Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Learn more about swapping with UniswapX
af_za: Kom meer te wete oor ruil met UniswapX
ca_es: Més informació sobre l'intercanvi amb UniswapX
es_es: Obtenga más información sobre el intercambio con UniswapX
it_it: Ulteriori informazioni sullo scambio con UniswapX
no_no: Lær mer om å bytte med UniswapX
pl_pl: Dowiedz się więcej o zamianie z UniswapX
pt_pt: Saiba mais sobre a troca com UniswapX
ro_ro: Aflați mai multe despre schimbarea cu UniswapX
ru_ru: Узнайте больше об обмене с помощью UniswapX
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับการแลกเปลี่ยนด้วย UniswapX
vi_vn: Tìm hiểu thêm về hoán đổi với UniswapX

source: Explore NFTs
af_za: Verken NFT's
ca_es: Exploreu les NFT
cs_cz: Prozkoumejte NFT
el_gr: Εξερευνήστε τα NFT
es_es: Explorar NFT
it_it: Esplora gli NFT
no_no: Utforsk NFT-er
pl_pl: Przeglądaj NFT
pt_pt: Explorar NFTs
ro_ro: Explorați NFT-urile
ru_ru: Исследуйте NFT
th_th: สำรวจ NFT
vi_vn: Khám phá NFT

source: Share on Twitter
af_za: Deel op Twitter
ca_es: Comparteix a Twitter
cs_cz: Sdílejte na Twitteru
el_gr: Μοιραστείτε το στο Twitter
es_es: Compartir en Twitter
it_it: Condividi su Twitter
no_no: Del på Twitter
pl_pl: Podziel się na Twitterze
pt_pt: Compartilhar no Twitter
ro_ro: Distribuie pe Twitter
ru_ru: Поделиться в Твиттере
th_th: แบ่งปันบน Twitter
vi_vn: Chia sẽ trên Twitter

source: Add more liquidity
af_za: Voeg meer likiditeit by
ca_es: Afegiu més liquiditat
cs_cz: Přidejte více likvidity
el_gr: Προσθέστε περισσότερη ρευστότητα
es_es: Añadir más liquidez
it_it: Aggiungi più liquidità
no_no: Legg til mer likviditet
pl_pl: Dodaj więcej płynności
pt_pt: Adicionar mais liquidez
ro_ro: Adăugați mai multă lichiditate
ru_ru: Добавить ещё ликвидность
th_th: เพิ่มสภาพคล่องมากขึ้น
vi_vn: Thêm thanh khoản

source: Max:
af_za: Maksimum:
ca_es: Màx.:
cs_cz: Maximálně:
el_gr: Μέγιστο:
es_es: Máx:
no_no: Maks:
pl_pl: Maks.:
pt_pt: Máx:
ru_ru: Макс.:
th_th: สูงสุด:
vi_vn: Tối đa:

source: Last updated
af_za: Laas opgedateer
pt_pt: Ultima atualização
ro_ro: Ultima actualizare
th_th: อัปเดตล่าสุด
vi_vn: Cập nhật mới nhất

source: {0} Deposited
af_za: {0} gestort
ca_es: {0} Dipositat
cs_cz: {0} uloženo
el_gr: {0} Κατατέθηκε
es_es: {0} depositado
it_it: {0} Depositato
no_no: {0} Innskutt
pl_pl: {0} zdeponowane
pt_pt: {0} Depositado
ro_ro: {0} Depozitate
ru_ru: {0} внесено
th_th: {0} ฝาก
vi_vn: {0} Đã gửi

source: Deposit cancelled
af_za: Deposito gekanselleer
ca_es: Dipòsit cancel·lat
es_es: Depósito cancelado
it_it: Deposito annullato
no_no: Innskudd kansellert
pl_pl: Depozyt anulowany
pt_pt: Depósito cancelado
ro_ro: Depozit anulat
ru_ru: Депозит отменен
th_th: เงินฝากถูกยกเลิก
vi_vn: Tiền gửi bị hủy

source: Info
th_th: ข้อมูล
vi_vn: Thông tin

source: Max
af_za: Maks
ca_es: Màx
el_gr: Μέγιστο
es_es: Máx
no_no: Maks
pl_pl: Maks.
pt_pt: Máximo
ro_ro: Maxim
ru_ru: Максимум
th_th: แม็กซ์
vi_vn: Tối đa

source: Help center
af_za: Hulp Sentrum
ca_es: Centre d'ajuda
cs_cz: Centrum nápovědy
el_gr: Κέντρο βοηθείας
es_es: Centro de ayuda
it_it: Centro assistenza
no_no: Hjelpesenter
pl_pl: Centrum pomocy
pt_pt: Centro de ajuda
ro_ro: Centru de ajutor
ru_ru: Центр помощи
th_th: ศูนย์ช่วยเหลือ
vi_vn: Trung tâm trợ giúp

source: Why is a transaction required?
af_za: Hoekom word 'n transaksie vereis?
ca_es: Per què és necessària una transacció?
cs_cz: Proč je vyžadována transakce?
el_gr: Γιατί απαιτείται συναλλαγή;
es_es: ¿Por qué se requiere una transacción?
it_it: Perché è richiesta una transazione?
no_no: Hvorfor kreves en transaksjon?
pl_pl: Dlaczego wymagana jest transakcja?
pt_pt: Por que uma transação é necessária?
ro_ro: De ce este necesară o tranzacție?
ru_ru: Зачем нужна транзакция?
th_th: ทำไมจึงต้องทำธุรกรรม?
vi_vn: Tại sao phải giao dịch?

source: The app logs anonymized usage statistics in order to improve over time.
af_za: Die toepassing teken anonieme gebruikstatistieke aan om mettertyd te verbeter.
ca_es: L'aplicació registra estadístiques d'ús anònimes per tal de millorar amb el temps.
cs_cz: Aplikace zaznamenává anonymizované statistiky používání, aby se postupem času zlepšovala.
el_gr: Η εφαρμογή καταγράφει ανώνυμα στατιστικά στοιχεία χρήσης για να βελτιώνεται με την πάροδο του χρόνου.
es_es: La aplicación registra estadísticas de uso anónimas para mejorar con el tiempo.
it_it: L'app registra statistiche di utilizzo anonime per migliorare nel tempo.
no_no: Appen logger anonymisert bruksstatistikk for å forbedre seg over tid.
pl_pl: Aplikacja rejestruje anonimowe statystyki użytkowania w celu poprawy w miarę upływu czasu.
pt_pt: O aplicativo registra estatísticas de uso anônimas para melhorar com o tempo.
ro_ro: Aplicația înregistrează statistici de utilizare anonimizate pentru a se îmbunătăți în timp.
ru_ru: Приложение собирает анонимную статистику использования, чтобы улучшаться со временем.
th_th: แอปจะบันทึกสถิติการใช้งานที่ไม่ระบุตัวตนเพื่อปรับปรุงเมื่อเวลาผ่านไป
vi_vn: Ứng dụng ghi lại số liệu thống kê sử dụng ẩn danh để cải thiện theo thời gian.

source: Swap failed
af_za: Omruil het misluk
ca_es: L'intercanvi ha fallat
cs_cz: Výměna se nezdařila
el_gr: Η ανταλλαγή απέτυχε
es_es: Intercambio fallido
it_it: Scambio fallito
no_no: Bytte mislyktes
pl_pl: Wymiana nie powiodła się
pt_pt: Falha na troca
ro_ro: Schimbarea a eșuat
ru_ru: Обмен не выполнен
th_th: การสลับล้มเหลว
vi_vn: Hoán đổi không thành công

source: Proceed in wallet
af_za: Gaan voort in beursie
ca_es: Continueu amb la cartera
cs_cz: Pokračujte v peněžence
el_gr: Προχωρήστε στο πορτοφόλι
es_es: Proceder en la billetera
it_it: Procedi nel portafoglio
no_no: Fortsett i lommeboken
pl_pl: Kontynuuj w portfelu
pt_pt: Continuar na carteira
ro_ro: Continuați în portofel
ru_ru: Перейти в кошелек
th_th: ดำเนินการในกระเป๋าสตางค์
vi_vn: Tiếp tục trong ví

source: {0} {1} Price:
af_za: {0} {1} Prys:
ca_es: {0} {1} Preu:
cs_cz: {0} {1} cena:
el_gr: {0} {1} Τιμή:
es_es: Precio {0} {1}:
it_it: {0} {1} Prezzo:
no_no: {0} {1} Pris:
pl_pl: {0} {1} Cena:
pt_pt: {0} {1} Preço:
ro_ro: {0} {1} Preț:
ru_ru: Цена {0} {1}:
th_th: {0} {1} ราคา:
vi_vn: {0} {1} Giá:

source: No collection assets exist at this address
pt_pt: Não existem bens de coleção neste endereço
ro_ro: Nu există bunuri de colectare la această adresă
th_th: ไม่มีการรวบรวมทรัพย์สินตามที่อยู่นี้
vi_vn: Không có nội dung bộ sưu tập nào tồn tại ở địa chỉ này

source: The impact your trade has on the market price of this pool.
af_za: Die impak wat u handel op die markprys van hierdie poel het.
ca_es: L'impacte que té el vostre comerç en el preu de mercat d'aquest grup.
cs_cz: Vliv vašeho obchodu na tržní cenu tohoto fondu.
el_gr: Ο αντίκτυπος που έχει η συναλλαγή σας στην τιμή αγοράς αυτής της ομάδας.
es_es: El impacto que tiene su operación en el precio de mercado de este grupo.
it_it: L'impatto che il tuo trade ha sul prezzo di mercato di questo pool.
no_no: Påvirkningen din handel har på markedsprisen for denne poolen.
pl_pl: Wpływ Twojej transakcji na cenę rynkową tej puli.
pt_pt: O impacto que sua negociação tem no preço de mercado deste pool.
ro_ro: Impactul pe care îl are tranzacția dvs. asupra prețului de piață al acestui pool.
ru_ru: Влияние вашей сделки на рыночную цену этого пула.
th_th: ผลกระทบที่การเทรดของคุณมีต่อราคาตลาดของพูลนี้
vi_vn: Tác động giao dịch của bạn đối với giá thị trường của nhóm này.

source: Hidden
af_za: Versteek
ca_es: Ocult
cs_cz: Skrytý
el_gr: Κρυμμένος
es_es: Oculto
it_it: Nascosto
no_no: Skjult
pl_pl: Ukryty
pt_pt: Escondido
ro_ro: Ascuns
ru_ru: Скрытый
th_th: ที่ซ่อนอยู่
vi_vn: Ẩn giấu

source: Initial prices and pool share
af_za: Aanvanklike pryse en swembadaandeel
ca_es: Preus inicials i quota de grup
cs_cz: Počáteční ceny a podíl na fondu
el_gr: Αρχικές τιμές και μερίδιο δεξαμενής
es_es: Precios iniciales y cuota de fondo común
it_it: Prezzi iniziali e quote di pool
no_no: Innledende priser og pottandel
pl_pl: Ceny początkowe i udział w puli
pt_pt: Preços iniciais e parcela da pool
ro_ro: Prețurile inițiale și cota din grup
ru_ru: Начальные цены и доля в пуле
th_th: ราคาเริ่มต้นและส่วนแบ่งสระว่ายน้ำ
vi_vn: Giá ban đầu và tỷ trọng pool

source: Closed
af_za: Gesluit
ca_es: Tancat
cs_cz: Zavřeno
el_gr: Κλειστό
es_es: Cerrado
it_it: Chiuso
no_no: Lukket
pl_pl: Zamknięte
pt_pt: Fechado
ro_ro: Închis
ru_ru: Закрыто
th_th: ปิด
vi_vn: Đã đóng cửa

source: One NFT is listed {0}
ro_ro: Un NFT este listat {0}
th_th: หนึ่ง NFT อยู่ในรายการ {0}

source: Current price
af_za: Huidige prys
ca_es: Preu actual
cs_cz: Aktuální cena
el_gr: Τρέχουσα τιμή
es_es: Precio actual
it_it: Prezzo corrente
no_no: Nåværende pris
pl_pl: Aktualna cena
pt_pt: Preço atual
ro_ro: Prețul actual
ru_ru: Текущая цена
th_th: ราคาปัจจุบัน
vi_vn: Giá hiện tại

source: Your transaction will revert if it is pending for more than this period of time.
af_za: U transaksie gaan terug as dit langer as hierdie tydperk hangende is.
ca_es: La vostra transacció es revertirà si està pendent durant més d’aquest període de temps.
cs_cz: Jestliže bude Vaše transakce nevyřízená déle než po toto časové období, bude vzata zpět.
el_gr: Η συναλλαγή σας θα επανέλθει αν είναι σε εκκρεμότητα για περισσότερο από αυτό το χρονικό διάστημα.
es_es: Su transacción se revertirá si está pendiente por más de este periodo de tiempo.
it_it: La tua transazione verrà ripristinata se è in attesa per più di questo periodo di tempo.
no_no: Transaksjonen din vil endres hvis den venter mer enn denne tidsperioden.
pl_pl: Twoja transakcja zostanie przywrócona, jeśli będzie oczekiwać na więcej niż ten okres czasu.
pt_pt: A sua transação será revertida se estiver pendente por mais do que este período de tempo.
ro_ro: Tranzacția ta va fi reluată dacă este în așteptare mai mult de această perioadă de timp.
ru_ru: Ваша транзакция откатится, если её подтверждение займёт больше указанного времени.
th_th: ธุรกรรมของคุณจะเปลี่ยนกลับหากค้างอยู่นานกว่าช่วงเวลานี้
vi_vn: Giao dịch của bạn sẽ hoàn nguyên nếu nó đang chờ xử lý trong hơn khoảng thời gian này.

source: View accrued fees and analytics<0>↗</0>
af_za: Kyk na opgelope fooie en analise <0> ↗</0>
ca_es: Consulteu els honoraris i les taxes acumulades <0> ↗</0>
cs_cz: Zobrazit naběhlé poplatky a analýzy<0>↗</0>
el_gr: Προβολή δεδουλευμένων τελών και αναλύσεων<0>↗</0>
es_es: Ver comisiones acumuladas y sus estadísticas<0>↗</0>
it_it: Visualizza le commissioni e le analisi accumulate<0>↗</0>
no_no: Vis påløpte gebyrer og analyser<0>↗</0>
pl_pl: Wyświetlanie naliczonych opłat i analiz<0>↗</0>
pt_pt: Ver comissões acumuladas e análises<0>↗</0>
ro_ro: Vizualizează taxele acumulate și statisticile<0>↗</0>
ru_ru: Просмотреть начисленные комиссии и аналитику<0>↗</0>
th_th: ดูค่าธรรมเนียมค้างจ่ายและการวิเคราะห์<0>↗</0>
vi_vn: Xem phí đã tích lũy và số liệu phân tích <0>↗</0>

source: Best for most pairs.
af_za: Die beste vir die meeste pare.
ca_es: El millor per a la majoria de parells.
cs_cz: Nejlepší pro většinu párů.
el_gr: Καλύτερο για τα περισσότερα ζεύγη.
es_es: Lo mejor para la mayoría de los pares.
it_it: Ideale per la maggior parte delle coppie.
no_no: Beste for de fleste par.
pl_pl: Najlepsze dla większości par.
pt_pt: Melhor para a maioria dos pares.
ro_ro: Cel mai bun pentru majoritatea perechilor.
ru_ru: Подходит для большинства пар.
th_th: ดีที่สุดสำหรับคู่มากที่สุด
vi_vn: Tốt nhất cho hầu hết các cặp.

source: 52W low
af_za: 52W laag
ca_es: 52W baix
cs_cz: Nízký výkon 52W
el_gr: 52W χαμηλή
es_es: 52W bajo
it_it: 52W basso
no_no: 52W lavt
pl_pl: 52 W niski
pt_pt: 52W baixo
ro_ro: 52W scăzut
ru_ru: 52 Вт низкий
th_th: ต่ำ 52W
vi_vn: 52W thấp

source: Time expired
af_za: Tyd het verstryk
pt_pt: Tempo expirado
ro_ro: Timpul a expirat
th_th: หมดเวลาแล้ว
vi_vn: Hết thời gian

source: Add liquidity
af_za: Voeg likiditeit by
pt_pt: Adicionar liquidez
ro_ro: Adăugați lichiditate
th_th: เพิ่มสภาพคล่อง
vi_vn: Thêm thanh khoản

source: Blocked on OpenSea
af_za: Geblokkeer op OpenSea
ca_es: Bloquejat a OpenSea
cs_cz: Blokováno na OpenSea
el_gr: Αποκλείστηκε στο OpenSea
es_es: Bloqueado en OpenSea
it_it: Bloccato su OpenSea
no_no: Blokkert på OpenSea
pl_pl: Zablokowany na OpenSea
pt_pt: Bloqueado no OpenSea
ro_ro: Blocat pe OpenSea
ru_ru: Заблокировано в OpenSea
th_th: ถูกบล็อกบน OpenSea
vi_vn: Bị chặn trên OpenSea

source: Swap exactly <0/> for <1/>
af_za: Ruil presies <0/> vir <1/>
ca_es: Canvia exactament <0/> per <1/>
cs_cz: Vyměňte přesně <0/> za <1/>
el_gr: Αλλάξτε ακριβώς <0/> με <1/>
es_es: Cambia exactamente <0/> por <1/>
it_it: Scambia esattamente <0/> con <1/>
no_no: Bytt nøyaktig <0/> for <1/>
pl_pl: Zamień dokładnie <0/> na <1/>
pt_pt: Troque exatamente <0/> por <1/>
ro_ro: Schimbați exact <0/> cu <1/>
ru_ru: Обменять ровно <0/> на <1/>
th_th: สลับ <0/> ต่อ <1/>
vi_vn: Hoán đổi chính xác <0/> cho <1/>

source: A swap of this size may have a high price impact, given the current liquidity in the pool. There may be a large difference between the amount of your input token and what you will receive in the output token
af_za: 'n Ruil van hierdie grootte kan 'n hoë prysimpak hê, gegewe die huidige likiditeit in die swembad. Daar kan 'n groot verskil wees tussen die hoeveelheid van jou invoertoken en wat jy in die uitvoertoken sal ontvang
ca_es: Un swap d'aquesta mida pot tenir un alt impacte en els preus, donada la liquiditat actual del pool. Pot haver-hi una gran diferència entre la quantitat del testimoni d'entrada i el que rebrà al testimoni de sortida
cs_cz: Swap této velikosti může mít vysoký dopad na cenu vzhledem k aktuální likviditě v poolu. Mezi množstvím vašeho vstupního tokenu a tím, co obdržíte ve výstupním tokenu, může být velký rozdíl
el_gr: Μια ανταλλαγή αυτού του μεγέθους μπορεί να έχει υψηλό αντίκτυπο στην τιμή, δεδομένης της τρέχουσας ρευστότητας στη συγκέντρωση. Μπορεί να υπάρχει μεγάλη διαφορά μεταξύ της ποσότητας του διακριτικού εισόδου και αυτού που θα λάβετε στο διακριτικό εξόδου
es_es: Un swap de este tamaño puede tener un alto impacto en el precio, dada la liquidez actual en el grupo. Puede haber una gran diferencia entre la cantidad de su token de entrada y lo que recibirá en el token de salida
it_it: Uno swap di queste dimensioni può avere un elevato impatto sui prezzi, data l'attuale liquidità nel pool. Potrebbe esserci una grande differenza tra la quantità del tuo token di input e ciò che riceverai nel token di output
no_no: En swap av denne størrelsen kan ha høy prispåvirkning gitt dagens likviditet i bassenget. Det kan være stor forskjell mellom mengden av input-tokenet og hva du vil motta i output-tokenet
pl_pl: Swap tej wielkości może mieć duży wpływ na cenę, biorąc pod uwagę obecną płynność puli. Może istnieć duża różnica między kwotą twojego tokena wejściowego a tym, co otrzymasz w tokenie wyjściowym
pt_pt: Um swap desse tamanho pode ter um alto impacto no preço, dada a atual liquidez do pool. Pode haver uma grande diferença entre o valor do seu token de entrada e o que você receberá no token de saída
ro_ro: Un swap de această dimensiune poate avea un impact ridicat asupra prețului, având în vedere lichiditatea actuală din pool. Poate exista o mare diferență între cantitatea de jeton de intrare și ceea ce veți primi în jetonul de ieșire
ru_ru: Обмен на такую большую сумму может сильно повлиять на цену, учитывая текущую ликвидность в пуле. Может быть большая разница между стоимостью продаваемых токенов и стоимостью токенов, которые вы получите
th_th: การแลกเปลี่ยนขนาดนี้อาจมีผลกระทบด้านราคาสูง เนื่องจากสภาพคล่องในปัจจุบันอยู่ในกลุ่ม ปริมาณของโทเค็นอินพุตของคุณกับสิ่งที่คุณจะได้รับในโทเค็นเอาต์พุตอาจแตกต่างกันมาก
vi_vn: Một giao dịch hoán đổi ở quy mô này có thể có tác động giá cao, do tính thanh khoản hiện tại trong nhóm. Có thể có sự khác biệt lớn giữa số lượng mã thông báo đầu vào của bạn và những gì bạn sẽ nhận được trong mã thông báo đầu ra

source: Your total pool tokens:
af_za: U totale poelteken:
ca_es: El vostre total de fitxes de grup:
cs_cz: Celkový počet Vašich žetonů fondu:
el_gr: Οι συνολικές μάρκες της δεξαμενής σας:
es_es: Su total de tokens de fondo común:
it_it: I tuoi token totali:
no_no: Din totale polletter:
pl_pl: Twoja łączna pula tokenów:
pt_pt: O seu total de tokens da pool:
ro_ro: Totalul jetoanelor grupului tău:
ru_ru: Всего токенов пула у вас:
th_th: โทเค็นพูลทั้งหมดของคุณ:
vi_vn: Tổng số mã token chung của bạn:

source: Gas free swaps
af_za: Gasvrye omruilings
ca_es: Canvis sense gas
es_es: Cambios sin gasolina
it_it: Permute senza benzina
no_no: Gassfrie bytter
pl_pl: Wymiana bez gazu
pt_pt: Trocas sem gás
ro_ro: Schimburi fără gaz
ru_ru: Обмен без газа
th_th: การแลกเปลี่ยนก๊าซฟรี
vi_vn: Hoán đổi gas miễn phí

source: Create pool & supply
af_za: Skep swembad & verskaf
pt_pt: Criar pool e fornecimento
ro_ro: Creați bazin și aprovizionare
th_th: สร้างแหล่งน้ำและอุปทาน
vi_vn: Tạo nhóm và cung cấp

source: Copy Link
af_za: Kopieer skakel
ca_es: Copia l'enllaç
cs_cz: Kopírovat odkaz
el_gr: Αντιγραφή συνδέσμου
es_es: Copiar link
it_it: Copia link
no_no: Kopier link
pl_pl: Skopiuj link
pt_pt: Link de cópia
ro_ro: Copiază legătură
ru_ru: Копировать ссылку
th_th: คัดลอกลิงค์
vi_vn: Sao chép đường dẫn

source: Min price
af_za: Minimum prys
ca_es: Preu mínim
cs_cz: Minimální cena
el_gr: Ελάχιστη τιμή
es_es: Precio mínimo
it_it: Prezzo minimo
no_no: Min pris
pl_pl: Minimalna cena
pt_pt: Preço mínimo
ro_ro: Preț minim
ru_ru: Мин. цена
th_th: ราคาขั้นต่ำ
vi_vn: Giá tối thiểu

source: Fee tier
af_za: Fooi-vlak
ca_es: Nivell de tarifes
cs_cz: Úroveň poplatků
el_gr: Επίπεδο αμοιβής
es_es: Nivel de tarifa
it_it: Livello tariffario
no_no: Gebyrnivå
pl_pl: Poziom opłat
pt_pt: Nível de taxa
ro_ro: Nivelul taxei
ru_ru: Уровень комиссий
th_th: ระดับค่าธรรมเนียม
vi_vn: bậc phí

source: You already have an active or pending proposal
af_za: Jy het reeds 'n aktiewe of hangende voorstel
ca_es: Ja tens una proposta activa o pendent
cs_cz: Již máte aktivní nebo nevyřízený návrh
el_gr: Έχετε ήδη μια ενεργή ή εκκρεμή πρόταση
es_es: Ya tienes una propuesta activa o pendiente
it_it: Hai già una proposta attiva o in attesa
no_no: Du har allerede et aktivt eller ventende forslag
pl_pl: Masz już aktywną lub oczekującą propozycję
pt_pt: Você já tem uma proposta ativa ou pendente
ro_ro: Aveți deja o propunere activă sau în așteptare
ru_ru: У вас уже есть активное или ожидающее рассмотрения предложение
th_th: คุณมีข้อเสนอที่ใช้งานอยู่หรือรอดำเนินการอยู่แล้ว
vi_vn: Bạn đã có một đề xuất đang hoạt động hoặc đang chờ xử lý

source: View and sell NFTs
af_za: Bekyk en verkoop NFT's
ca_es: Veure i vendre NFT
cs_cz: Prohlížejte a prodávejte NFT
el_gr: Προβολή και πώληση NFT
es_es: Ver y vender NFT
it_it: Visualizza e vendi NFT
no_no: Se og selg NFT-er
pl_pl: Przeglądaj i sprzedawaj NFT
pt_pt: Ver e vender NFTs
ro_ro: Vizualizați și vindeți NFT
ru_ru: Просмотр и продажа NFT
th_th: ดูและขาย NFT
vi_vn: Xem và bán NFT

source: Unknown
af_za: Onbekend
ca_es: Desconegut
cs_cz: Neznámý
el_gr: Αγνωστος
es_es: Desconocido
it_it: Sconosciuto
no_no: Ukjent
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестный
th_th: ไม่ทราบ
vi_vn: không xác định

source: Wallet Address or ENS name
af_za: Beursie-adres of ENS-naam
ca_es: Adreça de cartera o nom de l'ENS
cs_cz: Adresa peněženky nebo název ENS
el_gr: Διεύθυνση Πορτοφολιού ή όνομα ENS
es_es: Dirección de billetera o nombre ENS
it_it: Indirizzo portafoglio o nome ENS
no_no: Lommebokadresse eller ENS-navn
pl_pl: Adres portfela lub nazwa ENS
pt_pt: Endereço da carteira ou nome ENS
ro_ro: Adresa portofel sau numele ENS
ru_ru: Адрес кошелька или ENS-имя
th_th: ที่อยู่ Wallet หรือชื่อ ENS
vi_vn: Địa chỉ ví hoặc tên ENS

source: Sell NFTs
af_za: Verkoop NFT's
ca_es: Vendre NFT
cs_cz: Prodám NFT
el_gr: Πουλήστε NFT
es_es: Vender NFT
it_it: Vendi NFT
no_no: Selg NFT-er
pl_pl: Sprzedaj NFT
pt_pt: Vender NFTs
ro_ro: Vinde NFT-uri
ru_ru: Продать NFT
th_th: ขาย NFT
vi_vn: Bán NFT

source: Price updated
af_za: Prys opgedateer
ca_es: Preu actualitzat
cs_cz: Cena aktualizována
el_gr: Η τιμή ενημερώθηκε
es_es: Precio actualizado
it_it: Prezzo aggiornato
no_no: Pris oppdatert
pl_pl: Zaktualizowano cenę
pt_pt: Preço atualizado
ro_ro: Preț actualizat
ru_ru: Цена обновлена
th_th: ราคาอัพเดท
vi_vn: Đã cập nhật giá

source: Bag
af_za: Sak
ca_es: Bossa
cs_cz: Taška
el_gr: Τσάντα
es_es: Bolsa
it_it: Borsa
pl_pl: Torba
pt_pt: Bolsa
ro_ro: Sac
ru_ru: Сумка
th_th: ถุง
vi_vn: Cái túi

source: View more analytics
af_za: Bekyk meer ontledings
ca_es: Veure més analítiques
cs_cz: Zobrazit další analýzy
el_gr: Δείτε περισσότερα αναλυτικά στοιχεία
es_es: Ver más análisis
it_it: Visualizza altre analisi
no_no: Se flere analyser
pl_pl: Zobacz więcej analiz
pt_pt: Ver mais análises
ro_ro: Vedeți mai multe analize
ru_ru: Посмотреть больше аналитики
th_th: ดูการวิเคราะห์เพิ่มเติม
vi_vn: Xem thêm phân tích

source: Transaction submitted
af_za: Transaksie ingedien
ca_es: Transacció enviada
cs_cz: Transakce odeslána
el_gr: Η συναλλαγή υποβλήθηκε
es_es: Transacción enviada
it_it: Transazione inviata
no_no: Transaksjonen er sendt inn
pl_pl: Transakcja przesłana
pt_pt: Transação enviada
ro_ro: Tranzacție trimisă
ru_ru: Транзакция отправлена
th_th: ส่งธุรกรรมแล้ว
vi_vn: Giao dịch đã được gửi

source: Get support
af_za: Kry ondersteuning
ca_es: Obteniu suport
cs_cz: Dostat podporu
el_gr: Λάβετε υποστήριξη
es_es: Obtener apoyo
it_it: Ottieni supporto
no_no: Få støtte
pl_pl: Uzyskać wsparcie
pt_pt: Obter suporte
ro_ro: Obțineți sprijin
ru_ru: Получать поддержку
th_th: ได้รับการสนับสนุน
vi_vn: Nhận hỗ trợ

source: V2 liquidity
af_za: V2 likiditeit
ca_es: Liquiditat V2
cs_cz: Likvidita V2
el_gr: V2 ρευστότητα
es_es: Liquidez V2
it_it: Liquidità V2
no_no: V2-likviditet
pl_pl: Płynność V2
pt_pt: Liquidez V2
ro_ro: Lichiditate V2
ru_ru: Ликвидность в V2
th_th: V2 สภาพคล่อง
vi_vn: Thanh khoản V2

source: If the price moves so that you will pay more than {amount}, your transaction will be reverted. This is the maximum amount you are guaranteed to pay.
pt_pt: Se o preço mudar de forma que você pague mais de {amount}, sua transação será revertida. Este é o valor máximo que você tem garantia de pagar.
ro_ro: Dacă prețul se mișcă astfel încât să plătiți mai mult de {amount}, tranzacția dvs. va fi anulată. Aceasta este suma maximă pe care vi se garantează că o plătiți.
th_th: หากราคาเคลื่อนไหวจนคุณต้องจ่ายมากกว่า {amount}ธุรกรรมของคุณจะถูกเปลี่ยนกลับ นี่คือจำนวนเงินสูงสุดที่คุณรับประกันว่าจะจ่าย
vi_vn: Nếu giá di chuyển đến mức bạn phải trả nhiều hơn {amount}, giao dịch của bạn sẽ bị hoàn nguyên. Đây là số tiền tối đa bạn được đảm bảo phải trả.

source: Symbol not found
af_za: Simbool nie gevind nie
ca_es: Símbol no trobat
cs_cz: Symbol nenalezen
el_gr: Το σύμβολο δεν βρέθηκε
es_es: Símbolo no encontrado
it_it: Simbolo non trovato
no_no: Finner ikke symbol
pl_pl: Nie znaleziono symbolu
pt_pt: Símbolo não encontrado
ro_ro: Simbolul nu a fost găsit
ru_ru: Символ не найден
th_th: ไม่พบสัญลักษณ์
vi_vn: Không tìm thấy biểu tượng

source: You must connect an account.
af_za: U moet 'n rekening koppel.
ca_es: Heu de connectar un compte.
cs_cz: Musíte připojit nějaký účet.
el_gr: Πρέπει να συνδέσετε ένα λογαριασμό.
es_es: Debe conectar una cuenta.
it_it: Devi collegare un account.
no_no: Du må koble til en konto.
pl_pl: Musisz połączyć konto.
pt_pt: Deve ligar uma conta.
ro_ro: Trebuie să conectezi un cont.
ru_ru: Вы должны подключить аккаунт.
th_th: คุณต้องเชื่อมต่อบัญชี
vi_vn: Bạn phải kết nối một tài khoản.

source: Active
af_za: Aktief
ca_es: Actiu
cs_cz: Aktivní
el_gr: Ενεργός
es_es: Activo
it_it: Attivo
no_no: Aktiv
pl_pl: Aktywny
pt_pt: Ativo
ro_ro: Activ
ru_ru: Активный
th_th: คล่องแคล่ว
vi_vn: Hoạt động
