Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Invalid pair.
af_za: Ongeldige paar.
ca_es: Parella no vàlida.
cs_cz: Neplatný pár.
el_gr: Μη έγκυρο ζεύγος.
es_es: Pare inválido.
it_it: Coppia non valida.
no_no: Ugyldig par.
pl_pl: Nieprawidłowa para.
pt_pt: Par inválido.
ro_ro: Pereche nevalidă.
ru_ru: Неверная пара.
th_th: คู่ไม่ถูกต้อง
vi_vn: Cặp không hợp lệ.

source: Submit proposal cancelled
af_za: Dien voorstel is gekanselleer
ca_es: Presentació de la proposta cancel·lada
es_es: Enviar propuesta cancelada
it_it: Invia proposta annullata
no_no: Send inn forslag kansellert
pl_pl: Przesłanie propozycji zostało anulowane
pt_pt: Enviar proposta cancelada
ro_ro: Trimiterea propunerii a fost anulată
ru_ru: Отправить предложение отменено
th_th: ส่งข้อเสนอถูกยกเลิก
vi_vn: Gửi đề xuất bị hủy

source: Search name or paste address
af_za: Soek naam of plak adres
ca_es: Cerqueu el nom o enganxeu l'adreça
cs_cz: Vyhledejte název nebo vložte adresu
el_gr: Αναζήτηση ονόματος ή επικόλλησης διεύθυνσης
es_es: Buscar nombre o pegar dirección
it_it: Cerca nome o incolla indirizzo
no_no: Søk navn eller lim inn adresse
pl_pl: Wyszukaj nazwę lub wklej adres
pt_pt: Pesquisar nome ou colar endereço
ro_ro: Caută nume sau lipește adresa
ru_ru: Найдите по имени или вставьте адрес
th_th: ค้นหาชื่อหรือวางที่อยู่
vi_vn: Tìm kiếm tên hoặc dán địa chỉ

source: Select a token to find your v2 liquidity.
af_za: Kies 'n teken om u v2-likiditeit te vind.
ca_es: Seleccioneu una fitxa per trobar la vostra liquiditat v2.
cs_cz: Chcete-li najít svou likviditu v2, vyberte žeton.
el_gr: Επιλέξτε μια μάρκα για να βρείτε τη ρευστότητά σας στη v2.
es_es: Seleccione un token para encontrar su liquidez v2.
it_it: Seleziona un token per trovare la tua liquidità v2.
no_no: Velg en pollett for å finne din v2-likviditet.
pl_pl: Wybierz token, aby znaleźć płynność v2.
pt_pt: Selecione um token para encontrar sua liquidez v2.
ro_ro: Selectează un grup/jeton pentru a-ți găsi lichiditatea v2.
ru_ru: Выберите токен, чтобы найти свою ликвидность в V2.
th_th: เลือกโทเค็นเพื่อค้นหาสภาพคล่อง v2 ของคุณ
vi_vn: Chọn một mã token để tìm thanh khoản v2 của bạn.

source: UNI {0}/{1} Burned
af_za: UNI {0}/{1} Verbrand
ca_es: UNI {0}/{1} Cremat
cs_cz: UNI {0}/{1} vypáleno
el_gr: UNI {0}/{1} "Κάηκαν"
es_es: UNI {0}/{1} quemado
it_it: UNI {0}/{1} bruciati
no_no: UNI {0}/{1} brent
pl_pl: UNI {0}/{1} Spalony
pt_pt: UNI {0}/{1} Queimado
ro_ro: UNI {0}/{1} Ars(e)
ru_ru: UNI {0}/{1} сожжено
th_th: ยูนิ {0}/{1} เผา
vi_vn: UNI {0}/{1} đã đốt

source: Repay cancelled
af_za: Terugbetaling gekanselleer
ca_es: Reemborsament cancel·lat
es_es: Reembolso cancelado
it_it: Rimborso annullato
no_no: Tilbakebetaling kansellert
pl_pl: Spłata anulowana
pt_pt: Reembolso cancelado
ro_ro: Rambursare anulată
ru_ru: Погашение отменено
th_th: ยกเลิกการชำระคืน
vi_vn: Hoàn trả đã hủy

source: Wrapping
af_za: Toedraai
ca_es: Embolcall
cs_cz: Obal
el_gr: Τύλιγμα
es_es: Envase
it_it: Avvolgimento
no_no: Innpakning
pl_pl: Zawijanie
pt_pt: Invólucro
ro_ro: Ambalaj
ru_ru: Оберточная бумага
th_th: ห่อ
vi_vn: gói

source: Review swap
af_za: Review ruil
ca_es: Intercanvi de ressenyes
es_es: Intercambio de opiniones
it_it: Scambio di recensioni
no_no: Anmeldelsesbytte
pl_pl: Przejrzyj zamianę
pt_pt: Troca de revisão
ro_ro: Schimb de recenzii
ru_ru: Проверьте обмен
th_th: แลกเปลี่ยนรีวิว
vi_vn: Đánh giá hoán đổi

source: NFT collections
af_za: NFT versamelings
pt_pt: Coleções NFT
ro_ro: colecții NFT
th_th: คอลเลกชัน NFT
vi_vn: Bộ sưu tập NFT

source: Fees on the selected output token don't allow for accurate exact outputs. Use the `You pay` field instead.
af_za: Fooie op die geselekteerde uitsetteken laat nie akkurate presiese uitsette toe nie. Gebruik eerder die `Jy betaal`-veld.
ca_es: Les tarifes del testimoni de sortida seleccionat no permeten sortides exactes i precises. Utilitzeu el camp "Vostè paga".
it_it: Le tariffe sul token di output selezionato non consentono output esatti e accurati. Utilizza invece il campo "Paghi tu".
no_no: Avgifter på det valgte utdatatokenet tillater ikke nøyaktige utdata. Bruk 'Du betaler'-feltet i stedet.
pt_pt: As taxas sobre o token de saída selecionado não permitem resultados exatos e precisos. Use o campo `Você paga`.
ro_ro: Taxele pentru simbolul de ieșire selectat nu permit rezultate exacte exacte. Folosiți în schimb câmpul „Plătiți”.
ru_ru: Комиссии за выбранный выходной токен не позволяют получить точные результаты. Вместо этого используйте поле «Вы платите».
th_th: ค่าธรรมเนียมของโทเค็นเอาท์พุตที่เลือกไม่อนุญาตให้มีเอาท์พุตที่แม่นยำ ใช้ช่อง "คุณชำระเงิน" แทน
vi_vn: Phí trên mã thông báo đầu ra đã chọn không cho phép đầu ra chính xác. Thay vào đó hãy sử dụng trường `Bạn thanh toán`.

source: No data
af_za: Geen data
ca_es: No hi ha dades
cs_cz: Žádná data
el_gr: Χωρίς δεδομένα
es_es: Sin datos
it_it: Nessun dato
no_no: Ingen data
pl_pl: Brak danych
pt_pt: sem dados
ro_ro: Nu există date
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
vi_vn: Không có dữ liệu

source: Select an action
af_za: Kies 'n handeling
ca_es: Seleccioneu una acció
cs_cz: Vyberte akci
el_gr: Επιλέξτε μια ενέργεια
es_es: Seleccione una acción
it_it: Seleziona un'azione
no_no: Velg en handling
pl_pl: Wybierz czynność
pt_pt: Selecione uma ação
ro_ro: Selectați o acțiune
ru_ru: Выберите действие
th_th: เลือกการดำเนินการ
vi_vn: Chọn một hành động

source: Update delegation
af_za: Dateer afvaardiging op
pt_pt: Atualizar delegação
ro_ro: Actualizați delegația
th_th: อัพเดตการมอบสิทธิ์
vi_vn: Cập nhật ủy quyền

source: Your swap could not be fulfilled at this time. Please try again.
af_za: Jou omruiling kon nie op hierdie stadium vervul word nie. Probeer asseblief weer.
ca_es: El vostre intercanvi no s'ha pogut complir en aquest moment. Siusplau torna-ho a provar.
es_es: Su intercambio no se pudo completar en este momento. Inténtalo de nuevo.
it_it: Il tuo scambio non può essere effettuato in questo momento. Per favore riprova.
no_no: Byttet ditt kunne ikke oppfylles på dette tidspunktet. Vær så snill, prøv på nytt.
pl_pl: W tej chwili nie można zrealizować Twojej zamiany. Proszę spróbuj ponownie.
pt_pt: Sua troca não pôde ser realizada neste momento. Por favor, tente novamente.
ro_ro: Schimbul dvs. nu a putut fi îndeplinit în acest moment. Vă rugăm să încercați din nou.
ru_ru: Ваш обмен не может быть выполнен в это время. Пожалуйста, попробуйте еще раз.
th_th: ไม่สามารถดำเนินการแลกเปลี่ยนของคุณได้ในขณะนี้ กรุณาลองอีกครั้ง.
vi_vn: Trao đổi của bạn không thể được thực hiện tại thời điểm này. Vui lòng thử lại.

source: Create pool cancelled
af_za: Skep swembad gekanselleer
ca_es: S'ha cancel·lat la creació d'un grup
es_es: Crear grupo cancelado
it_it: Creazione pool annullata
no_no: Opprett basseng kansellert
pl_pl: Tworzenie puli zostało anulowane
pt_pt: Criar pool cancelado
ro_ro: Crearea grupului a fost anulată
ru_ru: Создание пула отменено
th_th: สร้างพูลถูกยกเลิก
vi_vn: Tạo nhóm bị hủy

source: Revoked Approval
af_za: Goedkeuring herroep
ca_es: Aprovació revocada
cs_cz: Zrušené schválení
el_gr: Ανακλήθηκε Έγκριση
es_es: Aprobación revocada
it_it: Approvazione revocata
no_no: Opphevet godkjenning
pl_pl: Cofnięta zgoda
pt_pt: Aprovação revogada
ro_ro: Aprobare revocată
ru_ru: Отзыв одобрения
th_th: เพิกถอนการอนุมัติ
vi_vn: Thu hồi phê duyệt

source: You didn't have enough {0} to complete this swap.
af_za: Jy het nie genoeg {0} gehad om hierdie omruiling te voltooi nie.
ca_es: No teníeu prou {0} per completar aquest intercanvi.
es_es: No tenías suficientes {0} para completar este intercambio.
it_it: Non avevi abbastanza {0} per completare questo scambio.
no_no: Du hadde ikke nok {0} til å fullføre dette byttet.
pl_pl: Nie masz wystarczającej liczby {0} , aby ukończyć tę zamianę.
pt_pt: Você não tem {0} suficiente para completar esta troca.
ro_ro: Nu ai avut suficient {0} pentru a finaliza acest schimb.
ru_ru: Вам не хватило {0} , чтобы завершить этот обмен.
th_th: คุณมี {0} ไม่เพียงพอที่จะทำการแลกเปลี่ยนนี้ให้เสร็จสมบูรณ์
vi_vn: Bạn không có đủ {0} để hoàn thành việc hoán đổi này.

source: Proposal
af_za: Voorstel
ca_es: Proposta
cs_cz: Návrh
el_gr: Πρόταση
es_es: Propuesta
it_it: Proposta
no_no: Forslag
pl_pl: Wniosek
pt_pt: Proposta
ro_ro: Propunere
ru_ru: Предложение
th_th: ข้อเสนอ
vi_vn: Đề xuất

source: Buy
af_za: Koop
ca_es: Compra
cs_cz: Koupit
el_gr: Αγορά
es_es: Comprar
it_it: Acquistare
no_no: Kjøpe
pl_pl: Kupić
pt_pt: Comprar
ro_ro: Cumpără
ru_ru: Купить
th_th: ซื้อ
vi_vn: Mua

source: Mint cancelled
af_za: Munt gekanselleer
ca_es: Menta cancel·lada
es_es: Mint cancelado
it_it: Zecca annullata
no_no: Mint kansellert
pl_pl: Mennica odwołana
pt_pt: Mint cancelado
ro_ro: Monetărie anulată
ru_ru: Монетный двор отменен
th_th: มิ้นท์ยกเลิก
vi_vn: Mint hủy bỏ

source: MEV protection
af_za: MEV beskerming
ca_es: Protecció MEV
es_es: protección MEV
it_it: Protezione MEV
no_no: MEV beskyttelse
pl_pl: Ochrona MEV
pt_pt: proteção MEV
ro_ro: Protecție MEV
ru_ru: МЭВ защита
th_th: การป้องกัน MEV
vi_vn: bảo vệ MEV

source: <0>Tip:</0> Use this tool to find v2 pools that don't automatically appear in the interface.
af_za: <0> Wenk:</0> Gebruik hierdie instrument om v2 poele te vind wat nie outomaties in die koppelvlak verskyn nie.
ca_es: <0>Consell:</0> Utilitzeu aquesta eina per trobar grups de v2 que no apareixen automàticament a la interfície.
cs_cz: <0> Tip:</0> Pomocí tohoto nástroje můžete najít fondy v2, které se v rozhraní nezobrazí automaticky.
el_gr: <0> Συμβουλή:</0> Χρησιμοποιήστε αυτό το εργαλείο για να βρείτε δεξαμενές της v2 που δεν εμφανίζονται αυτόματα στη διεπαφή.
es_es: <0>Consejo:</0> Utilice esta herramienta para encontrar grupos v2 que no aparecen automáticamente en la interfaz.
it_it: <0>Suggerimento:</0> Usa questo strumento per trovare i pool v2 che non vengono visualizzati automaticamente nell'interfaccia.
no_no: <0> Tips:</0> Bruk dette verktøyet til å finne v2-potter som ikke automatisk vises i grensesnittet.
pl_pl: <0>Wskazówka:</0> Użyj tego narzędzia, aby znaleźć pule v2, które nie pojawiają się automatycznie w interfejsie.
pt_pt: <0> Dica:</0> Use esta ferramenta para encontrar pools v2 que não aparecem automaticamente na interface.
ro_ro: <0> Sfat:</0> Utilizați acest instrument pentru a găsi pool-uri v2 care nu apar automat în interfață.
ru_ru: <0> Подсказка:</0> Используйте этот инструмент для поиска пулов в V2, которые не отображаются автоматически в интерфейсе.
th_th: <0>เคล็ดลับ:</0> ใช้เครื่องมือนี้เพื่อค้นหาพูล v2 ที่ไม่ปรากฏในอินเทอร์เฟซโดยอัตโนมัติ
vi_vn: <0> Mẹo:</0> Sử dụng công cụ này để tìm các nhóm v2 không tự động xuất hiện trong giao diện.

source: To use Uniswap on {0}, switch the network in your wallet’s settings.
af_za: Om Uniswap op {0}te gebruik, verander die netwerk in jou beursie se instellings.
ca_es: Per utilitzar Uniswap a {0}, canvieu la xarxa a la configuració de la cartera.
cs_cz: Chcete-li používat Uniswap na {0}, přepněte síť v nastavení peněženky.
el_gr: Για να χρησιμοποιήσετε το Uniswap στο {0}, αλλάξτε το δίκτυο στις ρυθμίσεις του πορτοφολιού σας.
es_es: Para usar Uniswap en {0}, cambie la red en la configuración de su billetera.
it_it: Per utilizzare Uniswap su {0}, cambia la rete nelle impostazioni del tuo portafoglio.
no_no: For å bruke Uniswap på {0}, bytt nettverk i lommebokens innstillinger.
pl_pl: Aby korzystać z Uniswap na {0}, zmień sieć w ustawieniach portfela.
pt_pt: Para usar o Uniswap em {0}, troque a rede nas configurações da sua carteira.
ro_ro: Pentru a utiliza Uniswap pe {0}, comutați rețeaua în setările portofelului.
ru_ru: Чтобы использовать Uniswap на {0}, переключите сеть в настройках вашего кошелька.
th_th: หากต้องการใช้ Uniswap บน {0}ให้เปลี่ยนเครือข่ายในการตั้งค่ากระเป๋าเงินของคุณ
vi_vn: Để sử dụng Uniswap trên {0}, hãy chuyển đổi mạng trong cài đặt ví của bạn.

source: Wrap ETH
af_za: Omhul ETH
ca_es: Emboliqui ETH
es_es: Envolver ETH
it_it: Avvolgi ETH
no_no: Pakk inn ETH
pl_pl: Owiń ETH
pt_pt: Envolver ETH
ro_ro: Înfășurați ETH
ru_ru: Обернуть ETH
th_th: ห่อ ETH
vi_vn: Quấn ETH

source: UNI Governance
af_za: UNI Bestuur
ca_es: Governació UNI
cs_cz: Správa UNI
el_gr: Διακυβέρνηση UNI
es_es: UNI Gobernanza
no_no: UNIs styresett
pl_pl: Zarządzanie UNI
pt_pt: Governança da UNI
ro_ro: Guvernarea UNI
ru_ru: UNI
th_th: ธรรมาภิบาลของยูนิ
vi_vn: Quản trị UNI

source: Warning
af_za: Waarskuwing
ca_es: Avís
cs_cz: Varování
el_gr: Προειδοποίηση
es_es: Advertencia
it_it: Avvertimento
no_no: Advarsel
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
th_th: คำเตือน
vi_vn: Cảnh báo

source: Revoked approval
af_za: Goedkeuring herroep
ca_es: Aprovació revocada
es_es: Aprobación revocada
it_it: Approvazione revocata
no_no: Opphevet godkjenning
pl_pl: Cofnięta zgoda
pt_pt: Aprovação revogada
ro_ro: Aprobare revocată
ru_ru: Отзыв одобрения
th_th: เพิกถอนการอนุมัติ
vi_vn: Đã thu hồi phê duyệt

source: There is no liquidity data.
af_za: Daar is geen likiditeitsdata nie.
ca_es: No hi ha dades de liquiditat.
cs_cz: Neexistují žádné údaje o likviditě.
el_gr: Δεν υπάρχουν στοιχεία ρευστότητας.
es_es: No hay datos de liquidez.
it_it: Non ci sono dati sulla liquidità.
no_no: Det er ingen likviditetsdata.
pl_pl: Brak danych o płynności.
pt_pt: Não há dados de liquidez.
ro_ro: Nu există date de lichiditate.
ru_ru: Нет данных о ликвидности.
th_th: ไม่มีข้อมูลสภาพคล่อง
vi_vn: Không có dữ liệu thanh khoản.

source: below floor price.
af_za: onder die vloerprys.
ca_es: preu inferior al pis.
cs_cz: pod spodní cenou.
el_gr: κάτω από την κατώτατη τιμή.
es_es: por debajo del precio mínimo.
it_it: prezzo sotto piano.
no_no: under gulvpris.
pl_pl: poniżej ceny minimalnej.
pt_pt: preço abaixo do piso.
ro_ro: pret sub etaj.
ru_ru: ниже минимальной цены.
th_th: ต่ำกว่าราคาพื้น
vi_vn: dưới giá sàn.

source: Unlocking votes
af_za: Ontsluit stemme
pt_pt: Desbloqueando votos
ro_ro: Deblocarea voturilor
th_th: ปลดล็อกคะแนนเสียง
vi_vn: Mở khóa phiếu bầu

source: Price:
af_za: Prys:
ca_es: Preu:
cs_cz: Cena:
el_gr: Τιμή:
es_es: Precio:
it_it: Prezzo:
no_no: Pris:
pl_pl: Cena:
pt_pt: Preço:
ro_ro: Preț:
ru_ru: Цена:
th_th: ราคา:
vi_vn: Giá:

source: View on Etherscan
af_za: Uitsig op Etherscan
ca_es: Veure a Etherscan
cs_cz: Pohled na Etherscan
el_gr: Θέα στο Ethercan
es_es: Ver en Etherscan
it_it: Visualizza su Etherscan
no_no: Utsikt på Etherscan
pl_pl: Zobacz na Etherscan
pt_pt: Ver no Etherscan
ro_ro: Vizualizare pe Etherscan
ru_ru: Посмотреть на Etherscan
th_th: ดูบน Etherscan
vi_vn: Xem trên Etherscan

source: Preview
af_za: Voorskou
ca_es: Vista prèvia
cs_cz: Náhled
el_gr: Προεπισκόπηση
es_es: Avance
it_it: Anteprima
no_no: Forhåndsvisning
pl_pl: Zapowiedź
pt_pt: Visualização
ro_ro: previzualizare
ru_ru: Предпросмотр
th_th: ดูตัวอย่าง
vi_vn: Xem trước

source: Learn
af_za: Leer
ca_es: Aprendre
cs_cz: Učit se
el_gr: Μάθετε
es_es: Aprender
it_it: Impara
no_no: Finn ut mer
pl_pl: Uczyć się
pt_pt: Aprender
ro_ro: Învață
ru_ru: Узнать больше
th_th: เรียนรู้
vi_vn: Học hỏi

source: No description.
af_za: Geen beskrywing.
ca_es: Sense descripció.
cs_cz: Bez popisu.
el_gr: Χωρίς περιγραφή.
es_es: Sin descripción.
it_it: Nessuna descrizione.
no_no: Ingen beskrivelse.
pl_pl: Bez opisu.
pt_pt: Sem descrição.
ro_ro: Fără descriere.
ru_ru: Нет описания.
th_th: ไม่มีคำอธิบาย.
vi_vn: Không có mô tả.

source: The output token cannot be transferred. There may be an issue with the output token.
af_za: Die uitvoer-teken kan nie oorgedra word nie. Daar kan 'n probleem wees met die uitvoer-teken.
ca_es: La fitxa de sortida no es pot transferir. Pot haver-hi un problema amb la fitxa de sortida.
cs_cz: Výstupní žeton nelze přenést. Možná je s výstupním žetonem nějaký problém.
el_gr: Η μάρκα αποτελέσματος δεν μπορεί να μεταφερθεί. Ενδέχεται να υπάρχει ένα ζήτημα με τη μάρκα αποτελέσματος.
es_es: El token de salida no se puede transferir. Puede haber un problema con el token de salida.
it_it: Il token di output non può essere trasferito. Potrebbe esserci un problema con il token di output.
no_no: Utgangspolletten kan ikke overføres. Det kan være et problem med utgangspolletten.
pl_pl: Nie można przenieść tokenu wyjściowego. Może wystąpić problem z tokenem wyjściowym.
pt_pt: O token de saída não pode ser transferido. Pode haver um problema com o token de saída.
ro_ro: Jetonul de ieșire nu poate fi transferat. S-ar putea să existe o problemă cu simbolul de ieșire.
ru_ru: Невозможно перевести токен к получению. Возможно, имеется проблема с токеном к получению.
th_th: ไม่สามารถโอนโทเค็นเอาต์พุตได้ อาจมีปัญหากับโทเค็นเอาต์พุต
vi_vn: Không thể chuyển mã token đầu ra. Có thể có sự cố với mã token đầu ra.

source: Sold
af_za: Verkoop
ca_es: Vengut
cs_cz: Prodáno
el_gr: Πωληθεί
es_es: Vendido
it_it: Venduto
no_no: Solgt
pl_pl: Sprzedany
pt_pt: Vendido
ro_ro: Vândut
ru_ru: Продал
th_th: ขายแล้ว
vi_vn: Đã bán

source: sell fee:
ro_ro: taxa de vanzare:
th_th: ค่าธรรมเนียมการขาย:

source: Unwrapped
af_za: Ontwikkel
ca_es: Desembolicat
cs_cz: Rozbaleno
el_gr: Ξετυλιγμένο
es_es: sin envolver
it_it: Scartato
no_no: Utpakket
pl_pl: Rozpakowane
pt_pt: Desembrulhado
ro_ro: Desfăcut
ru_ru: Развернутый
th_th: ยังไม่ได้แกะ
vi_vn: chưa mở

source: Thanks for being part of the Uniswap community <0/>
af_za: Dankie dat u deel is van die Uniswap-gemeenskap <0/>
ca_es: Gràcies per formar part de la comunitat Uniswap <0 />
cs_cz: Děkujeme, že jste součástí komunity Uniswap <0/>
el_gr: Σας ευχαριστούμε που συμμετείχατε στην κοινότητα Uniswap <0 />
es_es: Gracias por ser parte de la comunidad Uniswap <0 />
it_it: Grazie per far parte della community di Uniswap <0/>
no_no: Takk for at du er en del av Uniswap-fellesskapet <0/>
pl_pl: Dziękujemy za bycie częścią społeczności Uniswap <0/>
pt_pt: Obrigado por fazer parte da comunidade Uniswap <0 />
ro_ro: Îți mulțumim că faci parte din comunitatea Uniswap <0/>
ru_ru: Спасибо, что присоединились к сообществу Uniswap <0/>
th_th: ขอบคุณที่เป็นส่วนหนึ่งของชุมชน Uniswap <0/>
vi_vn: Cảm ơn bạn đã tham gia cộng đồng Uniswap <0/>

source: for
af_za: vir
ca_es: per
cs_cz: pro
el_gr: Για
es_es: para
it_it: per
no_no: til
pl_pl: Do
pt_pt: para
ro_ro: pentru
ru_ru: для
th_th: สำหรับ
vi_vn: vì

source: {baseSymbol} and {quoteSymbol}
af_za: {baseSymbol} en {quoteSymbol}
ca_es: {baseSymbol} i {quoteSymbol}
cs_cz: {baseSymbol} a {quoteSymbol}
el_gr: {baseSymbol} και {quoteSymbol}
es_es: {baseSymbol} y {quoteSymbol}
it_it: {baseSymbol} e {quoteSymbol}
no_no: {baseSymbol} og {quoteSymbol}
pl_pl: {baseSymbol} i {quoteSymbol}
pt_pt: {baseSymbol} e {quoteSymbol}
ro_ro: {baseSymbol} și {quoteSymbol}
ru_ru: {baseSymbol} и {quoteSymbol}
th_th: {baseSymbol} และ {quoteSymbol}
vi_vn: {baseSymbol} và {quoteSymbol}

source: Explore Uniswap Analytics.
af_za: Verken Uniswap Analytics.
ca_es: Exploreu Uniswap Analytics.
cs_cz: Prozkoumejte Uniswap Analytics.
el_gr: Εξερευνήστε το Uniswap Analytics.
it_it: Esplora Uniswap Analytics.
no_no: Utforsk Uniswap Analytics.
pl_pl: Przeglądaj Uniswap Analytics.
pt_pt: Explore o Uniswap Analytics.
ro_ro: Explorați Uniswap Analytics.
ru_ru: Изучите Uniswap Analytics.
th_th: สำรวจ Uniswap Analytics
vi_vn: Khám phá Uniswap Analytics.

source: ← Back to Pools
af_za: ← Terug na swembaddens
ca_es: ← Torna a Piscines
cs_cz: ← Zpět na Bazény
el_gr: ← Επιστροφή στις Πισίνες
es_es: ← Volver a Piscinas
it_it: ← Torna a Piscine
no_no: ← Tilbake til Pools
pl_pl: ← Wróć do Baseny
pt_pt: ← Voltar para Piscinas
ro_ro: ← Înapoi la Piscine
ru_ru: ← Назад к Бассейны
th_th: ← กลับไปที่สระว่ายน้ำ
vi_vn: ← Quay lại Hồ bơi

source: {i, plural, one {day} other {days}}
af_za: {i, plural, one {dag} other {dae}}
ca_es: {i, plural, one {dia} other {dies}}
el_gr: {i, plural, one {ημέρα} other {ημέρες}}
es_es: {i, plural, one {día} other {días}}
it_it: {i, plural, one {giorno} other {giorni}}
no_no: {i, plural, one {dag} other {dager}}
pl_pl: {i, plural, one {dzień} other {dni}}
pt_pt: {i, plural, one {dia} other {dias}}
ro_ro: {i, plural, one {zi} other {zile}}
ru_ru: {i, plural, one {день} other {дни}}
th_th: {i, plural, one {วัน} other {วัน}}
vi_vn: {i, plural, one {ngày} other {ngày}}

source: Create pool failed
af_za: Kon nie poel skep nie
ca_es: No s'ha pogut crear l'agrupació
cs_cz: Vytvoření fondu se nezdařilo
el_gr: Η δημιουργία πισίνας απέτυχε
es_es: No se pudo crear el grupo
it_it: Creazione pool non riuscita
no_no: Oppretting av basseng mislyktes
pl_pl: Tworzenie puli nie powiodło się
pt_pt: Falha ao criar pool
ro_ro: Crearea grupului nu a reușit
ru_ru: Не удалось создать пул
th_th: สร้างพูลไม่สำเร็จ
vi_vn: Tạo nhóm không thành công

source: Remove
af_za: Verwyder
ca_es: Elimina
cs_cz: Odstranit
el_gr: Αφαίρεση
es_es: Eliminar
it_it: Rimuovi
no_no: Fjern
pl_pl: Usunąć
pt_pt: Remover
ro_ro: Elimină
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa

source: Insufficient liquidity for this trade.
af_za: Onvoldoende likiditeit vir hierdie handel.
ca_es: Liquiditat insuficient per a aquest comerç.
cs_cz: Nedostatek likvidity pro tento obchod.
el_gr: Ανεπαρκής ρευστότητα για αυτή τη διαπραγμάτευση.
es_es: Liquidez insuficiente para esta operación.
it_it: Liquidità insufficiente per questa operazione.
no_no: Utilstrekkelig likviditet for denne handelen.
pl_pl: Niewystarczająca płynność dla tej transakcji.
pt_pt: Liquidez insuficiente para esta troca.
ro_ro: Lichiditate insuficientă pentru această tranzacție.
ru_ru: Недостаточно ликвидности для этой сделки.
th_th: สภาพคล่องไม่เพียงพอสำหรับการซื้อขายนี้
vi_vn: Không đủ thanh khoản cho giao dịch này.

source: Legal & Privacy
af_za: Reg en privaatheid
ca_es: Legal i Privacitat
cs_cz: Právní otázky a soukromí
el_gr: Νομική και Απόρρητο
es_es: Legal y privacidad
it_it: Legale e Privacy
no_no: Juridisk og personvern
pl_pl: Informacje prawne i prywatność
pt_pt: Jurídico e Privacidade
ro_ro: Legal și confidențialitate
ru_ru: Юридическая информация и политика конфиденциальности
th_th: กฎหมายและความเป็นส่วนตัว
vi_vn: Pháp lý & Quyền riêng tư

source: Slippage below {0} may result in a failed transaction
pt_pt: O deslizamento abaixo de {0} pode resultar em uma transação com falha
ro_ro: Alunecarea sub {0} poate duce la o tranzacție eșuată
th_th: Slippage ต่ำกว่า {0} อาจส่งผลให้ธุรกรรมล้มเหลว
vi_vn: Trượt giá xuống dưới {0} có thể dẫn đến giao dịch thất bại
