Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Sorry, an error occured while processing your request. If you request support, be sure to copy the details of this error.
af_za: Jammer, 'n fout het voorgekom tydens die verwerking van jou versoek. As jy ondersteuning versoek, maak seker dat jy die besonderhede van hierdie fout kopieer.
ca_es: Ho sentim, s'ha produït un error en processar la vostra sol·licitud. Si sol·liciteu assistència, assegureu-vos de copiar els detalls d'aquest error.
cs_cz: Omlouváme se, při zpracování vašeho požadavku došlo k chybě. Pokud požadujete podporu, nezapomeňte zkopírovat podrobnosti o této chybě.
el_gr: Λυπούμαστε, παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας. Εάν ζητάτε υποστήριξη, φροντίστε να αντιγράψετε τις λεπτομέρειες αυτού του σφάλματος.
es_es: Lo sentimos, ocurrió un error al procesar su solicitud. Si solicita soporte, asegúrese de copiar los detalles de este error.
it_it: Siamo spiacenti, si è verificato un errore durante l'elaborazione della tua richiesta. Se richiedi assistenza, assicurati di copiare i dettagli di questo errore.
no_no: Beklager, det oppstod en feil under behandlingen av forespørselen din. Hvis du ber om støtte, sørg for å kopiere detaljene for denne feilen.
pl_pl: Przepraszamy, wystąpił błąd podczas przetwarzania żądania. Jeśli poprosisz o pomoc, skopiuj szczegóły tego błędu.
pt_pt: Desculpe, ocorreu um erro ao processar sua solicitação. Se você solicitar suporte, certifique-se de copiar os detalhes desse erro.
ro_ro: Ne pare rău, a apărut o eroare la procesarea solicitării dvs. Dacă solicitați asistență, asigurați-vă că copiați detaliile acestei erori.
ru_ru: К сожалению, при обработке вашего запроса произошла ошибка. Если вы запрашиваете поддержку, обязательно скопируйте сведения об этой ошибке.
th_th: ขออภัย เกิดข้อผิดพลาดขณะดำเนินการตามคำขอของคุณ หากคุณขอรับการสนับสนุน อย่าลืมคัดลอกรายละเอียดของข้อผิดพลาดนี้
vi_vn: Rất tiếc, đã xảy ra lỗi khi xử lý yêu cầu của bạn. Nếu bạn yêu cầu hỗ trợ, hãy nhớ sao chép chi tiết về lỗi này.

source: Vote in governance
af_za: Stem in bestuur
ca_es: Votar en govern
cs_cz: Hlasujte ve vládnutí
el_gr: Ψηφοφορία στη διακυβέρνηση
es_es: Votar en la gobernabilidad
it_it: Voto nella governance
no_no: Stem i styresett
pl_pl: Głosuj w rządzie
pt_pt: Votar na governança
ro_ro: Votează în guvernare
ru_ru: Голосовать в управлении
th_th: ลงคะแนนเสียงในการปกครอง
vi_vn: Bỏ phiếu trong quản trị

source: Bought
af_za: Gekoop
ca_es: Comprat
cs_cz: Koupeno
el_gr: Αγορασμένος
es_es: Compró
it_it: Comprato
no_no: Kjøpt
pl_pl: Kupił
pt_pt: Comprado
ro_ro: Cumparat
ru_ru: Купил
th_th: ซื้อแล้ว
vi_vn: Mua

source: NFTs
ca_es: NFT
cs_cz: NFT
es_es: NFT
it_it: NFT
no_no: NFT-er
pl_pl: NFT
ro_ro: NFT-uri
ru_ru: NFT
th_th: NFT
vi_vn: NFT

source: {pendingActivityCount} Pending
af_za: {pendingActivityCount} Hangende
ca_es: {pendingActivityCount} Pendent
es_es: {pendingActivityCount} Pendiente
it_it: {pendingActivityCount} In sospeso
no_no: {pendingActivityCount} Venter
pl_pl: {pendingActivityCount} Oczekujące
pt_pt: {pendingActivityCount} Pendente
ro_ro: {pendingActivityCount} În așteptare
ru_ru: {pendingActivityCount} В ожидании
th_th: {pendingActivityCount} รอดำเนินการ
vi_vn: {pendingActivityCount} Đang chờ xử lý

source: Add liquidity cancelled
af_za: Voeg likiditeit gekanselleer
ca_es: Afegeix liquiditat cancel·lada
es_es: Agregar liquidez cancelada
it_it: Aggiungere liquidità annullato
no_no: Legg til likviditet kansellert
pl_pl: Anulowano dodanie płynności
pt_pt: Adicionar liquidez cancelada
ro_ro: Adăugați lichiditate anulat
ru_ru: Добавление ликвидности отменено
th_th: เพิ่มสภาพคล่องยกเลิก
vi_vn: Thêm thanh khoản bị hủy

source: {0, plural, =1 {collection} other {collections}}
af_za: {0, plural, =1 {versameling} other {versamelings}}
ca_es: {0, plural, =1 {col · lecció} other {col·leccions}}
es_es: {0, plural, =1 {recopilación} other {colecciones}}
it_it: {0, plural, =1 {collezione} other {collezioni}}
no_no: {0, plural, =1 {samling} other {samlinger}}
pl_pl: {0, plural, =1 {kolekcja} other {kolekcje}}
pt_pt: {0, plural, =1 {coleção} other {coleções}}
ro_ro: {0, plural, =1 {Colectie} other {colectii}}
ru_ru: {0, plural, =1 {коллекция} other {коллекции}}
th_th: {0, plural, =1 {ของสะสม} other {ของสะสม}}
vi_vn: {0, plural, =1 {bộ sưu tập} other {bộ sưu tập}}

source: Custom
af_za: Pasgemaak
ca_es: Personalitzat
cs_cz: Zvyk
el_gr: Εθιμο
es_es: Costumbre
it_it: Costume
no_no: Tilpasset
pl_pl: Zwyczaj
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Настроить
th_th: กำหนดเอง
vi_vn: Phong tục

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
af_za: Voer 'n adres in om 'n UNI-eis te aktiveer. As die adres 'n UNI kan eis, sal dit na indiening aan hulle gestuur word.
ca_es: Introduïu una adreça per activar una reclamació UNI. Si l'adreça té alguna UNI que es pugui reclamar, se'ls enviarà en l'enviament.
cs_cz: Chcete-li spustit nárokování UNI, zadejte adresu. Jestliže bude mít adresa nějaké nárokovatelné UNI, bude jim po odeslání posláno.
el_gr: Εισάγετε μια διεύθυνση για να εκκινήσετε μια διεκδίκηση UNI. Εάν η διεύθυνση έχει οποιοδήποτε UNI που μπορεί να διεκδικηθεί, αυτό θα αποσταλεί σε αυτούς κατά την υποβολή.
es_es: Introduzca una dirección para activar una reclamación de UNI. Si la dirección tiene alguna UNI reclamable, se les enviará al presentarla.
it_it: Inserisci un indirizzo per attivare un reclamo UNI. Se l'indirizzo ha una qualsiasi UNI che può essere richiesta, verrà inviata loro al momento dell'invio.
no_no: Skriv inn en adresse for å aktivere en UNI-henting. Hvis adressen har noe skadelig. vil den bli sendt til dem for innsending.
pl_pl: Wprowadź adres, aby uruchomić roszczenie UNI. Jeśli adres ma jakiekolwiek UNI, które można zgłosić, zostanie do nich wysłane po przesłaniu.
pt_pt: Insira um endereço para acionar uma reivindicação UNI. Se o endereço tiver alguma UNI reivindicável, esta será enviada aos mesmos aquando do envio.
ro_ro: Introdu o adresă pentru a declanșa o revendicare UNI. Dacă adresa are o UNI revendicabilă, aceasta va fi trimisă la depunerea ei.
ru_ru: Введите адрес, чтобы востребовать UNI. Если у адреса есть права требования на UNI, они будут высланы на него при отправке транзакции.
th_th: ป้อนที่อยู่เพื่อเรียกการอ้างสิทธิ์ UNI หากที่อยู่มี UNI ใด ๆ ที่สามารถอ้างสิทธิ์ได้ ที่อยู่นั้นจะถูกส่งไปให้เมื่อส่ง
vi_vn: Nhập địa chỉ để kích hoạt khiếu nại UNI. Nếu địa chỉ có bất kỳ UNI nào có thể xác nhận quyền sở hữu, địa chỉ đó sẽ được gửi cho họ khi gửi.

source: The % you will earn in fees.
af_za: Die % wat jy in fooie sal verdien.
ca_es: El % que guanyaràs en comissions.
cs_cz: % vyděláte na poplatcích.
el_gr: Το % που θα κερδίσετε σε χρεώσεις.
es_es: El % que ganarás en comisiones.
it_it: La % che guadagnerai in commissioni.
no_no: % du vil tjene i gebyrer.
pl_pl: %, który zarobisz na opłatach.
pt_pt: A % que você ganhará em taxas.
ro_ro: Procentul pe care îl veți câștiga în comisioane.
ru_ru: %, который вы заработаете в виде комиссий.
th_th: % ที่คุณจะได้รับเป็นค่าธรรมเนียม
vi_vn: % bạn sẽ kiếm được trong các khoản phí.

source: <0>Tip:</0> Select an action and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin immediately and last for 7 days. To propose a custom action, <1>read the docs</1>.
af_za: <0>Wenk:</0> Kies 'n aksie en beskryf jou voorstel vir die gemeenskap. Die voorstel kan nie na indiening gewysig word nie, so verifieer asseblief alle inligting voor indiening. Die stemperiode sal onmiddellik begin en vir 7 dae duur. Om 'n pasgemaakte handeling voor te stel, <1>lees die dokumente</1>.
ca_es: <0>Consell:</0> Seleccioneu una acció i descriu la vostra proposta per a la comunitat. La proposta no es pot modificar després de l'enviament, així que si us plau, verifiqueu tota la informació abans d'enviar-la. El període de votació començarà immediatament i tindrà una durada de 7 dies. Per proposar una acció personalitzada, <1>llegiu els documents</1>.
cs_cz: <0>Tip:</0> Vyberte akci a popište svůj návrh pro komunitu. Návrh nelze po odeslání upravit, proto před odesláním ověřte všechny informace. Hlasovací období začne okamžitě a bude trvat 7 dní. Chcete-li navrhnout vlastní akci, <1>si přečtěte dokumenty</1>.
el_gr: <0>Συμβουλή:</0> Επιλέξτε μια ενέργεια και περιγράψτε την πρότασή σας για την κοινότητα. Η πρόταση δεν μπορεί να τροποποιηθεί μετά την υποβολή, επομένως επαληθεύστε όλες τις πληροφορίες πριν την υποβολή. Η ψηφοφορία θα ξεκινήσει άμεσα και θα διαρκέσει 7 ημέρες. Για να προτείνετε μια προσαρμοσμένη ενέργεια, <1>διαβάστε τα έγγραφα</1>.
es_es: <0>Consejo:</0> Seleccione una acción y describa su propuesta para la comunidad. La propuesta no se puede modificar después de enviarla, así que verifique toda la información antes de enviarla. El período de votación comenzará inmediatamente y tendrá una duración de 7 días. Para proponer una acción personalizada, <1>lea los documentos</1>.
it_it: <0>Suggerimento:</0> Seleziona un'azione e descrivi la tua proposta per la comunità. La proposta non può essere modificata dopo l'invio, quindi verificare tutte le informazioni prima dell'invio. Il periodo di votazione inizierà immediatamente e durerà 7 giorni. Per proporre un'azione personalizzata, <1>leggi i documenti</1>.
no_no: <0>Tips:</0> Velg en handling og beskriv forslaget ditt for fellesskapet. Forslaget kan ikke endres etter innsending, så vennligst bekreft all informasjon før du sender inn. Stemmeperioden starter umiddelbart og varer i 7 dager. For å foreslå en tilpasset handling, <1>les dokumentene</1>.
pl_pl: <0>Wskazówka:</0> Wybierz działanie i opisz swoją propozycję dla społeczności. Wniosek nie może być modyfikowany po przesłaniu, dlatego przed złożeniem należy zweryfikować wszystkie informacje. Głosowanie rozpocznie się niezwłocznie i potrwa 7 dni. Aby zaproponować akcję niestandardową, <1>przeczytaj dokumenty</1>.
pt_pt: <0>Dica:</0> Selecione uma ação e descreva sua proposta para a comunidade. A proposta não pode ser modificada após o envio, portanto, verifique todas as informações antes de enviar. O período de votação começará imediatamente e durará 7 dias. Para propor uma ação personalizada, <1>leia os documentos</1>.
ro_ro: <0>Sfat:</0> Selectați o acțiune și descrieți propunerea dvs. pentru comunitate. Propunerea nu poate fi modificată după trimitere, așa că vă rugăm să verificați toate informațiile înainte de a o trimite. Perioada de vot va începe imediat și va dura 7 zile. Pentru a propune o acțiune personalizată, <1>citiți documentele</1>.
ru_ru: <0> Подсказка:</0> выберите действие и опишите свое предложение для сообщества. Предложение невозможно изменить после подачи, поэтому, пожалуйста, проверьте всю информацию перед отправкой. Период голосования начнется немедленно и продлится 7 дней. Чтобы предложить собственное действие, <1> прочтите документацию</1>.
th_th: <0>เคล็ดลับ:</0> เลือกการดำเนินการและอธิบายข้อเสนอของคุณสำหรับชุมชน ข้อเสนอไม่สามารถแก้ไขได้หลังจากส่ง ดังนั้นโปรดตรวจสอบข้อมูลทั้งหมดก่อนส่ง ระยะเวลาการลงคะแนนจะเริ่มทันทีและกินเวลา 7 วัน หากต้องการเสนอการดำเนินการแบบกำหนดเอง <1>อ่านเอกสาร</1>
vi_vn: <0>Mẹo:</0> Chọn một hành động và mô tả đề xuất của bạn cho cộng đồng. Không thể sửa đổi đề xuất sau khi gửi, vì vậy vui lòng xác minh tất cả thông tin trước khi gửi. Thời gian bỏ phiếu sẽ bắt đầu ngay lập tức và kéo dài trong 7 ngày. Để đề xuất một hành động tùy chỉnh, <1>hãy đọc tài liệu</1>.

source: Explore
af_za: Verken
no_no: Utforske
pt_pt: Explorar
ro_ro: Explora
ru_ru: Обзор
th_th: สำรวจ
vi_vn: Khám phá

source: Show
af_za: Wys
ca_es: Espectacle
cs_cz: Ukázat
el_gr: προβολή
es_es: Espectáculo
it_it: Spettacolo
no_no: Forestilling
pl_pl: Pokazywać
pt_pt: Mostrar
ro_ro: Spectacol
ru_ru: Показать
th_th: แสดง
vi_vn: Trình diễn

source: Queued
af_za: In die ry
ca_es: En cua
cs_cz: Ve frontě
el_gr: Σε ουρά
es_es: Puesto en cola
it_it: In coda
no_no: I kø
pl_pl: W kolejce
pt_pt: Enfileiradas
ro_ro: În așteptare
ru_ru: В очереди
th_th: เข้าคิว
vi_vn: xếp hàng

source: Add {0}/{1} V3 liquidity
af_za: Voeg {0}/{1} V3 likiditeit by
ca_es: Afegir {0}/{1} liquiditat V3
cs_cz: Přidat likviditu V3 {0}/{1}
el_gr: Προσθήκη {0}/{1} V3 ρευστότητας
es_es: Sumar liquidez {0}/{1} V3
it_it: Aggiungi liquidità {0}/{1} V3
no_no: Legg til {0}/{1} V3-likviditet
pl_pl: Dodaj płynność {0}{1}
pt_pt: Adicionar {0}/{1} de liquidez V3
ro_ro: Adaugă {0}/{1} lichiditate V3
ru_ru: Добавить ликвидность {0}/{1} в V3
th_th: เพิ่มสภาพคล่อง {0}/{1} V3
vi_vn: Thêm {0}/{1} thanh khoản V3

source: {0} slippage
pt_pt: {0} derrapagem
ro_ro: {0} alunecare
th_th: {0} การเลื่อนหลุด
vi_vn: {0} trượt

source: volume
ro_ro: volum
th_th: ปริมาณ

source: Claim failed
af_za: Eis het misluk
ca_es: La reclamació ha fallat
cs_cz: Reklamace se nezdařila
el_gr: Η αξίωση απέτυχε
es_es: Reclamo fallido
it_it: Reclamo fallito
no_no: Kravet mislyktes
pl_pl: Roszczenie nie powiodło się
pt_pt: Reivindicação falhou
ro_ro: Revendicarea a eșuat
ru_ru: Претензия отклонена
th_th: การอ้างสิทธิ์ล้มเหลว
vi_vn: Yêu cầu không thành công

source: List for sale
af_za: Lys te koop
ca_es: Llista en venda
cs_cz: Seznam na prodej
el_gr: Λίστα προς πώληση
es_es: Lista en venta
it_it: Elenco in vendita
no_no: Liste til salgs
pl_pl: Lista na sprzedaż
pt_pt: Lista para venda
ro_ro: Lista de vanzare
ru_ru: Список для продажи
th_th: รายการสำหรับขาย
vi_vn: Danh sách bán

source: Token stats and charts for {label} are available on <0>info.uniswap.org</0>
af_za: Tekenstatistieke en kaarte vir {label} is beskikbaar op <0>info.uniswap.org</0>
ca_es: Les estadístiques i els gràfics de fitxes per a {label} estan disponibles a <0>info.uniswap.org</0>
cs_cz: Statistiky tokenů a grafy pro {label} jsou k dispozici na <0>info.uniswap.org</0>
el_gr: Τα στατιστικά στοιχεία και τα γραφήματα για {label} είναι διαθέσιμα στο <0>info.uniswap.org</0>
es_es: Las estadísticas de tokens y los gráficos para {label} están disponibles en <0>info.uniswap.org</0>
it_it: Le statistiche e i grafici dei token per {label} sono disponibili su <0>info.uniswap.org</0>
no_no: Tokenstatistikk og diagrammer for {label} er tilgjengelig på <0>info.uniswap.org</0>
pl_pl: Statystyki i wykresy tokenów dla {label} są dostępne na <0>info.uniswap.org</0>
pt_pt: Estatísticas e gráficos de token para {label} estão disponíveis em <0>info.uniswap.org</0>
ro_ro: Statisticile și graficele pentru token pentru {label} sunt disponibile pe <0>info.uniswap.org</0>
ru_ru: Статистика и графики токенов для {label} доступны на <0>info.uniswap.org</0>
th_th: สถิติโทเค็นและแผนภูมิสำหรับ {label} มีอยู่ใน <0>info.uniswap.org</0>
vi_vn: Số liệu thống kê và biểu đồ mã thông báo cho {label} có sẵn trên <0>info.uniswap.org</0>

source: Popular tokens
af_za: Gewilde tekens
ca_es: Fitxes populars
cs_cz: Populární tokeny
el_gr: Δημοφιλή μάρκες
es_es: Fichas populares
it_it: Gettoni popolari
no_no: Populære tokens
pl_pl: Popularne żetony
pt_pt: tokens populares
ro_ro: Jetoane populare
ru_ru: Популярные токены
th_th: โทเค็นยอดนิยม
vi_vn: mã thông báo phổ biến

source: fee
af_za: fooi
ca_es: quota
cs_cz: poplatek
el_gr: τέλη
es_es: tarifa
it_it: tassa
no_no: avgift
pl_pl: opłata
pt_pt: taxa
ro_ro: taxa
ru_ru: платеж
th_th: ค่าธรรมเนียม
vi_vn: phí

source: Best price route costs ~{gasPrice} in gas.
af_za: Beste prys roete kos ~{gasPrice} in gas.
ca_es: La ruta al millor preu costa ~{gasPrice} en gasolina.
cs_cz: Nejlepší cena trasy stojí ~{gasPrice} v plynu.
el_gr: Η καλύτερη τιμή διαδρομής κοστίζει ~{gasPrice} σε φυσικό αέριο.
es_es: La ruta al mejor precio cuesta ~{gasPrice} en gasolina.
it_it: Il percorso con il miglior prezzo costa ~{gasPrice} in benzina.
no_no: Beste pris rute koster ~{gasPrice} i gass.
pl_pl: Najlepsza cena trasa kosztuje ~{gasPrice} w benzynie.
pt_pt: A rota com melhor preço custa ~{gasPrice} em gasolina.
ro_ro: Ruta cu cel mai bun preț costă ~{gasPrice} în benzină.
ru_ru: Маршрут по лучшей цене стоит ~{gasPrice} в газе.
th_th: เส้นทางราคาที่ดีที่สุดต้นทุน ~{gasPrice} ในก๊าซ
vi_vn: Tuyến đường giá tốt nhất chi phí ~{gasPrice} tiền xăng.

source: Not enough liquidity to show accurate USD value.
af_za: Nie genoeg likiditeit om akkurate USD-waarde te wys nie.
ca_es: No hi ha prou liquiditat per mostrar el valor en USD precís.
es_es: No hay suficiente liquidez para mostrar el valor exacto en USD.
it_it: Liquidità insufficiente per mostrare un valore in USD accurato.
no_no: Ikke nok likviditet til å vise nøyaktig USD-verdi.
pl_pl: Niewystarczająca płynność, aby pokazać dokładną wartość USD.
pt_pt: Não há liquidez suficiente para mostrar o valor exato em USD.
ro_ro: Lichiditate insuficientă pentru a afișa valoarea exactă a USD.
ru_ru: Недостаточно ликвидности, чтобы показать точную стоимость в долларах США.
th_th: สภาพคล่องไม่เพียงพอที่จะแสดงมูลค่า USD ที่ถูกต้อง
vi_vn: Không đủ thanh khoản để hiển thị giá trị USD chính xác.

source: For each pool shown below, click migrate to remove your liquidity from Uniswap V2 and deposit it into Uniswap V3.
af_za: Klik op migreer vir elke poel hieronder om u likiditeit uit Uniswap V2 te verwyder en dit in Uniswap V3 te deponeer.
ca_es: Per a cada grup que es mostra a continuació, feu clic a Migra per eliminar la liquiditat d'Uniswap V2 i dipositar-la a Uniswap V3.
cs_cz: Pro každý níže zobrazený fond klikněte na tlačítko migrovat, abyste mohli odstranit svou likviditu z Uniswap V2 a uložit ji do Uniswap V3.
el_gr: Για κάθε δεξαμενή που φαίνεται παρακάτω, κάντε κλικ στην επιλογή μεταφορά για να αφαιρέσετε τη ρευστότητά σας από Uniswap V2 και να την καταθέσετε στο Uniswap V3.
es_es: Para cada fondo común mostrado a continuación, haga clic en migrar a fin de quitar su liquidez de Uniswap V2 y depositarla en Uniswap V3.
it_it: Per ogni pool mostrato di seguito, fai clic su Esegui migrazione per rimuovere la liquidità da Uniswap V2 e depositarlo in Uniswap V3.
no_no: For hver pott vist nedenfor, klikker du på migrering for å fjernee likviditeten fra Uniswap V2 og sette den til Uniswap V3.
pl_pl: Dla każdej puli pokazanej poniżej kliknij migruj, aby usunąć płynność z Uniswap V2 i zdeponować ją w Uniswap V3.
pt_pt: Para cada pool apresentada abaixo, clique em migrar para remover a sua liquidez do Uniswap V2 e depositá-la no Uniswap V3.
ro_ro: Pentru fiecare grup indicat mai jos, dă clic pe migrare pentru a elimina lichiditatea de la Uniswap V2 și depune-l în Uniswap V3.
ru_ru: Для каждого указанного ниже пула нажмите «Перенести», чтобы удалить ликвидность из Uniswap V2 и внести её в Uniswap V3.
th_th: สำหรับแต่ละพูลที่แสดงด้านล่าง คลิกโยกย้ายเพื่อลบสภาพคล่องของคุณออกจาก Uniswap V2 และฝากลงใน Uniswap V3
vi_vn: Đối với mỗi pool được hiển thị bên dưới, hãy nhấp vào di chuyển để xóa thanh khoản của bạn khỏi Uniswap V2 và gửi nó vào Uniswap V3.

source: Connect to a wallet to view your V2 liquidity.
af_za: Koppel aan 'n beursie om u V2-likiditeit te sien.
ca_es: Connecteu-vos a una cartera per veure la vostra liquiditat V2.
cs_cz: Chcete-li si zobrazit svou likviditu V2, připojte se k peněžence.
el_gr: Συνδεθείτε σε ένα πορτοφόλι για να δείτε τη ρευστότητα στη V2.
es_es: Conéctese a una cartera para ver su liquidez V2.
it_it: Connettiti a un portafoglio per visualizzare la tua liquidità V2.
no_no: Koble til en lommebok for å se V2-likviditeten.
pl_pl: Połącz się z portfelem, aby wyświetlić płynność V2.
pt_pt: Ligar a uma carteira para ver a sua liquidez V2.
ro_ro: Conectează-te la un portofel pentru a vizualiza lichiditatea V2 a ta.
ru_ru: Подключите кошелёк, чтобы просмотреть вашу ликвидность в V2.
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อดูสภาพคล่อง V2 ของคุณ
vi_vn: Kết nối với ví để xem tính thanh khoản V2 của bạn.

source: Sending
af_za: Stuur
ca_es: Enviament
cs_cz: Odesílání
el_gr: Αποστολή
es_es: Enviando
it_it: Invio
no_no: Sender
pl_pl: Wysyłanie
pt_pt: Enviando
ro_ro: Trimiterea
ru_ru: Отправка
th_th: การส่ง
vi_vn: Gửi

source: Search
af_za: Soek
ca_es: Cerca
cs_cz: Vyhledávání
el_gr: Αναζήτηση
es_es: Buscar
it_it: Ricerca
no_no: Søk
pl_pl: Szukaj
pt_pt: Procurar
ro_ro: Căutare
ru_ru: Поиск
th_th: ค้นหา
vi_vn: Tìm kiếm

source: Better prices and more liquidity
af_za: Beter pryse en meer likiditeit
ca_es: Millors preus i més liquiditat
es_es: Mejores precios y más liquidez
it_it: Prezzi migliori e più liquidità
no_no: Bedre priser og mer likviditet
pl_pl: Lepsze ceny i większa płynność
pt_pt: Melhores preços e mais liquidez
ro_ro: Prețuri mai bune și mai multă lichiditate
ru_ru: Лучшие цены и большая ликвидность
th_th: ราคาดีขึ้นและมีสภาพคล่องมากขึ้น
vi_vn: Giá tốt hơn và thanh khoản cao hơn

source: + New position
af_za: Nuwe posisie
ca_es: + Nova posició
cs_cz: + Nová pozice
el_gr: + Νέα θέση
es_es: + Nueva posición
it_it: + Nuova posizione
no_no: + Ny stilling
pl_pl: + Nowa pozycja
pt_pt: + Nova posição
ro_ro: + Poziție nouă
ru_ru: + Новая позиция
th_th: + ตำแหน่งใหม่
vi_vn: + Vị trí mới

source: Vote for proposal {proposalId}
af_za: Stem vir voorstel {proposalId}
ca_es: Vota la proposta {proposalId}
cs_cz: Hlasovat pro návrh {proposalId}
el_gr: Ψήφοι υπέρ της πρότασης {proposalId}
es_es: Votar por la propuesta {proposalId}
it_it: Vota la proposta {proposalId}
no_no: Stem på forslag {proposalId}
pl_pl: Głosuj na propozycję {proposalId}
pt_pt: Votar a favor da proposta {proposalId}
ro_ro: Votează pentru propunerea {proposalId}
ru_ru: Проголосовать за предложение {proposalId}
th_th: โหวตข้อเสนอ {proposalId}
vi_vn: Bỏ phiếu cho đề xuất {proposalId}

source: Pay at most
pt_pt: Pague no máximo
ro_ro: Plătește cel mult
th_th: จ่ายมากสุด
vi_vn: Trả nhiều nhất

source: Simple
af_za: Eenvoudig
ca_es: Senzill
cs_cz: Jednoduché
el_gr: Απλό
it_it: Semplice
no_no: Enkel
pl_pl: Prosty
pt_pt: Simples
ro_ro: Simplu
ru_ru: Простой
th_th: เรียบง่าย
vi_vn: Đơn giản

source: Repaid
af_za: Terugbetaal
ca_es: Reemborsat
cs_cz: Splaceno
el_gr: Εξοφλήθηκε
es_es: reembolsado
it_it: Rimborsato
no_no: Nedbetalt
pl_pl: Spłacony
pt_pt: Reembolsado
ro_ro: Rambursat
ru_ru: Погашенный
th_th: จ่ายคืน
vi_vn: hoàn trả

source: You will receive
af_za: U sal ontvang
ca_es: Rebreu
cs_cz: Obdržíte
el_gr: Θα λάβετε
es_es: Recibirá
it_it: Riceverai
no_no: Du vil motta
pl_pl: Otrzymacie
pt_pt: Irá receber
ro_ro: Vei primi
ru_ru: Вы получите
th_th: คุณจะได้รับ
vi_vn: Bạn sẽ nhận

source: Migrating liquidity
af_za: Migreer likiditeit
ca_es: Liquiditat migratòria
cs_cz: Migrace likvidity
el_gr: Μεταναστευτική ρευστότητα
es_es: Migración de liquidez
it_it: Liquidità in migrazione
no_no: Migrering av likviditet
pl_pl: Migracja płynności
pt_pt: Migrando liquidez
ro_ro: Migrarea lichidității
ru_ru: Миграция ликвидности
th_th: โยกย้ายสภาพคล่อง
vi_vn: Di chuyển thanh khoản

source: Starting {0} Price:
af_za: Begin {0} Prys:
ca_es: Preu inicial {0}:
es_es: Precio inicial {0}:
it_it: A partire da {0} Prezzo:
no_no: Start {0} Pris:
pl_pl: Cena od {0}:
pt_pt: A partir de {0} Preço:
ro_ro: Preț de pornire {0}:
ru_ru: Начальная {0} Цена:
th_th: เริ่มต้น {0} ราคา:
vi_vn: Bắt đầu từ {0} Giá:

source: Burn cancelled
af_za: Brand gekanselleer
ca_es: S'ha cancel·lat la gravació
es_es: Grabación cancelada
it_it: Masterizzazione annullata
no_no: Brenningen avbrutt
pl_pl: Nagrywanie anulowane
pt_pt: Gravação cancelada
ro_ro: Arderea a fost anulată
ru_ru: Запись отменена
th_th: ยกเลิกการเบิร์นแล้ว
vi_vn: Ghi hủy
