Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: The app securely collects your wallet address and shares it with TRM Labs Inc. for risk and compliance reasons.
af_za: Die toepassing versamel jou beursie-adres veilig en deel dit met TRM Labs Inc. vir risiko- en voldoeningsredes.
ca_es: L'aplicació recopila de forma segura l'adreça de la cartera i la comparteix amb TRM Labs Inc. per motius de risc i de compliment.
cs_cz: Aplikace bezpečně shromažďuje adresu vaší peněženky a sdílí ji s TRM Labs Inc. z důvodu rizika a dodržování předpisů.
el_gr: Η εφαρμογή συλλέγει με ασφάλεια τη διεύθυνση του πορτοφολιού σας και τη μοιράζεται με την TRM Labs Inc. για λόγους κινδύνου και συμμόρφωσης.
es_es: La aplicación recopila de forma segura la dirección de su billetera y la comparte con TRM Labs Inc. por razones de riesgo y cumplimiento.
it_it: L'app raccoglie in modo sicuro l'indirizzo del tuo portafoglio e lo condivide con TRM Labs Inc. per motivi di rischio e conformità.
no_no: Appen samler sikkert lommebokadressen din og deler den med TRM Labs Inc. av risiko- og samsvarsgrunner.
pl_pl: Aplikacja bezpiecznie gromadzi adres Twojego portfela i udostępnia go firmie TRM Labs Inc. ze względów związanych z ryzykiem i zgodnością.
pt_pt: O aplicativo coleta com segurança o endereço da sua carteira e o compartilha com a TRM Labs Inc. por motivos de risco e conformidade.
ro_ro: Aplicația vă colectează în siguranță adresa portofelului și o partajează cu TRM Labs Inc. din motive de risc și de conformitate.
ru_ru: Приложение безопасно получает адрес вашего кошелька и передает его TRM Labs Inc. в целях управления рисками и соблюдения требований законодательства.
th_th: แอปรวบรวมที่อยู่กระเป๋าเงินของคุณอย่างปลอดภัยและแชร์กับ TRM Labs Inc. เพื่อเหตุผลด้านความเสี่ยงและการปฏิบัติตามข้อกำหนด
vi_vn: Ứng dụng thu thập địa chỉ ví của bạn một cách an toàn và chia sẻ nó với TRM Labs Inc. vì lý do tuân thủ và rủi ro.

source: The app fetches on-chain data and constructs contract calls with an Infura API.
af_za: Die toepassing haal data op die ketting en bou kontrakoproepe met 'n Infura API.
ca_es: L'aplicació obté dades en cadena i construeix trucades de contracte amb una API Infura.
cs_cz: Aplikace načítá data v řetězci a vytváří smluvní volání pomocí Infura API.
el_gr: Η εφαρμογή ανακτά δεδομένα στην αλυσίδα και δημιουργεί κλήσεις συμβολαίου με ένα Infura API.
es_es: La aplicación obtiene datos en cadena y construye llamadas de contrato con una API de Infura.
it_it: L'app recupera i dati sulla catena e crea chiamate di contratto con un'API Infura.
no_no: Appen henter kjededata og konstruerer kontraktanrop med et Infura API.
pl_pl: Aplikacja pobiera dane w łańcuchu i konstruuje połączenia kontraktowe za pomocą interfejsu API Infura.
pt_pt: O aplicativo busca dados na cadeia e constrói chamadas de contrato com uma API Infura.
ro_ro: Aplicația preia date în lanț și construiește apeluri contractuale cu un API Infura.
ru_ru: Приложение получает данные, хранящиеся в блокчейне, и конструирует вызовы контрактов при помощи API от Infura.
th_th: แอปดึงข้อมูลบนเครือข่ายและสร้างการเรียกสัญญาด้วย Infura API
vi_vn: Ứng dụng tìm nạp dữ liệu trên chuỗi và xây dựng các lệnh gọi hợp đồng bằng API Infura.

source: Detailed
af_za: Gedetailleerd
ca_es: Detallada
cs_cz: Podrobně
el_gr: Λεπτομερής
es_es: Detallado
it_it: Dettagliato
no_no: Detaljert
pl_pl: Szczegółowe
pt_pt: Detalhada
ro_ro: Detaliat
ru_ru: Подробно
th_th: รายละเอียด
vi_vn: Chi tiết

source: Vote against
af_za: Stem teen
pt_pt: Votar contra
ro_ro: Votează împotrivă
th_th: โหวตต่อต้าน
vi_vn: Bỏ phiếu chống lại

source: Confirm Swap
af_za: Bevestig die ruil
ca_es: Confirmeu l'intercanvi
es_es: Confirmar intercambio
it_it: Conferma lo scambio
no_no: Bekreft bytte
pl_pl: Potwierdź zamianę
pt_pt: Confirmar troca
ro_ro: Confirmă Schimbul
ru_ru: Подтвердить обмен
th_th: ยืนยันการแลกเปลี่ยน
vi_vn: Xác nhận Hoán đổi

source: The app fetches blockchain data from The Graph’s hosted service.
af_za: Die toepassing haal blokkettingdata van The Graph se gasheerdiens af.
ca_es: L'aplicació obté dades de blockchain del servei allotjat de The Graph.
cs_cz: Aplikace načítá data blockchainu z hostované služby The Graph.
el_gr: Η εφαρμογή ανακτά δεδομένα blockchain από τη φιλοξενούμενη υπηρεσία του The Graph.
es_es: La aplicación obtiene datos de blockchain del servicio alojado de The Graph.
it_it: L'app recupera i dati blockchain dal servizio ospitato da The Graph.
no_no: Appen henter blokkjededata fra The Graphs vertstjeneste.
pl_pl: Aplikacja pobiera dane blockchain z hostowanej usługi The Graph.
pt_pt: O aplicativo busca dados blockchain do serviço hospedado do The Graph.
ro_ro: Aplicația preia date blockchain de la serviciul găzduit The Graph.
ru_ru: Приложение получает данные блокчейна из сервиса The Graph.
th_th: แอปดึงข้อมูล blockchain จากบริการโฮสต์ของ The Graph
vi_vn: Ứng dụng lấy dữ liệu chuỗi khối từ dịch vụ lưu trữ của The Graph.

source: You are the first liquidity provider.
af_za: U is die eerste likiditeitsverskaffer.
ca_es: Sou el primer proveïdor de liquiditat.
cs_cz: Jste prvním poskytovatelem likvidity.
el_gr: Είστε ο πρώτος πάροχος ρευστότητας.
es_es: Usted es el primer proveedor de liquidez.
it_it: Sei il primo fornitore di liquidità.
no_no: Du er den første likviditetsleverandøren.
pl_pl: Jesteś pierwszym dostawcą płynności.
pt_pt: É o primeiro fornecedor de liquidez.
ro_ro: Ești primul furnizor de lichidități.
ru_ru: Вы первый поставщик ликвидности.
th_th: คุณคือผู้ให้บริการสภาพคล่องรายแรก
vi_vn: Bạn là nhà cung cấp thanh khoản đầu tiên.

source: Privacy Policy.
af_za: Privaatheidsbeleid.
ca_es: Política de privacitat.
cs_cz: Zásady ochrany osobních údajů.
el_gr: Πολιτική Απορρήτου.
es_es: Política de privacidad.
it_it: Politica sulla riservatezza.
no_no: Personvernerklæring.
pl_pl: Polityka prywatności.
pt_pt: Política de Privacidade.
ro_ro: Politica de confidențialitate.
ru_ru: Политика конфиденциальности.
th_th: นโยบายความเป็นส่วนตัว.
vi_vn: Chính sách bảo mật.

source: Claim fees
af_za: Eisgelde
ca_es: Taxes de reclamació
cs_cz: Poplatky za nárokování
el_gr: Διεκδικήστε χρεώσεις
es_es: Reclamar comisiones
it_it: Diritti di rivendicazione
no_no: Hent gebyrer
pl_pl: Opłaty za roszczenia
pt_pt: Reivindicar comissões
ro_ro: Revendică taxe
ru_ru: Востребовать комиссии
th_th: เรียกร้องค่าธรรมเนียม
vi_vn: Yêu cầu phí

source: Coming soon: search and explore tokens on Avalanche Chain
af_za: Binnekort beskikbaar: soek en verken tekens op Avalanche Chain
ca_es: Aviat: cerca i explora fitxes a Avalanche Chain
es_es: Próximamente: busca y explora tokens en Avalanche Chain
it_it: Prossimamente: cerca ed esplora i token su Avalanche Chain
no_no: Kommer snart: søk og utforsk tokens på Avalanche Chain
pl_pl: Już wkrótce: szukaj i eksploruj tokeny w Avalanche Chain
pt_pt: Em breve: pesquise e explore tokens na Avalanche Chain
ro_ro: În curând: căutați și explorați jetoane pe Avalanche Chain
ru_ru: Скоро: ищите и исследуйте жетоны в Avalanche Chain
th_th: เร็วๆ นี้: ค้นหาและสำรวจโทเค็นบน Avalanche Chain
vi_vn: Sắp ra mắt: tìm kiếm và khám phá mã thông báo trên Avalanche Chain

source: Your wallet's current network is unsupported.
af_za: Jou beursie se huidige netwerk word nie ondersteun nie.
ca_es: La xarxa actual de la vostra cartera no és compatible.
cs_cz: Aktuální síť vaší peněženky není podporována.
el_gr: Το τρέχον δίκτυο του πορτοφολιού σας δεν υποστηρίζεται.
es_es: La red actual de su billetera no es compatible.
it_it: La rete attuale del tuo portafoglio non è supportata.
no_no: Det nåværende nettverket til lommeboken din støttes ikke.
pl_pl: Bieżąca sieć Twojego portfela nie jest obsługiwana.
pt_pt: A rede atual da sua carteira não é suportada.
ro_ro: Rețeaua actuală a portofelului dvs. nu este acceptată.
ru_ru: Текущая сеть вашего кошелька не поддерживается.
th_th: ไม่รองรับเครือข่ายปัจจุบันของกระเป๋าเงินของคุณ
vi_vn: Mạng hiện tại của ví của bạn không được hỗ trợ.

source: Low price
af_za: Lae prys
ca_es: Preu baix
es_es: Precio bajo
it_it: Prezzo basso
no_no: Lav pris
pl_pl: Niska cena
pt_pt: Preço baixo
ro_ro: Preț scăzut
ru_ru: Низкая цена
th_th: ราคาถูก
vi_vn: Giá thấp

source: Migrating
af_za: Migreer
ca_es: Migrant
cs_cz: Migrace
el_gr: Γίνεται μεταφορά
es_es: Migración
it_it: Migrazione
no_no: Migrerer
pl_pl: Migracja
pt_pt: A migrar
ro_ro: Migrare
ru_ru: Перенос
th_th: กำลังย้ายข้อมูล
vi_vn: Đang di chuyển

source: Same price
af_za: Dieselfde prys
pt_pt: Mesmo preço
ro_ro: Același preț
th_th: ราคาเดียวกัน
vi_vn: Đồng giá

source: Permit2 allows token approvals to be shared and managed across different applications.
af_za: Permit2 laat toe dat tokengoedkeurings oor verskillende toepassings gedeel en bestuur word.
ca_es: Permit2 permet compartir i gestionar les aprovacions de testimonis entre diferents aplicacions.
es_es: Permit2 permite que las aprobaciones de tokens se compartan y administren entre diferentes aplicaciones.
it_it: Permit2 consente di condividere e gestire le approvazioni dei token tra diverse applicazioni.
no_no: Permit2 lar token-godkjenninger deles og administreres på tvers av forskjellige applikasjoner.
pl_pl: Permit2 umożliwia udostępnianie zatwierdzeń tokenów i zarządzanie nimi w różnych aplikacjach.
pt_pt: O Permit2 permite que as aprovações de token sejam compartilhadas e gerenciadas em diferentes aplicativos.
ro_ro: Permisul2 permite aprobările jetonelor să fie partajate și gestionate în diferite aplicații.
ru_ru: Permit2 позволяет совместно использовать утверждения токенов и управлять ими в разных приложениях.
th_th: Permit2 อนุญาตให้แชร์และจัดการการอนุมัติโทเค็นระหว่างแอปพลิเคชันต่างๆ
vi_vn: Permit2 cho phép chia sẻ và quản lý phê duyệt mã thông báo trên các ứng dụng khác nhau.

source: Uniswap has granted your wish!
af_za: Uniswap het jou wens vervul!
ca_es: Uniswap ha complert el teu desig!
cs_cz: Uniswap splnil vaše přání!
el_gr: Η Uniswap εκπλήρωσε την επιθυμία σας!
es_es: ¡Uniswap ha concedido tu deseo!
it_it: Uniswap ha esaudito il tuo desiderio!
no_no: Uniswap har oppfylt ønsket ditt!
pl_pl: Uniswap spełnił Twoje życzenie!
pt_pt: A Uniswap atendeu seu desejo!
ro_ro: Uniswap ți-a îndeplinit dorința!
ru_ru: Uniswap исполнил ваше желание!
th_th: Uniswap ได้ให้ความปรารถนาของคุณ!
vi_vn: Uniswap đã đáp ứng mong muốn của bạn!

source: Share to Twitter
af_za: Deel op Twitter
ca_es: Comparteix a Twitter
cs_cz: Sdílejte na Twitteru
el_gr: Μοιραστείτε το στο Twitter
es_es: Compartir en Twitter
it_it: Condividi su Twitter
no_no: Del på Twitter
pl_pl: Udostępnij na Twitterze
pt_pt: Compartilhar no Twitter
ro_ro: Distribuie pe Twitter
ru_ru: Поделиться в Твиттере
th_th: แบ่งปันไปที่ Twitter
vi_vn: Chia sẻ lên Twitter

source: About
af_za: Oor
ca_es: Sobre
cs_cz: O aplikaci
el_gr: Σχετικά με εμάς
es_es: Acerca de
it_it: Informazioni
no_no: Om
pl_pl: O
pt_pt: Sobre
ro_ro: Despre
ru_ru: О протоколе
th_th: เกี่ยวกับ
vi_vn: Giới thiệu

source: Waiting for confirmation
af_za: Wag vir bevestiging
ca_es: Esperant la confirmació
cs_cz: čekání na potvrzení
el_gr: Αναμονή για επιβεβαίωση
es_es: esperando confirmación
it_it: In attesa di conferma
no_no: Venter på bekreftelse
pl_pl: oczekiwanie na potwierdzenie
pt_pt: Aguardando confirmação
ro_ro: Se așteaptă confirmarea
ru_ru: Ожидание подтверждения
th_th: รอการยืนยัน
vi_vn: chờ đợi sự xác nhận

source: Undetermined
af_za: Onbepaald
ca_es: Indeterminat
cs_cz: Neurčeno
el_gr: Αναποφάσιστος
es_es: Indeterminado
it_it: Indeterminato
no_no: Ubestemt
pl_pl: Nieokreślony
pt_pt: Indeterminado
ro_ro: Nedeterminat
ru_ru: Не определено
th_th: บึกบึน
vi_vn: không xác định

source: {0} fee
af_za: {0} fooi
ca_es: {0} quota
it_it: {0} tassa
no_no: {0} gebyr
pt_pt: {0} taxa
ro_ro: {0} taxa
ru_ru: {0} комиссия
th_th: {0} ค่าธรรมเนียม
vi_vn: {0} phí

source: {amount, plural, =1 {week} other {weeks}}
af_za: {amount, plural, =1 {week} other {weke}}
ca_es: {amount, plural, =1 {setmana} other {setmanes}}
el_gr: {amount, plural, =1 {εβδομάδα} other {εβδομάδες}}
es_es: {amount, plural, =1 {semana} other {semanas}}
it_it: {amount, plural, =1 {settimana} other {settimane}}
no_no: {amount, plural, =1 {uke} other {uker}}
pl_pl: {amount, plural, =1 {tydzień} other {tygodnie}}
pt_pt: {amount, plural, =1 {semana} other {semanas}}
ro_ro: {amount, plural, =1 {saptamana} other {săptămâni}}
ru_ru: {amount, plural, =1 {неделя} other {недели}}
th_th: {amount, plural, =1 {สัปดาห์} other {สัปดาห์}}
vi_vn: {amount, plural, =1 {tuần} other {tuần}}

source: Wrap <0/> to {0}
af_za: Draai <0/> tot {0}
ca_es: Embolcall <0/> a {0}
cs_cz: Zabalit <0/> až {0}
el_gr: Τυλίξτε <0/> προς {0}
es_es: Envolver <0/> a {0}
it_it: Avvolgi da <0/> a {0}
no_no: Pakk <0/> til {0}
pl_pl: Zawiń <0/> do {0}
pt_pt: Enrole <0/> a {0}
ro_ro: Înfășurați <0/> la {0}
ru_ru: Обернуть <0/> в {0}
th_th: ห่อ <0/> ต่อ {0}
vi_vn: Bọc <0/> đến {0}

source: <0>Account analytics and accrued fees</0><1> ↗ </1>
af_za: <0> Rekeninganalise en opgelope fooie</0> <1> ↗</1>
ca_es: <0>Anàlisi del compte i comissions acumulades</0> <1> ↗</1>
cs_cz: <0>Analýza účtu a naběhlé poplatky</0><1> ↗ </1>
el_gr: <0>Αναλυτικά λογαριασμού και δεδουλευμένα τέλη</0><1> ↗ </1>
es_es: <0>Análisis de cuentas y comisiones acumuladas</0><1> ↗ </1>
it_it: <0>Analisi account e commissioni maturate</0><1> ↗ </1>
no_no: <0>Konto-analyser og påløpte avgifter</0><1> :up-″: </1>
pl_pl: <0>Analityka konta i naliczone opłaty</0><1> ↗ </1>
pt_pt: <0>Análise da conta e comissões acumuladas</0><1> ↗ </1>
ro_ro: <0>Statisticile contului și comisioane acumulate</0><1> ↗ </1>
ru_ru: <0>Аналитика по аккаунту и начисленные комиссии</0><1> ↗ </1>
th_th: <0>การวิเคราะห์บัญชีและค่าธรรมเนียมค้างจ่าย</0><1> ↗ </1>
vi_vn: <0>Phân tích tài khoản và phí tích lũy</0><1> ↗ </1>

source: Swap
af_za: Ruil om
ca_es: Intercanvi
cs_cz: Prohodit
el_gr: Ανταλλαγή
es_es: Intercambiar
it_it: Scambia
no_no: Bytt
pl_pl: Zamień
pt_pt: Trocar
ro_ro: Schimbă
ru_ru: Обменять
th_th: แลกเปลี่ยน
vi_vn: Hoán đổi

source: Hide
af_za: Versteek
ca_es: Amaga
cs_cz: Skrýt
el_gr: Κρύβω
es_es: Esconder
it_it: Nascondere
no_no: Gjemme seg
pl_pl: Ukrywać
pt_pt: Esconder
ro_ro: Ascunde
ru_ru: Скрыть
th_th: ซ่อน
vi_vn: Trốn

source: In range
af_za: Binne reikafstand
ca_es: Dins del rang
cs_cz: V rozsahu
el_gr: Εντός εύρους
es_es: En rango
it_it: Nell'intervallo
no_no: Innenfor rekkevidde
pl_pl: W zakresie
pt_pt: Dentro do intervalo
ro_ro: În interval
ru_ru: В диапазоне
th_th: อยู่ในช่วง
vi_vn: Trong phạm vi

source: Collect
af_za: Versamel
ca_es: Cobra
cs_cz: Sbírat
el_gr: Συλλογή
es_es: Recoger
it_it: Raccogli
no_no: Samle
pl_pl: Zbierać
pt_pt: Recolher
ro_ro: Colectează
ru_ru: Получить
th_th: เก็บรวบรวม
vi_vn: Sưu tầm

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
af_za: Likiditeitsverskaffers verdien 'n fooi van 0,3% op alle transaksies wat eweredig is aan hul deel van die poel. Fooie word by die poel gevoeg, intyds toegeval en kan geëis word deur u likiditeit te onttrek.
ca_es: Els proveïdors de liquiditat guanyen una comissió del 0,3% en tots els negocis proporcional a la seva quota de grup. Les comissions s’afegeixen al fons, s’acumulen en temps real i es poden reclamar retirant la vostra liquiditat.
cs_cz: Poskytovatelé likvidity získají poplatek 0,3 % ze všech obchodů úměrně svému podílu na fondu. K fondu budou přičítány poplatky, nabíhají v reálném čase a lze si je nárokovat výběrem likvidity.
el_gr: Οι πάροχοι ρευστότητας κερδίζουν μια χρέωση της τάξεως του 0,3% σε όλες τις συναλλαγές ανάλογα με το μερίδιο τους στη δεξαμενή. Οι χρεώσεις προστίθενται στην ψηφοφορία, συσσωρεύονται σε πραγματικό χρόνο και μπορούν να ζητηθούν μέσω της ανάληψης σας ρευστότητας.
es_es: Los proveedores de liquidez ganan una cuota del 0,3 % en todas las operaciones proporcionales a su participación en el fondo común. Las tarifas se añaden a este fondo común, se acumulan en tiempo real y se pueden reclamar retirando su liquidez.
it_it: I fornitori di liquidità guadagnano una commissione dello 0,3% su tutte le operazioni proporzionale alla loro quota del pool. Le tasse vengono aggiunte al pool, maturano in tempo reale e possono essere richieste ritirando la vostra liquidità.
no_no: Likviditetsleverandører får 0,3 % avgift på alle handler proporsjonalt med andelen av reserven. Gebyr legges til potten, periodisering i sanntid og kan hentes ved å trekke ut likviditeten.
pl_pl: Dostawcy płynności zarabiają prowizję w wysokości 0,3% od wszystkich transakcji proporcjonalnie do ich udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i można się o nie ubiegać, wycofując płynność.
pt_pt: Os fornecedores de liquidez ganham uma taxa de 0,3% em todas as trocas, proporcional à sua participação na pool. As comissões são adicionadas à pool, acumulam em tempo real e podem ser reivindicadas retirando a sua liquidez.
ro_ro: Furnizorii de lichidități câștigă o taxă de 0,3 % pentru toate tranzacțiile proporționale cu cota lor din grup. Taxele sunt adăugate în grup, se acumulează în timp real şi pot fi revendicate prin retragerea lichidităţii.
ru_ru: Поставщики ликвидности зарабатывают 0,3% от всех сделок пропорционально своей доле в пуле. Комиссии добавляются в пул, начисляются в режиме реального времени и могут быть востребованы путём вывода ликвидности.
th_th: ผู้ให้บริการด้านสภาพคล่องจะได้รับค่าธรรมเนียม 0.3% สำหรับการซื้อขายทั้งหมดตามสัดส่วนของส่วนแบ่งของพูล ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล เกิดขึ้นตามเวลาจริงและสามารถอ้างสิทธิ์ได้โดยการถอนสภาพคล่องของคุณ
vi_vn: Các nhà cung cấp thanh khoản kiếm được một khoản phí 0,3% cho tất cả các giao dịch tỷ lệ với phần của họ trong pool. Phí được thêm vào pool, tích lũy trong thời gian thực và có thể được yêu cầu bằng cách rút tiền thanh khoản của bạn.

source: Buy cancelled
af_za: Koop gekanselleer
ca_es: Compra cancel·lada
es_es: Compra cancelada
it_it: Acquisto annullato
no_no: Kjøp kansellert
pl_pl: Zakup anulowany
pt_pt: compra cancelada
ro_ro: Cumpărare anulată
ru_ru: Покупка отменена
th_th: ยกเลิกการซื้อแล้ว
vi_vn: Mua bị hủy

source: Return
af_za: Keer terug
ca_es: Torna
cs_cz: Návrat
el_gr: Επιστροφή
es_es: Retorno
it_it: Ritorno
no_no: Retur
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Întoarcere
ru_ru: Назад
th_th: กลับ
vi_vn: Trở về

source: Remove delegate
af_za: Verwyder afgevaardigde
pt_pt: Remover delegado
ro_ro: Eliminați delegatul
th_th: ลบผู้รับมอบสิทธิ์
vi_vn: Xóa đại biểu

source: Language
af_za: Taal
ca_es: Llenguatge
cs_cz: Jazyk
el_gr: Γλώσσα
es_es: Idioma
it_it: Lingua
no_no: Språk
pl_pl: Język
pt_pt: Linguagem
ro_ro: Limba
ru_ru: Язык
th_th: ภาษา
vi_vn: Ngôn ngữ

source: {0} requires resetting approval when spending limits are too low.
af_za: {0} vereis terugstelling van goedkeuring wanneer bestedingslimiete te laag is.
pt_pt: {0} exige a redefinição da aprovação quando os limites de gastos são muito baixos.
ro_ro: {0} necesită aprobarea de resetare atunci când limitele de cheltuieli sunt prea mici.
th_th: {0} ต้องรีเซ็ตการอนุมัติเมื่อวงเงินการใช้จ่ายต่ำเกินไป
vi_vn: {0} yêu cầu đặt lại phê duyệt khi giới hạn chi tiêu quá thấp.

source: Prices and pool share
af_za: Pryse en swembadaandeel
ca_es: Preus i quota de grup
cs_cz: Ceny a podíl na trhu
el_gr: Τιμές και μερίδιο στη δεξαμενή
es_es: Precio y participación en el fondo común
it_it: Prezzi e quota del pool
no_no: Priser og pottandel
pl_pl: Ceny i udział w puli
pt_pt: Preços e participação na pool
ro_ro: Prețuri și partajare grup
ru_ru: Цены и доля в пуле
th_th: ราคาและส่วนแบ่งสระว่ายน้ำ
vi_vn: Giá và pool chia sẻ

source: Remove item
af_za: Verwyder item
ca_es: Elimina l'element
cs_cz: Odebrat položku
el_gr: Αφαίρεση στοιχείου
es_es: Remover el artículo
it_it: Rimuovi oggetto
no_no: Fjerne gjenstand
pl_pl: Usuń przedmiot
pt_pt: Remover item
ro_ro: Eliminați elementul
ru_ru: Убрать предмет
th_th: ลบรายการ
vi_vn: Loại bỏ mục

source: Explorer
ro_ro: Explorator
th_th: สำรวจ
vi_vn: nhà thám hiểm

source: Cancelled
af_za: Gekanselleer
ca_es: Cancel·lat
cs_cz: Zrušeno
el_gr: Ακυρώθηκε
es_es: Cancelado
it_it: Annullato
no_no: avbrutt
pl_pl: Odwołany
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
th_th: ยกเลิก
vi_vn: Đã hủy

source: Manage liquidity in rewards pool
af_za: Bestuur likiditeit in beloningspoel
pt_pt: Gerencie a liquidez no pool de recompensas
ro_ro: Gestionați lichiditatea în fondul de recompense
th_th: จัดการสภาพคล่องในกลุ่มรางวัล
vi_vn: Quản lý tính thanh khoản trong nhóm phần thưởng

source: Vote against proposal {proposalKey}
af_za: Stem teen voorstel {proposalKey}
ca_es: Votar en contra de la proposta {proposalKey}
cs_cz: Hlasujte proti návrhu {proposalKey}
el_gr: Καταψηφίστε την πρόταση {proposalKey}
es_es: Votar en contra de la propuesta {proposalKey}
it_it: Voto contro la proposta {proposalKey}
no_no: Stem mot forslag {proposalKey}
pl_pl: Głosuj przeciwko propozycji {proposalKey}
pt_pt: Votar contra proposta {proposalKey}
ro_ro: Votează împotriva propunerii {proposalKey}
ru_ru: Проголосовать против предложения {proposalKey}
th_th: โหวตไม่เห็นด้วยกับข้อเสนอ {proposalKey}
vi_vn: Bỏ phiếu chống lại đề xuất {proposalKey}

source: Allow analytics
af_za: Laat ontledings toe
ca_es: Permet analítiques
es_es: Permitir análisis
it_it: Consenti analisi
no_no: Tillat analyser
pl_pl: Zezwól na analitykę
pt_pt: Permitir análises
ro_ro: Permite analize
ru_ru: Разрешить аналитику
th_th: อนุญาตการวิเคราะห์
vi_vn: Cho phép phân tích

source: Submit new proposal
af_za: Dien nuwe voorstel in
ca_es: Presentar nova proposta
cs_cz: Odeslat nový návrh
el_gr: Υποβολή νέας πρότασης
es_es: Enviar nueva propuesta
it_it: Invia nuova proposta
no_no: Send inn nytt forslag
pl_pl: Prześlij nową propozycję
pt_pt: Enviar nova proposta
ro_ro: Trimiteți o nouă propunere
ru_ru: Подать новое предложение
th_th: ส่งข้อเสนอใหม่
vi_vn: Gửi đề xuất mới

source: Crypto purchases are not available in your region.
af_za: Crypto-aankope is nie in jou streek beskikbaar nie.
ca_es: Les compres de criptografia no estan disponibles a la vostra regió.
cs_cz: Nákupy kryptoměn nejsou ve vašem regionu dostupné.
el_gr: Οι αγορές κρυπτογράφησης δεν είναι διαθέσιμες στην περιοχή σας.
es_es: Las compras de criptomonedas no están disponibles en su región.
it_it: Gli acquisti di criptovalute non sono disponibili nella tua regione.
no_no: Krypto-kjøp er ikke tilgjengelig i din region.
pl_pl: Zakupy kryptowalut nie są dostępne w Twoim regionie.
pt_pt: As compras de criptomoedas não estão disponíveis em sua região.
ro_ro: Achizițiile cripto nu sunt disponibile în regiunea dvs.
ru_ru: Покупка криптовалюты недоступна в вашем регионе.
th_th: การซื้อ Crypto ไม่สามารถใช้ได้ในภูมิภาคของคุณ
vi_vn: Mua tiền điện tử không khả dụng trong khu vực của bạn.

source: Claim cancelled
af_za: Eis gekanselleer
ca_es: Reclamació cancel·lada
es_es: Reclamación cancelada
it_it: Reclamo annullato
no_no: Kravet kansellert
pl_pl: Roszczenie anulowane
pt_pt: Reivindicação cancelada
ro_ro: Revendicare anulată
ru_ru: Претензия отменена
th_th: ยกเลิกการเรียกร้อง
vi_vn: Khiếu nại đã bị hủy

source: Your pool share:
af_za: U poelaandeel:
ca_es: La vostra quota compartida:
cs_cz: Váš podíl na fondu:
el_gr: Το μερίδιό σας από την δεξαμενή:
es_es: Participación en el fondo:
it_it: La tua quota del pool:
no_no: Din del av potten:
pl_pl: Twój udział w puli:
pt_pt: A sua parcela na pool:
ro_ro: Partajarea rezervorului tău:
ru_ru: Ваша доля в пуле:
th_th: ส่วนแบ่งสระว่ายน้ำของคุณ:
vi_vn: Chia sẻ pool của bạn:

source: Manage
af_za: Bestuur
ca_es: Gestiona
cs_cz: Spravovat
el_gr: Διαχείριση
es_es: Gestionar
it_it: Gestisci
no_no: Administrer
pl_pl: Zarządzać
pt_pt: Gerir
ro_ro: Gestionează
ru_ru: Управление
th_th: จัดการ
vi_vn: Quản lý
