Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: {amount, plural, =1 {hour} other {hours}}
af_za: {amount, plural, =1 {uur} other {ure}}
ca_es: {amount, plural, =1 {hores} other {hores}}
el_gr: {amount, plural, =1 {ώρα} other {ώρες}}
es_es: {amount, plural, =1 {hora} other {horas}}
it_it: {amount, plural, =1 {ora} other {ore}}
no_no: {amount, plural, =1 {time} other {timer}}
pl_pl: {amount, plural, =1 {godzina} other {godziny}}
pt_pt: {amount, plural, =1 {hora} other {horas}}
ro_ro: {amount, plural, =1 {ora} other {ore}}
ru_ru: {amount, plural, =1 {час} other {часы}}
th_th: {amount, plural, =1 {ชั่วโมง} other {ชั่วโมง}}
vi_vn: {amount, plural, =1 {giờ} other {giờ}}

source: Swapping
af_za: Omruil
ca_es: Canvi
cs_cz: Výměna
el_gr: Ανταλλαγή
es_es: Intercambio
it_it: Scambio
no_no: Bytting
pl_pl: Zamiana
pt_pt: Trocando
ro_ro: Schimbarea
ru_ru: Идёт обмен
th_th: การแลกเปลี่ยน
vi_vn: hoán đổi

source: Pay with
af_za: Betaal met
ca_es: Paga amb
cs_cz: Platit
el_gr: Πληρώνω με
es_es: Pagar con
it_it: Paga con
no_no: Betale med
pl_pl: Zapłacić
pt_pt: Pagar com
ro_ro: Plateste cu
ru_ru: Оплатить с
th_th: ชำระเงินด้วย
vi_vn: Thanh toán bằng

source: Uniswap V2 is not available on this network.
af_za: Uniswap V2 is nie op hierdie netwerk beskikbaar nie.
ca_es: Uniswap V2 no està disponible en aquesta xarxa.
cs_cz: Uniswap V2 není v této síti dostupný.
el_gr: Το Uniswap V2 δεν είναι διαθέσιμο σε αυτό το δίκτυο.
es_es: Uniswap V2 no está disponible en esta red.
it_it: Uniswap V2 non è disponibile su questa rete.
no_no: Uniswap V2 er ikke tilgjengelig på dette nettverket.
pl_pl: Uniswap V2 nie jest dostępny w tej sieci.
pt_pt: O Uniswap V2 não está disponível nesta rede.
ro_ro: Uniswap V2 nu este disponibil în această rețea.
ru_ru: Uniswap V2 недоступен в этой сети.
th_th: Uniswap V2 ไม่พร้อมใช้งานบนเครือข่ายนี้
vi_vn: Uniswap V2 không khả dụng trên mạng này.

source: To view a position, you must be connected to the network it belongs to.
af_za: Om 'n posisie te sien, moet jy gekoppel wees aan die netwerk waaraan dit behoort.
ca_es: Per visualitzar una posició, heu d'estar connectat a la xarxa a la qual pertany.
cs_cz: Chcete-li zobrazit pozici, musíte být připojeni k síti, do které patří.
el_gr: Για να δείτε μια θέση, πρέπει να είστε συνδεδεμένοι στο δίκτυο στο οποίο ανήκει.
es_es: Para ver una posición, debe estar conectado a la red a la que pertenece.
it_it: Per visualizzare una posizione è necessario essere connessi alla rete di appartenenza.
no_no: For å se en posisjon må du være koblet til nettverket den tilhører.
pl_pl: Aby wyświetlić pozycję, musisz być podłączony do sieci, do której należy.
pt_pt: Para visualizar uma posição, você deve estar conectado à rede à qual ela pertence.
ro_ro: Pentru a vizualiza o poziție, trebuie să fiți conectat la rețeaua căreia îi aparține.
ru_ru: Чтобы просмотреть позицию, вы должны быть подключены к сети, к которой она принадлежит.
th_th: หากต้องการดูตำแหน่ง คุณต้องเชื่อมต่อกับเครือข่ายที่ตำแหน่งนั้นอยู่
vi_vn: Để xem một vị trí, bạn phải kết nối với mạng của vị trí đó.

source: Fetching best price...
af_za: Haal tans die beste prys …
ca_es: Buscant el millor preu...
cs_cz: Načítání nejlepší ceny...
el_gr: Λήψη της καλύτερης τιμής...
es_es: Buscando el mejor precio...
it_it: Recupero del miglior prezzo...
no_no: Får best pris...
pl_pl: Pobieranie najlepszej ceny...
pt_pt: Buscando o melhor preço...
ro_ro: Se aduc cel mai bun preț...
ru_ru: Получение лучшей цены...
th_th: กำลังเรียกราคาที่ดีที่สุด...
vi_vn: Tìm nạp giá tốt nhất...

source: Invalid range selected. The min price must be lower than the max price.
af_za: Ongeldige reeks gekies. Die minimum prys moet laer wees as die maksimum prys.
ca_es: L'interval no és vàlid. El preu mínim ha de ser inferior al preu màxim.
cs_cz: Vybrán neplatný rozsah. Minimální cena musí být nižší než maximální cena.
el_gr: Επιλέχθηκε μη έγκυρο εύρος. Η ελάχιστη τιμή πρέπει να είναι χαμηλότερη από τη μέγιστη τιμή.
es_es: Rango seleccionado no válido. El precio mínimo debe ser inferior al precio máximo.
it_it: Intervallo selezionato non valido. Il prezzo minimo deve essere inferiore al prezzo massimo.
no_no: Ugyldig område valgt. Minsteprisen må være lavere enn maks prisen.
pl_pl: Wybrano nieprawidłowy zakres. Cena minimalna musi być niższa niż cena maksymalna.
pt_pt: Intervalo selecionado inválido. O preço mínimo deve ser inferior ao preço máximo.
ro_ro: Interval invalid selectat. Prețul minim trebuie să fie mai mic decât prețul maxim.
ru_ru: Выбран неверный диапазон. Минимальная цена должна быть меньше, чем максимальная цена.
th_th: เลือกช่วงไม่ถูกต้อง ราคาต่ำสุดต้องต่ำกว่าราคาสูงสุด
vi_vn: Đã chọn dải ô không hợp lệ. Giá tối thiểu phải thấp hơn giá tối đa.

source: Download Uniswap app
ro_ro: Descărcați aplicația Uniswap
th_th: ดาวน์โหลดแอพ Uniswap

source: Collected
af_za: Versamel
ca_es: Cobrat
cs_cz: Vybráno
el_gr: Συλλέχθηκαν
es_es: Recogido
it_it: Raccolti
no_no: Samlet
pl_pl: Zebrane
pt_pt: Recolhido
ro_ro: Colectat
ru_ru: Получено
th_th: รวบรวม
vi_vn: Đã thu thập

source: Withdraw failed
af_za: Onttrek het misluk
ca_es: La retirada ha fallat
cs_cz: Výběr se nezdařil
el_gr: Η απόσυρση απέτυχε
es_es: Retiro fallido
it_it: Ritiro fallito
no_no: Tilbaketrekking mislyktes
pl_pl: Wypłata nie powiodła się
pt_pt: Falha na retirada
ro_ro: Retragerea a eșuat
ru_ru: Вывод средств не выполнен
th_th: การถอนล้มเหลว
vi_vn: Rút tiền không thành công

source: buy fee:
ro_ro: taxa de cumparare:
th_th: ค่าธรรมเนียมการซื้อ:

source: {i, plural, one {minute} other {minutes}}
af_za: {i, plural, one {minuut} other {minute}}
ca_es: {i, plural, one {minut} other {minuts}}
el_gr: {i, plural, one {λεπτό} other {λεπτά}}
es_es: {i, plural, one {minuto} other {minutos}}
it_it: {i, plural, one {minuto} other {minuti}}
no_no: {i, plural, one {minutt} other {minutter}}
pl_pl: {i, plural, one {minuta} other {minuty}}
pt_pt: {i, plural, one {minuto} other {minutos}}
ro_ro: {i, plural, one {minut} other {minute}}
ru_ru: {i, plural, one {минута} other {минут}}
th_th: {i, plural, one {นาที} other {นาที}}
vi_vn: {i, plural, one {phút} other {phút}}

source: Succeeded
af_za: Suksesvol
ca_es: Encertat
cs_cz: Uspěl
el_gr: Πέτυχε
es_es: logrado
it_it: Successo
no_no: Lykkes
pl_pl: Udało się
pt_pt: Sucesso
ro_ro: Reușit
ru_ru: Успешно
th_th: ที่ประสบความสำเร็จ
vi_vn: thành công

source: Try again
af_za: Probeer weer
pt_pt: Tente novamente
ro_ro: Încearcă din nou
th_th: ลองอีกครั้ง
vi_vn: Thử lại

source: Unavailable for listing
af_za: Nie beskikbaar vir lys nie
ca_es: No disponible per a la llista
cs_cz: Nedostupné pro výpis
el_gr: Μη διαθέσιμο για καταχώριση
es_es: No disponible para listar
it_it: Non disponibile per la quotazione
no_no: Ikke tilgjengelig for oppføring
pl_pl: Niedostępne do wystawienia
pt_pt: Indisponível para listagem
ro_ro: Indisponibil pentru listare
ru_ru: Недоступно для перечисления
th_th: ไม่พร้อมใช้งานสำหรับรายการ
vi_vn: Không có sẵn cho danh sách

source: The estimated difference between the USD values of input and output amounts.
af_za: Die geskatte verskil tussen die USD-waardes van inset- en uitsetbedrae.
ca_es: La diferència estimada entre els valors en USD dels imports d'entrada i sortida.
cs_cz: Odhadovaný rozdíl mezi hodnotami vstupů a výstupů v USD.
el_gr: Η εκτιμώμενη διαφορά μεταξύ των τιμών σε USD των ποσών εισροών και εκροών.
es_es: La diferencia estimada entre los valores en USD de las cantidades de entrada y salida.
it_it: La differenza stimata tra i valori in USD degli importi in entrata e in uscita.
no_no: Den estimerte forskjellen mellom USD-verdiene for inn- og utgående beløp.
pl_pl: Szacunkowa różnica między wartościami w USD kwot wejściowych i wyjściowych.
pt_pt: A diferença estimada entre os valores em USD dos valores de entrada e saída.
ro_ro: Diferența estimată între valorile USD ale sumelor de intrare și de ieșire.
ru_ru: Приблизительная разница между стоимостью токенов к продаже и к получению в долларах США.
th_th: ความแตกต่างโดยประมาณระหว่างค่า USD ของจำนวนอินพุตและเอาต์พุต
vi_vn: Chênh lệch ước tính giữa giá trị USD của số lượng đầu vào và đầu ra.

source: {0, plural, =1 {Resolve issue} other {{1}}}
af_za: {0, plural, =1 {Los probleem op} other {{1}}}
ca_es: {0, plural, =1 {Resoldre el problema} other {{1}}}
el_gr: {0, plural, =1 {Λύστε το θέμα} other {{1}}}
es_es: {0, plural, =1 {Resolver el problema} other {{1}}}
it_it: {0, plural, =1 {Risolvere il problema} other {{1}}}
no_no: {0, plural, =1 {Løs problemet} other {{1}}}
pl_pl: {0, plural, =1 {Rozwiąż problem} other {{1}}}
pt_pt: {0, plural, =1 {Resolva o problema} other {{1}}}
ro_ro: {0, plural, =1 {Rezolvați problema} other {{1}}}
ru_ru: {0, plural, =1 {Решить вопрос} other {{1}}}
th_th: {0, plural, =1 {แก้ปัญหา} other {{1}}}
vi_vn: {0, plural, =1 {Giải quyết vấn đề} other {{1}}}

source: Transaction Settings
af_za: Transaksie-instellings
ca_es: Configuració de transaccions
cs_cz: Nastavení transakcí
el_gr: Ρυθμίσεις Συναλλαγής
es_es: Ajustes de la transacción
it_it: Impostazioni della transazione
no_no: Transaksjonsinnstillinger
pl_pl: Ustawienia transakcji
pt_pt: Configurações de transação
ro_ro: Setări Tranzacție
ru_ru: Настройки транзакций
th_th: การตั้งค่าการทำธุรกรรม
vi_vn: Cài đặt giao dịch

source: Max. slippage
pt_pt: Máx. derrapagem
ro_ro: Max. alunecare
th_th: สูงสุด เลื่อนหลุด
vi_vn: Tối đa. sự trượt dốc

source: Claiming
af_za: Eis
ca_es: Reclamant
cs_cz: Nárokování
el_gr: Διεκδίκηση
es_es: Reclamación
it_it: Richiesta in corso
no_no: Henter
pl_pl: Żądanie
pt_pt: A reivindicar
ro_ro: Revendicare
ru_ru: Востребование
th_th: การอ้างสิทธิ์
vi_vn: Đang yêu cầu

source: Executed
af_za: Uitgevoer
ca_es: Executat
cs_cz: Popraven
el_gr: Εκτελέστηκε
es_es: Ejecutado
it_it: Eseguito
no_no: Henrettet
pl_pl: Wykonany
pt_pt: Executado
ro_ro: Executat
ru_ru: Исполнено
th_th: ดำเนินการ
vi_vn: Thực thi

source: Reload the app
af_za: Herlaai die toepassing
ca_es: Torna a carregar l'aplicació
cs_cz: Znovu načtěte aplikaci
el_gr: Επαναφόρτωση της εφαρμογής
es_es: recargar la aplicación
it_it: Ricarica l'app
no_no: Last inn appen på nytt
pl_pl: Ponownie załaduj aplikację
pt_pt: Recarregue o aplicativo
ro_ro: Reîncărcați aplicația
ru_ru: Перезагрузите приложение
th_th: โหลดแอปซ้ำ
vi_vn: Tải lại ứng dụng

source: Import V2 pool
af_za: Voer V2 swembad in
pt_pt: Importar pool V2
th_th: นำเข้าพูล V2
vi_vn: Nhập nhóm V2

source: Proposals submitted by community members will appear here.
af_za: Voorstelle wat deur lede van die gemeenskap ingedien word, sal hier verskyn.
ca_es: Les propostes enviades pels membres de la comunitat apareixeran aquí.
cs_cz: Zde se budou zobrazovat návrhy předkládané členy komunity.
el_gr: Προτάσεις που υποβάλλονται από τα μέλη της κοινότητας θα εμφανίζονται εδώ.
es_es: Las propuestas enviadas por los miembros de la comunidad aparecerán aquí.
it_it: Le proposte presentate dai membri della comunità appariranno qui.
no_no: Forslag som sendes inn av medlemmer i fellesskapet vil vises her.
pl_pl: Propozycje przesłane przez członków społeczności pojawią się tutaj.
pt_pt: As propostas apresentadas por membros da comunidade aparecerão aqui.
ro_ro: Propunerile depuse de membrii comunității vor apărea aici.
ru_ru: Предложения, вносимые членами сообщества, будут появляться здесь.
th_th: ข้อเสนอที่ส่งโดยสมาชิกชุมชนจะปรากฏที่นี่
vi_vn: Các đề xuất do các thành viên cộng đồng gửi sẽ xuất hiện ở đây.

source: <0>Unlock voting</0> to prepare for the next proposal.
af_za: <0> Ontsluit stem</0> om voor te berei vir die volgende voorstel.
ca_es: <0>Desbloqueja la votació</0> per preparar la propera proposta.
cs_cz: <0>Odblokujte hlasování,</0> abyste se mohli připravit na další návrh.
el_gr: <0>Ξεκλειδώστε τη ψηφοφορία</0> για να προετοιμαστείτε για την επόμενη πρόταση.
es_es: <0>Desbloquee la votación</0> para prepararse para la siguiente propuesta.
it_it: <0>Sblocca il voto</0> per preparare la prossima proposta.
no_no: <0>Lås opp stemme</0> for å forberede neste forslag.
pl_pl: <0>Odblokuj głosowanie</0> , aby przygotować się na następną propozycję.
pt_pt: <0>Desbloqueie a votação</0> para se preparar para a próxima proposta.
ro_ro: <0>Deblochează votul </0> pentru a se pregăti pentru următoarea propunere.
ru_ru: <0>Разблокируйте голосование</0>, чтобы подготовиться к следующему предложению.
th_th: <0>ปลดล็อกโหวต</0> เตรียมเสนอต่อไป
vi_vn: <0>Mở khóa biểu quyết</0> để chuẩn bị cho đề xuất tiếp theo.

source: Privacy Policy
af_za: Privaatheidsbeleid
ca_es: Política de privacitat
cs_cz: Zásady ochrany osobních údajů
el_gr: Πολιτική Απορρήτου
es_es: política de privacidad
it_it: politica sulla riservatezza
no_no: Personvernerklæring
pl_pl: Polityka prywatności
pt_pt: política de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách bảo mật

source: Your positions
af_za: U posisies
ca_es: Les vostres posicions
cs_cz: Vaše pozice
el_gr: Οι θέσεις σας
es_es: Sus posiciones
it_it: Le tue posizioni
no_no: Dine posisjoner
pl_pl: Twoje pozycje
pt_pt: As suas posições
ro_ro: Pozițiile tale
ru_ru: Ваши позиции
th_th: ตำแหน่งของคุณ
vi_vn: Vị trí của bạn

source: Time
af_za: Tyd
ca_es: Temps
cs_cz: Čas
el_gr: χρόνος
es_es: Tiempo
it_it: Tempo
no_no: Tid
pl_pl: Czas
pt_pt: Tempo
ro_ro: Timp
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian

source: By connecting a wallet, you agree to Uniswap Labs'
af_za: Deur 'n beursie te koppel, stem jy in tot Uniswap Labs'
ca_es: En connectar una cartera, accepteu Uniswap Labs
cs_cz: Připojením peněženky souhlasíte s Uniswap Labs
el_gr: Συνδέοντας ένα πορτοφόλι, συμφωνείτε με την Uniswap Labs'
es_es: Al conectar una billetera, usted acepta los requisitos de Uniswap Labs.
it_it: Collegando un portafoglio, accetti le condizioni di Uniswap Labs
no_no: Ved å koble til en lommebok godtar du Uniswap Labs'
pl_pl: Podłączając portfel, zgadzasz się na Uniswap Labs
pt_pt: Ao conectar uma carteira, você concorda com Uniswap Labs'
ro_ro: Conectând un portofel, sunteți de acord cu Uniswap Labs
ru_ru: Подключая кошелек, вы соглашаетесь с Uniswap Labs
th_th: การเชื่อมต่อกระเป๋าเงินแสดงว่าคุณยอมรับ Uniswap Labs'
vi_vn: Bằng cách kết nối ví, bạn đồng ý với Uniswap Labs'

source: This table contains the top tokens by Uniswap volume, sorted based on your input.
af_za: Hierdie tabel bevat die top tokens volgens Uniswap-volume, gesorteer op grond van jou insette.
ca_es: Aquesta taula conté les fitxes principals per volum Uniswap, ordenades en funció de la vostra entrada.
cs_cz: Tato tabulka obsahuje nejlepší tokeny podle objemu Uniswap, seřazené na základě vašeho vstupu.
el_gr: Αυτός ο πίνακας περιέχει τα κορυφαία διακριτικά ανά τόμο Uniswap, ταξινομημένα με βάση την εισαγωγή σας.
es_es: Esta tabla contiene los principales tokens por volumen de Uniswap, ordenados según su entrada.
it_it: Questa tabella contiene i token principali per volume Uniswap, ordinati in base al tuo input.
no_no: Denne tabellen inneholder de beste tokenene etter Uniswap-volum, sortert basert på inndataene dine.
pl_pl: Ta tabela zawiera najlepsze tokeny według wolumenu Uniswap, posortowane na podstawie wprowadzonych danych.
pt_pt: Esta tabela contém os principais tokens por volume Uniswap, classificados com base em sua entrada.
ro_ro: Acest tabel conține jetoanele de top în funcție de volumul Uniswap, sortate în funcție de intrarea dvs.
ru_ru: Эта таблица содержит лучшие токены по объему Uniswap, отсортированные на основе вашего ввода.
th_th: ตารางนี้ประกอบด้วยโทเค็นสูงสุดตามปริมาณ Uniswap ซึ่งจัดเรียงตามข้อมูลที่คุณป้อน
vi_vn: Bảng này chứa các mã thông báo hàng đầu theo khối lượng Uniswap, được sắp xếp dựa trên thông tin đầu vào của bạn.

source: below the collection’s floor price. Are you sure you want to continue?
af_za: onder die versameling se vloerprys. Is jy seker jy wil voortgaan?
ca_es: per sota del preu mínim de la col·lecció. Esteu segur que voleu continuar?
cs_cz: pod minimální cenou kolekce. Jste si jistý, že chcete pokračovat?
el_gr: κάτω από την κατώτατη τιμή της συλλογής. Εισαι σιγουρος οτι θελεις να συνεχισεις?
es_es: por debajo del precio mínimo de la colección. Estás seguro de que quieres continuar?
it_it: al di sotto del prezzo base della collezione. Sei sicuro di voler continuare?
no_no: under samlingens gulvpris. Er du sikker på at du vil fortsette?
pl_pl: poniżej ceny minimalnej kolekcji. Jesteś pewien, że chcesz kontynuować?
pt_pt: abaixo do preço mínimo da coleção. Você tem certeza que quer continuar?
ro_ro: sub prețul minim al colecției. Esti sigur ca vrei sa continui?
ru_ru: ниже минимальной цены коллекции. Вы уверены что хотите продолжить?
th_th: ต่ำกว่าราคาพื้นของคอลเลกชัน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
vi_vn: thấp hơn giá sàn của bộ sưu tập. Bạn có chắc chắn muốn tiếp tục không?

source: Owner
af_za: Eienaar
ca_es: Propietari
cs_cz: Vlastník
el_gr: Ιδιοκτήτης
es_es: Propietario
it_it: Proprietario
no_no: Eier
pl_pl: Właściciel
pt_pt: Proprietário
ro_ro: Proprietar
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Chủ sở hữu

source: You don’t have liquidity in this pool yet.
af_za: U het nog nie likiditeit in hierdie poel nie.
ca_es: Encara no teniu liquiditat en aquest grup.
cs_cz: V tomto fondu zatím nemáte likviditu.
el_gr: Δεν έχετε ακόμα ρευστότητα σε αυτή την δεξαμενή.
es_es: Todavía no tiene liquidez en este fondo común.
it_it: Non hai ancora liquidità in questo pool.
no_no: Du har ikke likviditet i denne potten ennå.
pl_pl: Nie masz jeszcze płynności w tej puli.
pt_pt: Ainda não tem liquidez nesta pool.
ro_ro: Încă nu ai lichidități în această rezervă.
ru_ru: У вас пока нет ликвидности в этом пуле.
th_th: คุณยังไม่มีสภาพคล่องในพูลนี้
vi_vn: Bạn chưa có thanh khoản trong pool này.

source: Swap submitted
af_za: Ruil ingedien
ca_es: S'ha enviat l'intercanvi
es_es: Intercambio enviado
it_it: Scambio inviato
no_no: Bytte sendt inn
pl_pl: Zamiana przesłana
pt_pt: Troca enviada
ro_ro: Schimb trimis
ru_ru: Обмен представлен
th_th: ส่งการแลกเปลี่ยนแล้ว
vi_vn: Đã gửi giao dịch hoán đổi

source: This route optimizes your total output by considering split routes, multiple hops, and the gas cost of each step.
af_za: Hierdie roete optimaliseer jou totale uitset deur gesplete roetes, veelvuldige hops en die gaskoste van elke stap in ag te neem.
ca_es: Aquesta ruta optimitza la producció total tenint en compte les rutes dividides, els salts múltiples i el cost del gas de cada pas.
cs_cz: Tato trasa optimalizuje váš celkový výkon zohledněním rozdělených tras, více skoků a ceny plynu každého kroku.
el_gr: Αυτή η διαδρομή βελτιστοποιεί τη συνολική σας απόδοση λαμβάνοντας υπόψη τις διαιρούμενες διαδρομές, τα πολλαπλά άλματα και το κόστος αερίου κάθε βήματος.
es_es: Esta ruta optimiza su producción total considerando rutas divididas, múltiples saltos y el costo de gasolina de cada paso.
it_it: Questo percorso ottimizza la tua produzione totale considerando percorsi divisi, salti multipli e il costo del gas di ogni passaggio.
no_no: Denne ruten optimaliserer din totale produksjon ved å vurdere delte ruter, flere hopp og gasskostnadene for hvert trinn.
pl_pl: Ta trasa optymalizuje całkowitą wydajność, biorąc pod uwagę podzielone trasy, wiele przeskoków i koszt gazu na każdym etapie.
pt_pt: Essa rota otimiza sua produção total considerando rotas divididas, vários saltos e o custo de combustível de cada etapa.
ro_ro: Această rută vă optimizează producția totală, luând în considerare rutele împărțite, mai multe salturi și costul gazului pentru fiecare pas.
ru_ru: Этот маршрут оптимизирует количество токенов к получению с учётом разбивки маршрутов, сложных маршрутов и стоимости газа на каждом шаге.
th_th: เส้นทางนี้ปรับเอาต์พุตทั้งหมดของคุณให้เหมาะสมโดยพิจารณาเส้นทางแยก การกระโดดหลายครั้ง และต้นทุนก๊าซของแต่ละขั้นตอน
vi_vn: Tuyến đường này tối ưu hóa tổng sản lượng của bạn bằng cách xem xét các tuyến đường được phân chia, nhiều bước nhảy và chi phí xăng của mỗi bước.

source: Expired
af_za: Verval
ca_es: Caducat
cs_cz: Platnost vypršela
el_gr: έχει λήξει
es_es: Venció
it_it: Scaduto
no_no: Utløpt
pl_pl: Wygasły
pt_pt: Expirado
ro_ro: Expirat
ru_ru: Истёк срок
th_th: หมดอายุ
vi_vn: Hết hạn

source: Contract Interaction
af_za: Kontrak Interaksie
ca_es: Interacció del contracte
cs_cz: Interakce se smlouvou
el_gr: Αλληλεπίδραση συμβολαίου
es_es: Interacción del contrato
it_it: Interazione contrattuale
no_no: Kontraktsinteraksjon
pl_pl: Interakcja kontraktowa
pt_pt: Interação Contratual
ro_ro: Interacțiunea contractului
ru_ru: Контрактное взаимодействие
th_th: การโต้ตอบสัญญา
vi_vn: Tương tác hợp đồng

source: The most recent block number on this network. Prices update on every block.
af_za: Die mees onlangse bloknommer op hierdie netwerk. Pryse word op elke blok opgedateer.
ca_es: El número de bloc més recent d'aquesta xarxa. Actualització de preus a cada bloc.
cs_cz: Poslední číslo bloku v této síti. Ceny se aktualizují na každém bloku.
el_gr: Ο πιο πρόσφατος αριθμός αποκλεισμού σε αυτό το δίκτυο. Οι τιμές ενημερώνονται για κάθε μπλοκ.
es_es: El número de bloque más reciente en esta red. Los precios se actualizan en cada bloque.
it_it: Il numero di blocco più recente su questa rete. I prezzi si aggiornano su ogni blocco.
no_no: Det siste blokknummeret på dette nettverket. Prisene oppdateres for hver blokk.
pl_pl: Ostatni numer bloku w tej sieci. Ceny aktualizowane na każdym bloku.
pt_pt: O número de bloco mais recente nesta rede. Os preços são atualizados a cada bloco.
ro_ro: Cel mai recent număr de bloc din această rețea. Prețurile se actualizează la fiecare bloc.
ru_ru: Номер последнего блока в этой сети. Цены обновляются на каждом блоке.
th_th: หมายเลขบล็อกล่าสุดในเครือข่ายนี้ ราคาอัพเดททุกบล็อก
vi_vn: Số khối gần đây nhất trên mạng này. Giá cập nhật trên mỗi khối.

source: Approval cancelled
af_za: Goedkeuring gekanselleer
ca_es: Aprovació cancel·lada
es_es: Aprobación cancelada
it_it: Approvazione annullata
no_no: Godkjenning kansellert
pl_pl: Zatwierdzenie anulowane
pt_pt: Aprovação cancelada
ro_ro: Aprobarea a fost anulată
ru_ru: Одобрение отменено
th_th: ยกเลิกการอนุมัติแล้ว
vi_vn: Đã hủy phê duyệt

source: Deposit amounts
af_za: Deposito bedrae
pt_pt: Valores de depósito
ro_ro: Sume de depozit
th_th: จำนวนเงินฝาก
vi_vn: Số tiền gửi

source: Your position has 0 liquidity, and is not earning fees.
af_za: U posisie het 0 likiditeit en verdien geen fooie nie.
ca_es: La vostra posició té 0 liquiditat i no cobra comissions.
cs_cz: Vaše pozice má likviditu 0 a nevynáší poplatky.
el_gr: Η θέση σας έχει 0 ρευστότητα, και δεν κερδίζει χρεώσεις.
es_es: Su posición tiene 0 liquidez y no está cobrando tasas.
it_it: La tua posizione ha 0 liquidità e non sta guadagnando commissioni.
no_no: Posisjonen din har 0 likviditet, og tjener ikke avgifter.
pl_pl: Twoja pozycja ma zerową płynność i nie generuje opłat.
pt_pt: A sua posição tem 0 liquidez, e não está a ganhar comissões.
ro_ro: Poziţia ta are 0 lichidităţi şi nu dobândește onorarii.
ru_ru: Ваша позиция имеет нулевую ликвидность и не зарабатывает комиссии.
th_th: ตำแหน่งของคุณมีสภาพคล่องเป็น 0 และไม่ได้รับค่าธรรมเนียม
vi_vn: Vị thế của bạn có tính thanh khoản bằng 0 và không thu phí.

source: No results found.
af_za: Geen resultate gevind.
ca_es: Sense resultats.
cs_cz: Nebyly nalezeny žádné výsledky.
el_gr: Δεν βρέθηκαν αποτελέσματα.
es_es: No se han encontrado resultados.
it_it: Nessun risultato trovato.
no_no: Ingen resultater.
pl_pl: Nie znaleziono wyników.
pt_pt: Nenhum resultado encontrado.
ro_ro: Nici un rezultat găsit.
ru_ru: Ничего не найдено.
th_th: ไม่พบผลลัพธ์.
vi_vn: Không có kết quả nào được tìm thấy.

source: Your V2 liquidity
af_za: U V2-likiditeit
ca_es: La vostra liquiditat V2
cs_cz: Vaše likvidita V2
el_gr: Η ρευστότητα V2 σας
es_es: Su liquidez V2
it_it: La tua liquidità V2
no_no: Din V2-likviditet
pl_pl: Twoja płynność V2
pt_pt: A sua liquidez V2
ro_ro: Lichiditatea ta V2
ru_ru: Ваша ликвидность в V2
th_th: สภาพคล่อง V2 ของคุณ
vi_vn: Thanh khoản V2 của bạn
