Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Self Delegate
ca_es: Autodelegat
cs_cz: Sobě delegovat
el_gr: Ανάθεση στον εαυτό μου
es_es: Autodelegado
it_it: Auto-Delegato
no_no: Selvdelegat
pl_pl: Delegat własny
ru_ru: Делегировать себе

source: Migrate Liquidity to V3
ca_es: Migreu la liquiditat a la V3
cs_cz: Migrovat likviditu na V3
el_gr: Μεταφορά ρευστότητας σε V3
es_es: Migrar liquidez a V3
it_it: Migra la liquidità a V3
no_no: Overfør likviditet til V3
pl_pl: Migracja płynności do wersji V3
ru_ru: Перенести ликвидность в V3

source: Unsupported Assets
ca_es: Actius no admesos
cs_cz: Nepodporovaná aktiva
el_gr: Μη Υποστηριζόμενα Περιουσιακά Στοιχεία
es_es: Activos no soportados
it_it: Asset Non Supportato
no_no: Ikke støttede aktiva
pl_pl: Nieobsługiwane zasoby
ru_ru: Неподдерживаемые активы

source: Fetching Route
ca_es: Ruta de recollida
cs_cz: Načítání trasy
el_gr: Λήψη διαδρομής
es_es: Obtener ruta
it_it: Percorso di recupero
no_no: Henter rute
pl_pl: Trasa pobierania
ru_ru: Получение маршрута

source: The fee paid to miners who process your transaction. This must be paid in {0}.
af_za: Die fooi betaal aan mynwerkers wat jou transaksie verwerk. Dit moet in {0}betaal word.
ca_es: La tarifa pagada als miners que processen la vostra transacció. Això s'ha de pagar en {0}.
cs_cz: Poplatek zaplacený těžařům, kteří zpracovávají vaši transakci. Toto musí být zaplaceno v {0}.
el_gr: Η χρέωση που καταβάλλεται στους εξορύκτες που επεξεργάζονται τη συναλλαγή σας. Αυτό πρέπει να πληρωθεί σε {0}.
es_es: La tarifa pagada a los mineros que procesan su transacción. Esto debe ser pagado en {0}.
it_it: La commissione pagata ai minatori che elaborano la tua transazione. Questo deve essere pagato in {0}.
no_no: Gebyret som betales til gruvearbeidere som behandler transaksjonen din. Dette må betales med {0}.
pl_pl: Opłata płacona górnikom, którzy przetwarzają Twoją transakcję. Należy to zapłacić w {0}.
ru_ru: Комиссия, уплачиваемая майнерам, обрабатывающим вашу транзакцию. Она оплачивается в {0}.

source: Same Price
ca_es: Mateix Preu
cs_cz: Stejná cena
el_gr: Ιδια τιμή
es_es: Mismo precio
it_it: Stesso prezzo
no_no: Samme pris
pl_pl: Ta sama cena
ru_ru: По той же цене

source: In Range
ca_es: A la gamma
cs_cz: V dosahu
el_gr: Στο Range
es_es: En el rango
it_it: Nella gamma
no_no: Innen rekkevidde
pl_pl: W zakresie
ru_ru: В диапазоне

source: Submitting Proposal
ca_es: Presentació de la proposta
cs_cz: Odeslání návrhu
el_gr: Υποβολή πρότασης
es_es: Envío de propuesta
it_it: Presentazione della proposta
no_no: Sender inn forslag
pl_pl: Składanie propozycji
ru_ru: Отправка предложения

source: Maximum sent
af_za: Maksimum gestuur
ca_es: Màxim enviat
cs_cz: Maximum odeslané
el_gr: Απεστάλη το μέγιστο
es_es: Máximo enviado
it_it: Massimo inviato
no_no: Maksimum sendt
pl_pl: Maksymalna wysłana
ru_ru: Максимум к продаже

source: Create Proposal
ca_es: Crear una proposta
cs_cz: Vytvořit návrh
el_gr: Δημιουργία πρότασης
es_es: Crear propuesta
it_it: Crea proposta
no_no: Lag forslag
pl_pl: Utwórz ofertę
ru_ru: Создать предложение

source: Transfer Token
ca_es: Fitxa de transferència
cs_cz: Převodový token
el_gr: Διακριτικό μεταφοράς
es_es: Ficha de transferencia
it_it: Gettone di trasferimento
no_no: Overfør Token
pl_pl: Token transferu
ru_ru: Перевести токен

source: Unlocking Votes
ca_es: Desbloqueig de vots
cs_cz: Odblokování hlasů
el_gr: Ξεκλείδωμα Ψήφων
es_es: Desbloqueo de votos
it_it: Sblocco Voti
no_no: Låser opp stemmer
pl_pl: Odblokowywanie głosów
ru_ru: Разблокировка голосов

source: something went wrong!
ca_es: alguna cosa ha anat malament!
cs_cz: něco se pokazilo!
el_gr: κάτι πήγε στραβά!
es_es: ¡algo salió mal!
it_it: qualcosa è andato storto!
no_no: noe gikk galt!
pl_pl: coś poszło nie tak!
ru_ru: что-то пошло не так!

source: Swap Anyway
ca_es: Intercanviar de totes maneres
cs_cz: Přesto prohodit
el_gr: Ανταλλάξτε ούτως ή άλλως
es_es: Intercambiar de todos modos
it_it: Scambia Comunque
no_no: Bytt uansett
pl_pl: Zamień mimo wszystko
ru_ru: Всё равно обменять

source: Fee Tier
ca_es: Nivell de tarifa
cs_cz: Úroveň poplatku
el_gr: Βαθμίδα Χρέωσης
es_es: Nivel de tarifa
it_it: Livello Di Tariffa
no_no: Gebyrnivå
pl_pl: Poziom opłat
ru_ru: Уровень комиссии

source: Reset USDT
ca_es: Restableix l'USDT
es_es: Restablecer USDT
it_it: Reimposta USDT
no_no: Tilbakestill USDT
pl_pl: Zresetuj USDT
ru_ru: Сброс USDT

source: The amount you expect to receive at the current market price. You may receive less or more if the market price changes while your transaction is pending.
af_za: Die bedrag wat u verwag om teen die huidige markprys te ontvang. Jy kan minder of meer ontvang as die markprys verander terwyl jou transaksie hangende is.
ca_es: La quantitat que espereu rebre al preu de mercat actual. És possible que en rebeu menys o més si el preu del mercat canvia mentre la vostra transacció està pendent.
cs_cz: Částka, kterou očekáváte za aktuální tržní cenu. Můžete obdržet méně nebo více, pokud se tržní cena změní, zatímco vaše transakce čeká na vyřízení.
el_gr: Το ποσό που περιμένετε να λάβετε στην τρέχουσα τιμή αγοράς. Ενδέχεται να λάβετε λιγότερα ή περισσότερα εάν η αγοραία τιμή αλλάξει ενώ η συναλλαγή σας εκκρεμεί.
es_es: La cantidad que espera recibir al precio de mercado actual. Puede recibir menos o más si el precio de mercado cambia mientras su transacción está pendiente.
it_it: L'importo che ti aspetti di ricevere al prezzo di mercato corrente. Potresti ricevere meno o più se il prezzo di mercato cambia mentre la tua transazione è in sospeso.
no_no: Beløpet du forventer å motta til gjeldende markedspris. Du kan motta mindre eller mer hvis markedsprisen endres mens transaksjonen venter.
pl_pl: Kwota, którą spodziewasz się otrzymać po bieżącej cenie rynkowej. Możesz otrzymać mniej lub więcej, jeśli cena rynkowa ulegnie zmianie w trakcie trwania transakcji.
ru_ru: Сумма, которую вы ожидаете получить по текущей рыночной цене. Вы можете получить меньше или больше, если рыночная цена изменится, пока ваша транзакция подтверждается.

source: The fee paid to miners who process your transaction. This must be paid in ${0}.
af_za: Die fooi betaal aan mynwerkers wat jou transaksie verwerk. Dit moet in ${0}betaal word.
ca_es: La tarifa pagada als miners que processen la vostra transacció. Això s'ha de pagar en ${0}.
cs_cz: Poplatek zaplacený těžařům, kteří zpracovávají vaši transakci. Toto musí být zaplaceno v ${0}.
el_gr: Η χρέωση που καταβάλλεται στους εξορύκτες που επεξεργάζονται τη συναλλαγή σας. Αυτό πρέπει να πληρωθεί σε ${0}.
es_es: La tarifa pagada a los mineros que procesan su transacción. Esto debe ser pagado en ${0}.
it_it: La commissione pagata ai minatori che elaborano la tua transazione. Questo deve essere pagato in ${0}.
no_no: Gebyret som betales til gruvearbeidere som behandler transaksjonen din. Dette må betales med ${0}.
pl_pl: Opłata płacona górnikom, którzy przetwarzają Twoją transakcję. Należy to zapłacić w ${0}.
ru_ru: Комиссия, выплачиваемая майнерам, обрабатывающим вашу транзакцию. Это должно быть оплачено в ${0}.

source: Add V2 Liquidity
ca_es: Afegiu liquiditat V2
cs_cz: Přidat likviditu V2
el_gr: Προσθήκη Ρευστότητας V2
es_es: Añadir liquidez V2
it_it: Aggiungi Liquidità V2
no_no: Legg til V2-likviditet
pl_pl: Dodaj płynność V2
ru_ru: Добавить ликвидность в V2

source: Min Price
ca_es: Preu mínim
cs_cz: Minimální cena
el_gr: Ελάχιστη Τιμή
es_es: Precio mínimo
it_it: Prezzo Minimo
no_no: Min pris
pl_pl: Minimalna cena
ru_ru: Мин. цена

source: Last Price
ca_es: Darrer preu
cs_cz: Poslední cena
el_gr: Τελική τιμή
es_es: Ultimo precio
it_it: Ultimo prezzo
no_no: Siste pris
pl_pl: Ostatnia cena
ru_ru: Последняя цена

source: Network Warning
ca_es: Avís de xarxa
cs_cz: Upozornění sítě
el_gr: Προειδοποίηση δικτύου
es_es: Advertencia de red
it_it: Avviso di rete
no_no: Nettverksadvarsel
pl_pl: Ostrzeżenie sieciowe
ru_ru: Предупреждение о сети

source: Manage Liquidity in Rewards Pool
ca_es: Gestioneu la liquiditat al grup de recompenses
cs_cz: Spravovat likviditu ve fondu odměn
el_gr: Διαχείριση ρευστότητας στην Δεξαμενή Επιβραβεύσεων
es_es: Gestionar liquidez en la herramienta de recompensas
it_it: Gestisci la liquidità nel pool di ricompense
no_no: Behandle likviditet i belønningspott
pl_pl: Zarządzaj płynnością w puli nagród
ru_ru: Управление ликвидностью в пуле вознаграждений

source: Remove Amount
ca_es: Elimina la quantitat
cs_cz: Odstranit částku
el_gr: Αφαίρεση Ποσού
es_es: Eliminar cantidad
it_it: Rimuovi Importo
no_no: Fjern beløp
pl_pl: Usuń kwotę
ru_ru: Удалить сумму

source: Price Difference:
ca_es: Diferència de preu:
cs_cz: Rozdíl v ceně:
el_gr: Διαφορά Τιμής:
es_es: Diferencia de precios:
it_it: Differenza Di Prezzo:
no_no: Prisdifferanse:
pl_pl: Różnica ceny:
ru_ru: Разница в цене:

source: Try Again
ca_es: Torna-ho a provar
cs_cz: Zkusit znovu
el_gr: Δοκιμάστε Ξανά
es_es: Inténtalo de nuevo
it_it: Prova Di Nuovo
no_no: Prøv igjen
pl_pl: Spróbuj ponownie
ru_ru: Попробовать ещё раз

source: Execute Proposal {proposalId}
ca_es: Executar la proposta {proposalId}
cs_cz: Provést návrh {proposalId}
el_gr: Εκτέλεση της πρότασης {proposalId}
es_es: Ejecutar propuesta {proposalId}
it_it: Esegui la proposta {proposalId}
no_no: Utfør forslag {proposalId}
pl_pl: Wykonaj propozycję {proposalId}
ru_ru: Исполнить предложение {proposalId}

source: Import V2 Pool
ca_es: Importa l'agrupació V2
cs_cz: Importovat fond V2
el_gr: Εισαγωγή Δεξαμενής της V2
es_es: Importar grupo V2
it_it: Importa pool V2
no_no: Importer V2-pott
pl_pl: Importuj pulę V2
ru_ru: Импортировать пул из V2

source: Exchange rate
af_za: Wisselkoers
ca_es: Tipus de canvi
cs_cz: Směnný kurz
el_gr: Συναλλαγματική ισοτιμία
es_es: Tipo de cambio
it_it: Tasso di cambio
no_no: Vekslingskurs
pl_pl: Kurs wymiany
ru_ru: Обменный курс

source: Unlock Votes
ca_es: Desbloqueja vots
cs_cz: Odblokovat hlasy
el_gr: Ξεκλείδωμα Ψήφων
es_es: Desbloquear votos
it_it: Sblocca Voti
no_no: Lås opp stemmer
pl_pl: Odblokuj głosy
ru_ru: Разблокировать голоса

source: Proposal Submitted
ca_es: Proposta presentada
cs_cz: Návrh předložen
el_gr: Η πρόταση υποβλήθηκε
es_es: Propuesta enviada
it_it: Proposta inviata
no_no: Forslag innsendt
pl_pl: Propozycja przesłana
ru_ru: Предложение отправлено

source: Migrate V2 Liquidity
ca_es: Migrar la liquiditat V2
cs_cz: Migrovat likviditu V2
el_gr: Μεταφορά Ρευστότητας V2
es_es: Migrar liquidez V2
it_it: Migra Liquidità V2
no_no: Migrer V2-likviditet
pl_pl: Migruj płynność V2
ru_ru: Перенести ликвидность из V2

source: Queue Proposal {proposalId}
ca_es: Proposta de cua {proposalId}
cs_cz: Návrh fronty {proposalId}
el_gr: Πρόταση ουράς {proposalId}
es_es: Propuesta de cola {proposalId}
it_it: Proposta di coda {proposalId}
no_no: Køforslag {proposalId}
pl_pl: Propozycja kolejki {proposalId}
ru_ru: Поставить предложение {proposalId} в очередь

source: Remove Delegate
ca_es: Elimina delegat
cs_cz: Odstranit delegáta
el_gr: Αφαίρεση Αντιπροσώπου
es_es: Remover delegado
it_it: Rimuovi Delegato
no_no: Fjern delegat
pl_pl: Usuń delegata
ru_ru: Удалить делегата

source: Not Available
ca_es: No disponible
cs_cz: Není dostupný
el_gr: Μη διαθέσιμος
es_es: No disponible
it_it: Non disponibile
no_no: Ikke tilgjengelig
pl_pl: Niedostępne
ru_ru: Недоступно

source: Approve Token
ca_es: Aprova el testimoni
cs_cz: Schválit token
el_gr: Έγκριση διακριτικού
es_es: Aprobar token
it_it: Approva token
no_no: Godkjenn token
pl_pl: Zatwierdź token
ru_ru: Одобрить токен

source: Pool Found!
ca_es: Grup trobat!
cs_cz: Fond nalezen!
el_gr: Βρέθηκε Δεξαμενή!
es_es: ¡Fondo común encontrado!
it_it: Pool trovato!
no_no: Pott funnet!
pl_pl: Znaleziono basen!
ru_ru: Пул найден!

source: Coming soon: search and explore tokens on BNB Chain
cs_cz: Již brzy: hledejte a prozkoumávejte tokeny na BNB Chain
el_gr: Προσεχώς: αναζητήστε και εξερευνήστε μάρκες στο BNB Chain
es_es: Próximamente: busca y explora tokens en BNB Chain
it_it: Prossimamente: cerca ed esplora i token su BNB Chain
pl_pl: Już wkrótce: szukaj i eksploruj tokeny w łańcuchu BNB

source: New Position
cs_cz: Nová pozice
el_gr: Νέα Θέση
pl_pl: Nowa pozycja

source: Claim UNI Token
ca_es: Reclama la fitxa UNI
cs_cz: Nárokujte si žeton UNI
el_gr: Διεκδίκηση μάρκας UNI
es_es: Reclamar token de UNI
it_it: Reclama UNI Token
no_no: Hent UNI-pollett
pl_pl: Odbierz token UNI

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
cs_cz: <0>Tip:</0> Když přidáte likviditu, obdržíte žetony fondu reprezentující Vaši pozici. Tyto žetony automaticky vynášejí poplatky úměrně Vašemu podílu na fondu a kdykoli je lze vykoupit.
el_gr: <0>Συμβουλή:</0> Όταν προσθέσετε ρευστότητα, θα λάβετε μάρκες δεξαμενής που αντιπροσωπεύουν τη θέση σας. Αυτές οι μάρκες κερδίζουν αυτόματα τέλη ανάλογα με το μερίδιό σας στην πισίνα, και μπορούν να εξαργυρωθούν ανά πάσα στιγμή.
es_es: <0>Consejo:</0> Cuando agregue liquidez, recibirá tokens de fondo común que representan su posición. Estos tokens ganan automáticamente tarifas proporcionales a su parte del grupo y se pueden canjear en cualquier momento.
pl_pl: <0>Wskazówka:</0> Kiedy dodasz płynność, otrzymasz tokeny puli reprezentujące Twoją pozycję. Te tokeny automatycznie generują opłaty proporcjonalne do Twojego udziału w puli i można je wymienić w dowolnym momencie.

source: <0>Current Price:</0><1><2/></1><3>{0} per {1}</3>
cs_cz: <0>Aktuální cena:</0><1><2/></1><3>{0} za {1}</3>
el_gr: <0>Τρέχουσα τιμή:</0><1><2/></1><3>{0} ανά {1}</3>

source: Add to Bag
cs_cz: Přidat do batohu
el_gr: Προσθήκη στην τσάντα

source: Approve use of {0}
cs_cz: Schválit použití {0}
el_gr: Εγκρίνετε τη χρήση του {0}

source: Common
cs_cz: Běžný
el_gr: Κοινός

source: Current {0} Price:
cs_cz: Aktuální {0} cena:
el_gr: Τρέχουσα τιμή {0}:

source: Expires in
cs_cz: Vyprší v
el_gr: Λήγει σε

source: Extremely rare
cs_cz: Extrémně vzácné
el_gr: Εξαιρετικά σπάνιο

source: Finds the best route on the Uniswap Protocol through your browser. May result in high latency and prices.
cs_cz: Najde nejlepší trasu na protokolu Uniswap prostřednictvím vašeho prohlížeče. Může mít za následek vysokou latenci a ceny.
el_gr: Βρίσκει την καλύτερη διαδρομή στο Πρωτόκολλο Uniswap μέσω του προγράμματος περιήγησής σας. Μπορεί να οδηγήσει σε υψηλή καθυστέρηση και τιμές.

source: Finds the best route on the Uniswap Protocol using the Uniswap Labs Routing API.
cs_cz: Vyhledá nejlepší trasu na protokolu Uniswap pomocí rozhraní Uniswap Labs Routing API.
el_gr: Βρίσκει την καλύτερη διαδρομή στο Πρωτόκολλο Uniswap χρησιμοποιώντας το Uniswap Labs Routing API.

source: From
cs_cz: Od
el_gr: Από

source: From (at most)
cs_cz: Od (nanejvýš)
el_gr: Από (το μέγιστο)

source: Listings
cs_cz: Výpisy
el_gr: Καταχωρίσεις

source: Make an offer
cs_cz: Učinit nabídku
el_gr: Κάνε μια προσφορά

source: Network fee
cs_cz: Síťový poplatek
el_gr: Χρέωση δικτύου

source: Never
cs_cz: Nikdy
el_gr: Ποτέ

source: Offers
cs_cz: Nabídky
el_gr: Προσφορές

source: Permission is required for Uniswap to swap each token. This will expire after one month for your security.
cs_cz: Povolení je vyžadováno pro Uniswap k výměně každého tokenu. Toto z bezpečnostních důvodů vyprší po jednom měsíci.
el_gr: Απαιτείται άδεια για το Uniswap να ανταλλάξει κάθε διακριτικό. Αυτό θα λήξει μετά από ένα μήνα για την ασφάλειά σας.

source: Price Impact Too High
cs_cz: Příliš vysoký dopad ceny
el_gr: Πολύ υψηλή επίδραση σε τιμή

source: Quantity
cs_cz: Množství
el_gr: Ποσότητα

source: Rare
cs_cz: Vzácný
el_gr: Σπάνιος

source: Rarity
cs_cz: Rarita
el_gr: Σπανιότητα

source: Review Swap
cs_cz: Recenze Swap
el_gr: Ανταλλαγή κριτικής

source: Seller
cs_cz: Prodejce
el_gr: Πωλητής

source: Set Starting Price
cs_cz: Nastavit počáteční cenu
el_gr: Ορισμός Τιμής Εκκίνησης

source: Swapping {0} {1} for {2} {3}
cs_cz: Výměna {0} {1} za {2} {3}
el_gr: Ανταλλαγή {0} {1} για {2} {3}

source: This token doesn't exist on {0}
cs_cz: Tento token na {0}neexistuje
el_gr: Αυτό το διακριτικό δεν υπάρχει στο {0}

source: To (at least)
cs_cz: Do (alespoň)
el_gr: Έως (από το ελάχιστο)

source: Top Trait
cs_cz: Nejlepší vlastnost
el_gr: Κορυφαίο χαρακτηριστικό

source: Trait
cs_cz: Vlastnost
el_gr: Χαρακτηριστικό

source: Trait Floor
cs_cz: Podlaha vlastností
el_gr: Όροφος χαρακτηριστικών

source: Traits
cs_cz: Vlastnosti
el_gr: Χαρακτηριστικά

source: Uniswap client
cs_cz: Uniswap klient
el_gr: Unswap πελάτη

source: Uniswap in your pocket
cs_cz: Uniswap v kapse
el_gr: Unswap στην τσέπη σας

source: Use the Uniswap Labs API to get faster quotes.
cs_cz: Pomocí rozhraní Uniswap Labs API získáte rychlejší nabídky.
el_gr: Χρησιμοποιήστε το Uniswap Labs API για να λαμβάνετε ταχύτερα εισαγωγικά.

source: Very common
cs_cz: Velmi časté
el_gr: Πολύ κοινό

source: Very rare
cs_cz: Velmi vzácné
el_gr: Πολύ σπάνιο

source: View on {0}
cs_cz: Zobrazit na {0}
el_gr: Προβολή στο {0}

source: {0} Pending
cs_cz: {0} nevyřízených
el_gr: {0} Εκκρεμεί

source: {uniqueCollections, plural, =1 {collection} other {collections}}
el_gr: {uniqueCollections, plural, =1 {συλλογή} other {συλλογές}}
