Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Welcome to team Unicorn :)
af_za: Welkom by Unicorn-span :)
ca_es: Benvingut a l'equip Unicorn :)
cs_cz: Vítejte v týmu Unicorn :)
el_gr: Καλώς ήρθατε στην ομάδα Unicorn :)
es_es: Bienvenido al equipo Unicorn :)
it_it: Benvenuto nel team Unicorn :)
no_no: Velkommen til team Unicorn :)
pl_pl: Witamy w zespole Unicorn :)
pt_pt: Bem-vindo à equipa Unicorn :)
ro_ro: Bine ai venit la echipa Unicorn :)
ru_ru: Добро пожаловать в команду единорогов :)
th_th: ยินดีต้อนรับสู่ทีมยูนิคอร์น :)
vi_vn: Chào mừng đến với đội Unicorn :)

source: Vote for proposal {proposalKey} with reason "{0}"
af_za: Stem vir voorstel {proposalKey} met rede "{0}"
ca_es: Vota la proposta {proposalKey} amb el motiu "{0}"
cs_cz: Hlasujte pro návrh {proposalKey} s důvodem "{0}"
el_gr: Ψηφίστε για την πρόταση {proposalKey} με τον λόγο "{0}"
es_es: Votar por la propuesta {proposalKey} con motivo "{0}"
it_it: Vota la proposta {proposalKey} con causale "{0}"
no_no: Stem på forslag {proposalKey} med begrunnelse "{0}"
pl_pl: Głosuj na propozycję {proposalKey} z powodem „{0}”
pt_pt: Vote na proposta {proposalKey} com o motivo "{0}"
ro_ro: Votați propunerea {proposalKey} cu motivul „{0}”
ru_ru: Проголосовать за предложение {proposalKey} по причине "{0}"
th_th: ลงคะแนนให้ข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
vi_vn: Bình chọn cho đề xuất {proposalKey} với lý do "{0}"

source: (edit)
af_za: (wysig)
ca_es: (edita)
cs_cz: (upravit)
el_gr: (επεξεργασία)
es_es: (editar)
it_it: (modifica)
no_no: (rediger)
pl_pl: (edytować)
pt_pt: (editar)
ro_ro: (editează)
ru_ru: (изменить)
th_th: (แก้ไข)
vi_vn: (chỉnh sửa)

source: Proposal submitted
af_za: Voorstel ingedien
pt_pt: Proposta enviada
ro_ro: Propunere depusă
th_th: ส่งข้อเสนอแล้ว
vi_vn: Đã gửi đề xuất

source: NFT
th_th: เอ็นเอฟที

source: Name not found
af_za: Naam nie gevind nie
ca_es: No s'ha trobat el nom
cs_cz: Jméno nenalezeno
el_gr: Το όνομα δεν βρέθηκε
es_es: Nombre no encontrado
it_it: Nome non trovato
no_no: Finner ikke navn
pl_pl: Nie znaleziono nazwy
pt_pt: Nome não encontrado
ro_ro: Numele nu a fost găsit
ru_ru: Имя не найдено
th_th: ไม่พบชื่อ
vi_vn: Không tìm thấy tên

source: available yet
af_za: nog beskikbaar
ca_es: disponible encara
cs_cz: zatím k dispozici
el_gr: διαθέσιμο ακόμα
es_es: disponible todavía
it_it: ancora disponibile
no_no: tilgjengelig ennå
pl_pl: jeszcze dostępne
pt_pt: disponível ainda
ro_ro: disponibil încă
ru_ru: доступно еще
th_th: ใช้ได้ยัง
vi_vn: có sẵn chưa

source: Your signature has expired.
af_za: Jou handtekening het verval.
pt_pt: Sua assinatura expirou.
ro_ro: Semnătura dvs. a expirat.
th_th: ลายเซ็นของคุณหมดอายุแล้ว
vi_vn: Chữ ký của bạn đã hết hạn.

source: Minted
af_za: Gemunt
ca_es: Encunyat
cs_cz: Ražené
el_gr: Κοπή
es_es: acuñado
it_it: Coniato
no_no: Preget
pl_pl: wybity
pt_pt: Cunhado
ro_ro: Bateriat
ru_ru: Отчеканено
th_th: มิ้นต์
vi_vn: đúc

source: You must have {formattedProposalThreshold} votes to submit a proposal
af_za: Jy moet {formattedProposalThreshold} stemme hê om 'n voorstel in te dien
ca_es: Heu de tenir {formattedProposalThreshold} vots per enviar una proposta
cs_cz: Pro podání návrhu musíte mít {formattedProposalThreshold} hlasů
el_gr: Πρέπει να έχετε {formattedProposalThreshold} ψήφους για να υποβάλετε μια πρόταση
es_es: Debe tener {formattedProposalThreshold} votos para enviar una propuesta
it_it: Devi avere {formattedProposalThreshold} voti per inviare una proposta
no_no: Du må ha {formattedProposalThreshold} stemmer for å komme med forslag
pl_pl: Aby złożyć wniosek, musisz mieć {formattedProposalThreshold} głosów
pt_pt: Você deve ter {formattedProposalThreshold} votos para enviar uma proposta
ro_ro: Trebuie să aveți {formattedProposalThreshold} voturi pentru a trimite o propunere
ru_ru: У вас должно быть {formattedProposalThreshold} голосов, чтобы вносить предложения
th_th: คุณต้องมี {formattedProposalThreshold} คะแนนในการส่งข้อเสนอ
vi_vn: Bạn phải có {formattedProposalThreshold} phiếu bầu để gửi đề xuất

source: {amount, plural, =1 {month} other {months}}
af_za: {amount, plural, =1 {maand} other {maande}}
ca_es: {amount, plural, =1 {mes} other {mesos}}
el_gr: {amount, plural, =1 {μήνας} other {μήνες}}
es_es: {amount, plural, =1 {mes} other {meses}}
it_it: {amount, plural, =1 {mese} other {mesi}}
no_no: {amount, plural, =1 {måned} other {måneder}}
pl_pl: {amount, plural, =1 {miesiąc} other {miesiące}}
pt_pt: {amount, plural, =1 {mês} other {meses}}
ro_ro: {amount, plural, =1 {luna} other {luni}}
ru_ru: {amount, plural, =1 {месяц} other {месяцы}}
th_th: {amount, plural, =1 {เดือน} other {เดือน}}
vi_vn: {amount, plural, =1 {tháng} other {tháng}}

source: {i, plural, one {hour} other {hours}}
af_za: {i, plural, one {uur} other {ure}}
ca_es: {i, plural, one {hores} other {hores}}
el_gr: {i, plural, one {ώρα} other {ώρες}}
es_es: {i, plural, one {hora} other {horas}}
it_it: {i, plural, one {ora} other {ore}}
no_no: {i, plural, one {time} other {timer}}
pl_pl: {i, plural, one {godzina} other {godziny}}
pt_pt: {i, plural, one {hora} other {horas}}
ro_ro: {i, plural, one {ora} other {ore}}
ru_ru: {i, plural, one {час} other {часы}}
th_th: {i, plural, one {ชั่วโมง} other {ชั่วโมง}}
vi_vn: {i, plural, one {giờ} other {giờ}}

source: Your transaction cost will be much higher as it includes the gas to create the pool.
af_za: U transaksiekoste sal baie hoër wees, want dit bevat die gas om die poel te skep.
ca_es: El cost de la vostra transacció serà molt més elevat, ja que inclou el gas per crear la piscina.
cs_cz: Náklady na Vaši transakci náklady budou mnohem vyšší, protože budou zahrnovat benzín k vytvoření fondu.
el_gr: Το κόστος της συναλλαγής σας θα είναι πολύ υψηλότερο καθώς περιλαμβάνει τον αιθέρα, τις χρεώσεις προμήθειας δηλαδή, για να δημιουργήσετε την δεξαμενή.
es_es: Su costo de transacción será mucho más alto ya que incluye el gas para crear el fondo común.
it_it: Il costo della transazione sarà molto più alto in quanto include il gas per creare il pool.
no_no: Transaksjonskostnadene vil bli mye høyere fordi det inkluderer gassen for å lage potten.
pl_pl: Twój koszt transakcji będzie znacznie wyższy, ponieważ zawiera gaz potrzebny do utworzenia puli.
pt_pt: O seu custo de transação será muito mais elevado, já que inclui o combustível para criar a pool.
ro_ro: Costul tranzacției tale va fi mult mai mare deoarece include gazul necesar creării rezervorului.
ru_ru: Стоимость вашей транзакции будет гораздо выше, так как она включает газ для создания пула.
th_th: ค่าใช้จ่ายในการทำธุรกรรมของคุณจะสูงขึ้นมากเนื่องจากมีก๊าซสำหรับสร้างพูล
vi_vn: Chi phí giao dịch của bạn sẽ cao hơn nhiều vì nó đã bao gồm khí để tạo pool.

source: Learn more
af_za: Leer meer
ca_es: Aprèn més
cs_cz: Zjistěte více
el_gr: Μάθε περισσότερα
es_es: Aprende más
it_it: Saperne di più
no_no: Lære mer
pl_pl: Ucz się więcej
pt_pt: Saber mais
ro_ro: Află mai multe
ru_ru: Узнать больше
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm

source: Success
af_za: Sukses
ca_es: Èxit
cs_cz: Úspěch
el_gr: Επιτυχία
es_es: Éxito
it_it: Successo
no_no: Suksess
pl_pl: Sukces
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успешно
th_th: ความสำเร็จ
vi_vn: Sự thành công

source: Swap on <0><1/></0> BASE in the Uniswap wallet
af_za: Ruil op <0><1/></0> BASE in die Uniswap-beursie
ca_es: Canvia a <0><1/></0> BASE a la cartera Uniswap
es_es: Intercambia en <0><1/></0> BASE en la billetera Uniswap
it_it: Scambia su <0><1/></0> BASE nel portafoglio Uniswap
no_no: Bytt på <0><1/></0> BASE i Uniswap-lommeboken
pl_pl: Zamień na <0><1/></0> BASE w portfelu Uniswap
pt_pt: Swap em <0><1/></0> BASE na carteira Uniswap
ru_ru: Своп на <0><1/></0> BASE в кошельке Uniswap
vi_vn: Hoán đổi trên <0><1/></0> BASE trong ví Uniswap

source: Download Uniswap Wallet
af_za: Laai Uniswap Wallet af
ca_es: Baixeu Uniswap Wallet
cs_cz: Stáhněte si Uniswap Wallet
el_gr: Κατεβάστε το Uniswap Wallet
es_es: Descargar Monedero Uniswap
it_it: Scarica portafoglio Uniswap
no_no: Last ned Uniswap Wallet
pl_pl: Pobierz portfel Uniswap
pt_pt: Baixar Carteira Uniswap
ru_ru: Скачать кошелек Uniswap
vi_vn: Tải xuống ví Uniswap

source: Go direct to DeFi with Uniswap
af_za: Gaan direk na DeFi met Uniswap
pt_pt: Vá direto para DeFi com Uniswap
vi_vn: Truy cập trực tiếp vào DeFi với Uniswap

source: Don't have Uniswap Wallet?
af_za: Het jy nie Uniswap Wallet nie?
ca_es: No teniu Uniswap Wallet?
cs_cz: Nemáte Uniswap Wallet?
el_gr: Δεν έχετε Uniswap Wallet;
es_es: ¿No tienes Monedero Uniswap?
it_it: Non hai Uniswap Wallet?
no_no: Har du ikke Uniswap Wallet?
pl_pl: Nie masz portfela Uniswap?
pt_pt: Não tem Carteira Uniswap?
ru_ru: У вас нет кошелька Uniswap?
vi_vn: Bạn chưa có Ví Uniswap?

source: Swap and explore tokens and NFTs
af_za: Ruil en verken tokens en NFT's
pt_pt: Troque e explore tokens e NFTs
vi_vn: Trao đổi và khám phá mã thông báo và NFT

source: Uniswap migration contract↗
af_za: Onttrek migrasie kontrak↗
ca_es: Contracte de migració Uniswap↗
cs_cz: Migrační kontrakt Uniswap↗
el_gr: Σύμβαση μετεγκατάστασης Uniswap↗
es_es: Contrato de migración Uniswap
it_it: Contratto di migrazione Uniswap↗
no_no: Uniswap-migrasjonskontrakt↗
pl_pl: Umowa migracyjna Uniswap↗
pt_pt: Uniswap contrato de migração↗
ru_ru: Контракт переноса Uniswap ↗
vi_vn: Hợp đồng di chuyển Uniswap↗

source: % max
af_za: % maksimum
ca_es: % màx
el_gr: % Μέγιστη
es_es: % máx.
it_it: % massimo
no_no: % maks
pl_pl: % maks
pt_pt: % máx.
ru_ru: % Макс
vi_vn: % tối đa

source: Filter tokens
ca_es: Fitxes de filtre
cs_cz: Filtrovat tokeny
el_gr: Φιλτράρισμα διακριτικών
es_es: fichas de filtro
it_it: Filtra i token
no_no: Filtrer tokens
pl_pl: Filtruj tokeny
pt_pt: Filtrar tokens
ru_ru: Фильтровать токены
vi_vn: Lọc mã thông báo

source: Download
af_za: Aflaai
ca_es: descarregar
cs_cz: Stažení
el_gr: Κατεβάστε
es_es: Descargar
it_it: Scaricamento
no_no: nedlasting
pl_pl: Pobierać
ru_ru: Скачать
vi_vn: Tải xuống

source: Download app
af_za: Laai toepassing af
ca_es: Descarrega l'aplicació
cs_cz: Stáhněte si aplikaci
el_gr: Κατεβάστε την εφαρμογή
es_es: Descargar aplicación
it_it: Scarica l'app
no_no: Last ned app
pl_pl: Pobierz aplikację
pt_pt: Baixar aplicativo
ru_ru: Скачать приложение
vi_vn: Tải ứng dụng

source: One NFT is listed {0}%
af_za: Een NFT is {0}% gelys
ca_es: Un NFT apareix al {0}%
cs_cz: Jeden NFT je uveden {0}%
el_gr: Ένα NFT αναφέρεται {0}%
es_es: Un NFT está listado {0}%
it_it: Un NFT è elencato allo {0}%
no_no: En NFT er oppført {0}%
pl_pl: Wymieniono jeden NFT {0}%
pt_pt: Um NFT está listado {0}%
ru_ru: Один NFT указан {0}%
vi_vn: Một NFT được niêm yết {0}%

source: {0}% fee tier
af_za: {0}% fooi-vlak
ca_es: Nivell de tarifa {0}%.
cs_cz: Úroveň poplatku {0}%.
el_gr: Επίπεδο αμοιβής {0}%.
es_es: {0}% tarifa de nivel
it_it: Livello di commissione dello {0}%.
no_no: {0}% gebyrnivå
pl_pl: Poziom opłat {0}%.
pt_pt: nível de taxa de {0}%
ru_ru: Уровень комиссии {0}%
vi_vn: mức phí {0}%

source: The fee paid to the Ethereum network to process your transaction. This must be paid in {0}.
pt_pt: A taxa paga à rede Ethereum para processar sua transação. Isso deve ser pago em {0}.
vi_vn: Phí trả cho mạng Ethereum để xử lý giao dịch của bạn. Khoản tiền này phải được thanh toán bằng {0}.

source: This transaction will result in a <0>{0}</0> price impact on the market price of this pool. Do you wish to continue?
af_za: Hierdie transaksie sal 'n <0>{0}</0> prysimpak op die markprys van hierdie poel tot gevolg hê. Wil jy voortgaan?
ca_es: Aquesta transacció tindrà un impacte de <0>{0}</0> en el preu de mercat d'aquest grup. Vols continuar?
es_es: Esta transacción resultará en un impacto de precio <0>{0}</0> en el precio de mercado de este grupo. ¿Desea continuar?
it_it: Questa transazione comporterà un impatto del prezzo <0>{0}</0> sul prezzo di mercato di questo pool. Vuoi continuare?
no_no: Denne transaksjonen vil resultere i en prispåvirkning <0>{0}</0> på markedsprisen for denne poolen. Ønsker du å fortsette?
pl_pl: Ta transakcja spowoduje wpływ ceny <0>{0}</0> na cenę rynkową tej puli. Czy chcesz kontynuować?
pt_pt: Esta transação resultará em um impacto de preço <0>{0}</0> no preço de mercado deste pool. Você deseja continuar?
ru_ru: Эта транзакция повлияет на рыночную цену этого пула в размере <0>{0}</0> . Вы хотите продолжить?
vi_vn: Giao dịch này sẽ dẫn đến tác động giá <0>{0}</0> đối với giá thị trường của nhóm này. Bạn có muốn tiếp tục không?

source: Local routing
af_za: Plaaslike roetes
ca_es: Encaminament local
es_es: Enrutamiento local
it_it: Instradamento locale
no_no: Lokal ruting
pl_pl: Routing lokalny
pt_pt: Roteamento local
ru_ru: Локальная маршрутизация

source: Increase Liquidity
ca_es: Augmenta la liquiditat
cs_cz: Zvýšit likviditu
el_gr: Αύξηση Ρευστότητας
es_es: Aumentar liquidez
it_it: Aumenta La Liquidità
no_no: Øk likviditet
pl_pl: Zwiększ płynność
ru_ru: Увеличить ликвидность

source: USDT requires resetting approval when spending limits are too low.
ca_es: L'USDT requereix l'aprovació de restabliment quan els límits de despesa són massa baixos.
es_es: USDT requiere restablecer la aprobación cuando los límites de gasto son demasiado bajos.
it_it: USDT richiede la reimpostazione dell'approvazione quando i limiti di spesa sono troppo bassi.
no_no: USDT krever tilbakestilling av godkjenning når kostnadsgrensene er for lave.
pl_pl: USDT wymaga zresetowania zatwierdzenia, gdy limity wydatków są zbyt niskie.
ru_ru: USDT требует сброса утверждения, когда лимиты расходов слишком низки.

source: Select Pair
ca_es: Seleccioneu Parella
cs_cz: Vyberte Spárovat
el_gr: Επιλέξτε Pair
es_es: Seleccionar par
it_it: Seleziona Associa
no_no: Velg Par
pl_pl: Wybierz Paruj
ru_ru: Выберите пару

source: Create Pool & Supply
ca_es: Crea grup i subministrament
cs_cz: Vytvořit fond a zásobu
el_gr: Δημιουργία Ψηφοφορίας & Παροχής
es_es: Limpiar fondo común y suministro
it_it: Crea Pool e Fornitura
no_no: Opprett samling & forsyning
pl_pl: Utwórz pulę i zaopatrzenie
ru_ru: Создать пул и внести

source: Blocked Address
ca_es: Adreça bloquejada
cs_cz: Blokovaná adresa
el_gr: Αποκλεισμένη διεύθυνση
es_es: Dirección bloqueada
it_it: Indirizzo bloccato
no_no: Blokkert adresse
pl_pl: Zablokowany adres
ru_ru: Заблокированный адрес

source: No V2 Liquidity found.
ca_es: No s'ha trobat cap liquiditat V2.
cs_cz: Nebyla nalezena likvidita V2.
el_gr: Δεν βρέθηκε ρευστότητα V2.
es_es: No se encontró liquidez V2.
it_it: Nessuna liquidità V2 trovata.
no_no: Ingen V2-likviditet funnet.
pl_pl: Nie znaleziono płynności V2.
ru_ru: Ликвидность в V2 не обнаружена.

source: Selected Range
ca_es: Interval seleccionat
cs_cz: Vybraný rozsah
el_gr: Επιλεγμένο Εύρος
es_es: Rango seleccionado
it_it: Intervallo selezionato
no_no: Valgt område
pl_pl: Wybrany zakres
ru_ru: Выбранный диапазон

source: Remove Liquidity
ca_es: Elimina la liquiditat
cs_cz: Odstranit likviditu
el_gr: Αφαίρεση Ρευστότητας
es_es: Quitar liquidez
it_it: Rimuovi Liquidità
no_no: Fjern likviditet
pl_pl: Usuń płynność
ru_ru: Удалить ликвидность

source: Add Delegate +
ca_es: Afegeix delegat +
cs_cz: Přidat delegáta +
el_gr: Προσθήκη εκπροσώπου +
es_es: Añadir delegado+
it_it: Aggiungi Delegato +
no_no: Legg til delegat +
pl_pl: Dodaj delegata +
ru_ru: Добавить делегата +

source: Expected output
af_za: Verwagte uitset
ca_es: Sortida esperada
cs_cz: Očekávaný výstup
el_gr: Αναμενόμενη έξοδος
es_es: Rendimiento esperado
it_it: Output previsto
no_no: Forventet utgang
pl_pl: Oczekiwany wynik
ru_ru: Ожидаемый результат

source: Import Pool
ca_es: Importa el grup
cs_cz: Importovat fond
el_gr: Εισαγωγή Δεξαμενής
es_es: Importar fondo común
it_it: Importa Pool
no_no: Importer pott
pl_pl: Importuj pulę
ru_ru: Импортировать пул

source: Full Range
ca_es: Gamma completa
cs_cz: Plný rozsah
el_gr: Πλήρης εμβέλεια
es_es: Rango completo
it_it: Gamma completa
no_no: Hele spekteret
pl_pl: Pełny zasięg
ru_ru: Полный диапазон

source: Confirm Supply
ca_es: Confirmeu el subministrament
cs_cz: Potvrdit zásobu
el_gr: Επιβεβαίωση Παροχής
es_es: Confirmar suministro
it_it: Conferma Fornitura
no_no: Bekreft levering
pl_pl: Potwierdź dostawę
ru_ru: Подтвердить внесение

source: Slippage below {0}% may result in a failed transaction
af_za: Glip onder {0}% kan lei tot 'n mislukte transaksie
ca_es: Un lliscament per sota del {0}% pot donar lloc a una transacció fallida
cs_cz: Skluz pod {0}% může vést k neúspěšné transakci
el_gr: Η ολίσθηση κάτω από {0}% μπορεί να οδηγήσει σε αποτυχία συναλλαγής
es_es: El deslizamiento por debajo del {0}% puede resultar en una transacción fallida
it_it: Lo slippage al di sotto {0}% può comportare una transazione non riuscita
no_no: Slipp under {0}% kan resultere i en mislykket transaksjon
pl_pl: Poślizg poniżej {0}% może skutkować nieudaną transakcją
ru_ru: Проскальзывание ниже {0} % может привести к неудачной сделке.

source: Unlock Voting
ca_es: Desbloqueja les votacions
cs_cz: Odblokovat hlasování
el_gr: Ξεκλείδωμα Ψηφοφορίας
es_es: Desbloquear votación
it_it: Sblocca Il Voto
no_no: Lås opp stemmegivning
pl_pl: Odblokuj głosowanie
ru_ru: Разблокировать голосование

source: Delegate Votes
ca_es: Vots delegats
cs_cz: Delegovat hlasy
el_gr: Ανάθεση Ψήφων
es_es: Votos delegados
it_it: Voti Delegati
no_no: Delegere stemmer
pl_pl: Głosy delegatów
ru_ru: Делегировать голоса

source: Connect Wallet
cs_cz: Připojit peněženku
el_gr: Σύνδεση Πορτοφολιού
es_es: Conectar cartera
it_it: Connetti Portafoglio
no_no: Koble til lommebok
pl_pl: Połącz portfel
ru_ru: Подключить кошелёк

source: Deposit Amounts
ca_es: Quantitats de dipòsit
cs_cz: Vložit částky
el_gr: Ποσά Κατάθεσης
es_es: Importes del depósito
it_it: Importi Di Deposito
no_no: Innskuddsbeløp
pl_pl: Kwoty depozytów
ru_ru: Внесите суммы

source: <0>Current Price:</0><1>{0}</1>{1}
ca_es: <0>Preu actual:</0><1>{0}</1>{1}
es_es: <0>Precio actual:</0><1>{0}</1>{1}
it_it: <0>Prezzo corrente:</0><1>{0}</1>{1}
no_no: <0>Nåværende pris:</0><1>{0}</1>{1}
pl_pl: <0>Aktualna cena:</0><1>{0}</1>{1}
ru_ru: <0>Текущая цена:</0><1>{0}</1>{1}

source: {txCount, plural, one {Network fee} other {Network fees}}
af_za: {txCount, plural, one {Netwerk fooi} other {Netwerk fooie}}
ca_es: {txCount, plural, one {Quota de xarxa} other {Tarifes de xarxa}}
es_es: {txCount, plural, one {¡Tarifa de red} other {Tarifas de red}}
it_it: {txCount, plural, one {Tariffa di rete} other {Commissioni di rete}}
no_no: {txCount, plural, one {Nettverksavgift} other {Nettverksavgifter}}
pl_pl: {txCount, plural, one {Opłata sieciowa} other {Opłaty sieciowe}}
ru_ru: {txCount, plural, one {Плата за сеть} other {Сетевые сборы}}

source: Maximum input
af_za: Maksimum insette
ca_es: Entrada màxima
cs_cz: Maximální vstup
el_gr: Μέγιστη είσοδος
es_es: Entrada máxima
it_it: Ingresso massimo
no_no: Maksimal inngang
pl_pl: Maksymalny wkład
ru_ru: Максимальный ввод

source: Minimum output
af_za: Minimum uitset
ca_es: Sortida mínima
cs_cz: Minimální výkon
el_gr: Ελάχιστη απόδοση
es_es: Salida mínima
it_it: Uscita minima
no_no: Minimum utgang
pl_pl: Minimalna moc wyjściowa
ru_ru: Минимальный выход

source: Max Price
ca_es: Preu màxim
cs_cz: Maximální cena
el_gr: Μέγιστη Τιμή
es_es: Precio máximo
it_it: Prezzo Massimo
no_no: Maks pris
pl_pl: Maksymalna cena
ru_ru: Макс. цена

source: NFT Collections
ca_es: Col·leccions NFT
cs_cz: Sbírky NFT
el_gr: Συλλογές NFT
es_es: Colecciones NFT
it_it: Raccolte NFT
no_no: NFT-samlinger
pl_pl: Kolekcje NFT
ru_ru: Коллекции NFT

source: Share of Pool
ca_es: Quota de grup
cs_cz: Podíl na fondu
el_gr: Μερίδιο από τη Δεξαμενή
es_es: Participación del fondo común
it_it: Quota del pool
no_no: Andel av pott
pl_pl: Udział puli
ru_ru: Доля в пуле

source: Minimum received
af_za: Minimum ontvang
ca_es: Mínim rebut
cs_cz: Minimum přijato
el_gr: Ελάχιστο λαμβανόμενο
es_es: Mínimo recibido
it_it: Minimo ricevuto
no_no: Minimum mottatt
pl_pl: Otrzymane minimum
ru_ru: Минимум к получению

source: Vote Against
ca_es: Vota en contra
cs_cz: Hlasovat proti
el_gr: Ψήφοι Κατά
es_es: Votar en contra
it_it: Vota Contro
no_no: Stem mot
pl_pl: Głosować przeciw
ru_ru: Проголосовать «против»

source: Last Updated
ca_es: Última actualització
cs_cz: Naposledy aktualizováno
el_gr: Τελευταία ενημέρωση
es_es: Última actualización
it_it: Ultimo aggiornamento
no_no: Sist oppdatert
pl_pl: Ostatnio zaktualizowany
ru_ru: Последнее обновление

source: Update Delegation
ca_es: Actualitza la delegació
cs_cz: Aktualizovat delegaci
el_gr: Ενημέρωση Ανάθεσης
es_es: Actualizar delegación
it_it: Aggiorna la delega
no_no: Oppdater delegasjon
pl_pl: Zaktualizuj delegację
ru_ru: Обновить делегирование

source: Show Cancelled
ca_es: Mostra cancel·lada
cs_cz: Zobrazit zrušeno
el_gr: Εμφάνιση ακυρώθηκε
es_es: Mostrar cancelado
it_it: Mostra annullato
no_no: Vis avbrutt
pl_pl: Pokaż anulowane
ru_ru: Показать отменённые

source: Submitting Vote
ca_es: Enviament de vot
cs_cz: Odesílání hlasů
el_gr: Γίνεται υποβολή ψήφου
es_es: Enviando Voto
it_it: Invio del voto
no_no: Sender inn stemme
pl_pl: Głosowanie
ru_ru: Отправка голоса

source: Execution Submitted
ca_es: Execució presentada
cs_cz: Provedení předloženo
el_gr: Η εκτέλεση υποβλήθηκε
es_es: Ejecución enviada
it_it: Esecuzione inviata
no_no: Utførelse innsendt
pl_pl: Wykonanie przesłane
ru_ru: Исполнение отправлено

source: Set Price Range
ca_es: Estableix l'interval de preus
cs_cz: Nastavit cenové rozmezí
el_gr: Ορισμός Εύρους Τιμών
es_es: Establecer rango de precio
it_it: Imposta Intervallo Di Prezzo
no_no: Angi prisområde
pl_pl: Ustaw przedział cenowy
ru_ru: Установите диапазон цен

source: Clear All
ca_es: Esborra-ho tot
cs_cz: Vymazat vše
el_gr: Εκκαθάριση Όλων
es_es: Limpiar todo
it_it: Cancella Tutto
no_no: Fjern alle
pl_pl: Wyczyść wszystko
ru_ru: Очистить всё

source: Vote For
ca_es: Vota per
cs_cz: Hlasovat pro
el_gr: Ψήφοι υπέρ
es_es: Vota por
it_it: Voto per
no_no: Stem på
pl_pl: Głosować na
ru_ru: Проголосовать «за»

source: Loading Allowance
ca_es: Bonificació de càrrega
cs_cz: Příspěvek na zatížení
el_gr: Επίδομα φόρτωσης
es_es: Asignación de carga
it_it: Indennità di carico
no_no: Lastegodtgjørelse
pl_pl: Dodatek załadunkowy
ru_ru: Допустимая нагрузка

source: Max slippage
af_za: Maksimum gly
ca_es: Lliscament màxim
cs_cz: Maximální prokluz
el_gr: Μέγιστη ολίσθηση
es_es: Deslizamiento máximo
it_it: Massimo slittamento
no_no: Maks glidning
pl_pl: Maksymalny poślizg
ru_ru: Максимальное проскальзывание

source: Network Fees are paid to the Ethereum network to secure transactions.
af_za: Netwerkfooie word aan die {0}-netwerk betaal om transaksies te beveilig.
ca_es: Les tarifes de xarxa es paguen a la xarxa {0} per assegurar les transaccions.
es_es: Las tarifas de red se pagan a la red Ethereum para asegurar las transacciones.
it_it: Le commissioni di rete vengono pagate alla rete {0} per garantire le transazioni.
no_no: Nettverksavgifter betales til {0}-nettverket for å sikre transaksjoner.
pl_pl: Opłaty sieciowe są wpłacane do sieci {0} w celu zabezpieczenia transakcji.
ru_ru: Сетевые сборы выплачиваются сети {0} для обеспечения безопасности транзакций.

source: Moonpay Fiat On-ramp iframe
cs_cz: Moonpay Fiat na rampě iframe
es_es: Moonpay Fiat Rampa de acceso iframe
no_no: Moonpay Fiat iframe på rampe
pl_pl: Ramka iframe Moonpay Fiat On-Ramp
ru_ru: Moonpay Fiat iframe на рампе

source: Proposed Action
ca_es: Acció proposada
cs_cz: Navrhovaná akce
el_gr: Προτεινόμενη Δράση
es_es: Acción propuesta
it_it: Azione Proposta
no_no: Foreslått handling
pl_pl: Proponowane działanie
ru_ru: Предлагаемое действие

source: Uniswap Governance
ca_es: Governança Uniswap
cs_cz: Správa Uniswap
el_gr: Uniswap Διακυβέρνηση
es_es: Gestión Uniswap
no_no: Uniswap-styring
pl_pl: Zarządzanie Uniswapem
ru_ru: Управление Uniswap

source: {0}% slippage
af_za: {0}% gly
ca_es: {0}% de lliscament
cs_cz: {0}% prokluz
el_gr: {0}% ολίσθηση
es_es: {0}% deslizamiento
it_it: {0}% di slittamento
no_no: {0}% glidning
pl_pl: {0}% poślizgu
ru_ru: {0}% проскальзывание
