Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: 24H volume is the amount of the asset that has been traded on Uniswap v3 during the past 24 hours.
af_za: 24H-volume is die bedrag van die bate wat gedurende die afgelope 24 uur op Uniswap v3 verhandel is.
ca_es: El volum de 24 hores és la quantitat de l'actiu que s'ha negociat a Uniswap v3 durant les últimes 24 hores.
cs_cz: Objem za 24 hodin je množství aktiv, které bylo zobchodováno na Uniswap v3 během posledních 24 hodin.
el_gr: Ο όγκος 24 ωρών είναι το ποσό του περιουσιακού στοιχείου που έχει διαπραγματευτεί στο Uniswap v3 τις τελευταίες 24 ώρες.
es_es: El volumen de 24 horas es la cantidad del activo que se negoció en Uniswap v3 durante las últimas 24 horas.
it_it: Il volume 24H è l'importo dell'asset che è stato scambiato su Uniswap v3 nelle ultime 24 ore.
no_no: 24H volum er mengden av eiendelen som har blitt handlet på Uniswap v3 i løpet av de siste 24 timene.
pl_pl: Wolumen 24H to kwota aktywów, którymi handlowano na Uniswap v3 w ciągu ostatnich 24 godzin.
pt_pt: O volume 24H é a quantidade do ativo que foi negociado no Uniswap v3 durante as últimas 24 horas.
ro_ro: Volumul 24 de ore este valoarea activului care a fost tranzacționat pe Uniswap v3 în ultimele 24 de ore.
ru_ru: 24-часовой объем — это объем актива, который был продан на Uniswap v3 за последние 24 часа.
th_th: ปริมาณ 24H คือจำนวนของสินทรัพย์ที่มีการซื้อขายบน Uniswap v3 ในช่วง 24 ชั่วโมงที่ผ่านมา
vi_vn: Khối lượng 24 giờ là số lượng tài sản đã được giao dịch trên Uniswap v3 trong 24 giờ qua.

source: Buy or transfer tokens to this wallet to get started.
af_za: Koop of dra tokens oor na hierdie beursie om te begin.
ca_es: Compra o transfereix fitxes a aquesta cartera per començar.
cs_cz: Začněte nákupem nebo převodem tokenů do této peněženky.
el_gr: Αγοράστε ή μεταφέρετε διακριτικά σε αυτό το πορτοφόλι για να ξεκινήσετε.
es_es: Compre o transfiera tokens a esta billetera para comenzar.
it_it: Acquista o trasferisci token su questo portafoglio per iniziare.
no_no: Kjøp eller overfør tokens til denne lommeboken for å komme i gang.
pl_pl: Aby rozpocząć, kup lub przenieś tokeny do tego portfela.
pt_pt: Compre ou transfira tokens para esta carteira para começar.
ro_ro: Cumpărați sau transferați jetoane în acest portofel pentru a începe.
ru_ru: Купите или переведите токены на этот кошелек, чтобы начать.
th_th: ซื้อหรือโอนโทเค็นไปยังกระเป๋าเงินนี้เพื่อเริ่มต้น
vi_vn: Mua hoặc chuyển mã thông báo vào ví này để bắt đầu.

source: Withdrawing
af_za: Onttrek
ca_es: Retirant
cs_cz: Odebírání
el_gr: Απόσυρση
es_es: Retiro
it_it: Ritiro
no_no: Trekke tilbake
pl_pl: Wycofanie się
pt_pt: Retirada
ro_ro: Retragerea
ru_ru: Отзыв
th_th: การถอน
vi_vn: rút tiền

source: Swapped
af_za: Omgeruil
ca_es: Canviat
cs_cz: Vyměněno
el_gr: Ανταλλάχθηκε
es_es: intercambiado
it_it: Scambiato
no_no: Byttet
pl_pl: zamienione
pt_pt: trocado
ro_ro: Schimbat
ru_ru: Выполнен обмен
th_th: เปลี่ยน
vi_vn: hoán đổi

source: Closed Positions
af_za: Geslote posisies
ca_es: Posicions tancades
cs_cz: Uzavřené pozice
el_gr: Κλειστές θέσεις
es_es: Posiciones Cerradas
it_it: Posizioni chiuse
no_no: Lukkede stillinger
pl_pl: Pozycje zamknięte
pt_pt: Posições fechadas
ro_ro: Poziții închise
ru_ru: Закрытые позиции
th_th: ปิดตำแหน่ง
vi_vn: Vị trí đã đóng

source: Read more
pt_pt: Consulte Mais informação
ro_ro: Citeşte mai mult
th_th: อ่านเพิ่มเติม
vi_vn: Đọc thêm

source: Self
ca_es: Auto
cs_cz: Sám
el_gr: Αυτοπροσώπως
es_es: Auto
it_it: Se stesso
no_no: Selv
pl_pl: Samego siebie
pt_pt: Auto
ro_ro: Sine
ru_ru: Себе
th_th: ตัวเอง
vi_vn: Bản thân

source: You will also collect fees earned from this position.
af_za: U sal ook fooie wat u uit hierdie posisie verdien, invorder.
ca_es: També cobrarà els honoraris obtinguts per aquesta posició.
cs_cz: Budete také pobírat poplatky získané z této pozice.
el_gr: Θα εισπράξετε επίσης τις χρεώσεις που κερδίζονται από αυτή τη θέση.
es_es: También cobrará las comisiones ganadas por esta posición.
it_it: Raccoglierai anche le commissioni guadagnate da questa posizione.
no_no: Du vil også samle inn gebyrer tjent fra denne posisjonen.
pl_pl: Będziesz także pobierał opłaty zarobione z tego stanowiska.
pt_pt: Também irá cobrar comissões obtidas nesta posição.
ro_ro: De asemenea, vei colecta taxele câștigate din această poziție.
ru_ru: Вы также будете получать комиссию, заработанную этой позицией.
th_th: คุณจะเก็บค่าธรรมเนียมที่ได้รับจากตำแหน่งนี้ด้วย
vi_vn: Bạn cũng sẽ thu phí kiếm được từ vị trí này.

source: Unwrap
af_za: Maak oop
ca_es: Desembolicar
cs_cz: Rozbalit
el_gr: Αποκαλύπτω
no_no: Pakk opp
pl_pl: Odwijać się
pt_pt: Desembrulhar
ro_ro: Despachetează
ru_ru: Развернуть
th_th: แกะ
vi_vn: Tháo

source: Invalid pair
af_za: Ongeldige paar
ca_es: Parella no vàlida
cs_cz: Neplatný pár
el_gr: Μη έγκυρο ζεύγος
es_es: Par inválido
it_it: Coppia non valida
no_no: Ugyldig par
pl_pl: Nieprawidłowa para
pt_pt: Par inválido
ro_ro: Pereche nevalidă
ru_ru: Неверная пара
th_th: คู่ไม่ถูกต้อง
vi_vn: Cặp không hợp lệ

source: Collecting fees will withdraw currently available fees for you.
af_za: Die invorderingskoste sal tans beskikbare fooie vir u opneem.
ca_es: Les taxes de cobrament us retiraran les taxes disponibles actualment.
cs_cz: Výběr poplatků Vám vybere aktuálně dostupné poplatky.
el_gr: Η συλλογή χρεώσεων θα αποσύρει τις τρέχουσες διαθέσιμες χρεώσεις για εσάς.
es_es: El cobro de comisiones extrae aquellas que se encuentren disponibles para usted en ese momento.
it_it: La riscossione delle commissioni preleverà le commissioni attualmente disponibili per te.
no_no: Innsamling av avgifter trekker tilbake tilgjengelige gebyrer for deg.
pl_pl: Pobieranie opłat spowoduje wycofanie aktualnie dostępnych opłat.
pt_pt: A recolha de comissões irá retirar para si as comissões disponíveis atualmente.
ro_ro: Colectarea taxelor va retrage taxele disponibile în prezent pentru tine.
ru_ru: Получение комиссий выведет начисленные для вас комиссии.
th_th: การเก็บค่าธรรมเนียมจะถอนค่าธรรมเนียมที่มีอยู่ในปัจจุบันสำหรับคุณ
vi_vn: Thu phí sẽ rút các khoản phí hiện có sẵn cho bạn.

source: Auto
af_za: Outomaties
ca_es: Automàtic
cs_cz: Automaticky
el_gr: Αυτόματο
it_it: Automatico
pt_pt: Automático
ro_ro: Automat
ru_ru: Авто
th_th: รถยนต์
vi_vn: Tự động

source: No V2 liquidity found.
af_za: Geen V2-likiditeit gevind nie.
pt_pt: Nenhuma liquidez V2 encontrada.
ro_ro: Nu a fost găsită nicio lichiditate V2.
th_th: ไม่พบสภาพคล่อง V2
vi_vn: Không tìm thấy thanh khoản V2.

source: Collect {0}/{1} fees
af_za: Versamel {0}{1}
ca_es: Recolliu {0}{1}
cs_cz: Sbírejte poplatky {0}/{1}
el_gr: Συλλέξτε {0}/{1} χρεώσεις
es_es: Cobrar {0}/{1} cuotas
it_it: Raccogli le{1} {0}
no_no: Samle {0}{1}
pl_pl: Zbierz opłaty {0}/{1}
pt_pt: Coletar taxas {0}/{1}
ro_ro: Colectați {0}{1}
ru_ru: Получить комиссии {0}/{1}
th_th: เก็บค่าธรรมเนียม {0}/{1}
vi_vn: Thu{1} {0}

source: Transaction Submitted
af_za: Transaksie ingedien
ca_es: Transacció enviada
cs_cz: Transakce odeslána
el_gr: Συναλλαγή Υποβλήθηκε
es_es: Transacción enviada
it_it: Transazione Inviata
no_no: Transaksjon sendt
pl_pl: Transakcja przesłana
pt_pt: Transação Enviada
ro_ro: Tranzacție Trimisă
ru_ru: Транзакция отправлена
th_th: ส่งธุรกรรมแล้ว
vi_vn: Giao dịch đã được gửi

source: Available now - download from the Google Play Store today
ro_ro: Disponibil acum - descărcați din Magazinul Google Play astăzi
th_th: วางจำหน่ายแล้ว - ดาวน์โหลดจาก Google Play Store ได้แล้ววันนี้

source: Links
af_za: Skakels
ca_es: Enllaços
cs_cz: Odkazy
el_gr: Συνδέσεις
es_es: Enlaces
it_it: Collegamenti
no_no: Linker
pl_pl: Spinki do mankietów
ro_ro: Legături
ru_ru: Ссылки
th_th: ลิงค์
vi_vn: liên kết

source: Cancel failed
af_za: Kanselleer het misluk
ca_es: La cancel·lació ha fallat
cs_cz: Zrušení se nezdařilo
el_gr: Η ακύρωση απέτυχε
es_es: Cancelar fallido
it_it: Annullamento non riuscito
no_no: Avbryt mislyktes
pl_pl: Anulowanie nie powiodło się
pt_pt: Falha ao cancelar
ro_ro: Anularea a eșuat
ru_ru: Отмена не удалась
th_th: ยกเลิกไม่สำเร็จ
vi_vn: Hủy không thành công

source: Last
af_za: Laaste
ca_es: Darrer
cs_cz: Poslední
el_gr: τελευταίος
es_es: Último
it_it: Scorso
no_no: Siste
pl_pl: Ostatni
pt_pt: Durar
ro_ro: Ultimul
ru_ru: Последний
th_th: ล่าสุด
vi_vn: Cuối cùng

source: Collecting fees
af_za: Vordering van fooie
ca_es: Cobrament de taxes
cs_cz: Vybírání poplatků
el_gr: Γίνεται συλλογή χρεώσεων
es_es: Cobro de comisiones
it_it: Raccolta delle commissioni
no_no: Henter avgifter
pl_pl: Pobieranie opłat
pt_pt: A recolher comissões
ro_ro: Colectarea taxelor
ru_ru: Получение комиссий
th_th: เก็บค่าธรรมเนียม
vi_vn: Thu phí

source: Show testnets
af_za: Wys toetsnette
ca_es: Mostra les xarxes de prova
es_es: Mostrar redes de prueba
it_it: Mostra testnet
no_no: Vis testnett
pl_pl: Pokaż sieci testowe
pt_pt: Mostrar redes de teste
ro_ro: Afișați rețelele de testare
ru_ru: Показать тестовые сети
th_th: แสดงการทดสอบ
vi_vn: Hiển thị mạng thử nghiệm

source: Token name
af_za: Token naam
ca_es: Nom del testimoni
cs_cz: Název tokenu
el_gr: Συμβολικό όνομα
es_es: nombre simbólico
it_it: Nome token
no_no: Tokennavn
pl_pl: Nazwa tokena
pt_pt: Nome do token
ro_ro: Nume simbol
ru_ru: Имя токена
th_th: ชื่อโทเค็น
vi_vn: Tên mã thông báo

source: No tokens found.
af_za: Geen tokens gevind nie.
ca_es: No s'han trobat fitxes.
cs_cz: Nebyly nalezeny žádné tokeny.
el_gr: Δεν βρέθηκαν μάρκες.
es_es: No se encontraron fichas.
it_it: Nessun token trovato.
no_no: Ingen tokens funnet.
pl_pl: Nie znaleziono tokenów.
pt_pt: Nenhum token encontrado.
ro_ro: Nu s-au găsit jetoane.
ru_ru: Токены не найдены.
th_th: ไม่พบโทเค็น
vi_vn: Không tìm thấy mã thông báo nào.

source: Share of pool
af_za: Deel van swembad
pt_pt: Participação do pool
ro_ro: Cota din bazin
th_th: ส่วนแบ่งของพูล
vi_vn: Chia sẻ hồ bơi

source: Deposit tokens to the {label} network.
af_za: Deponeer tokens na die {label} -netwerk.
ca_es: Diposita fitxes a la xarxa {label}.
cs_cz: Vložte tokeny do sítě {label}.
el_gr: Καταθέστε διακριτικά στο δίκτυο {label}.
es_es: Deposite tokens en la red {label}.
it_it: Deposita i token sulla rete {label}.
no_no: Sett inn tokens til {label} -nettverket.
pl_pl: Wpłać tokeny do sieci {label}.
pt_pt: Deposite tokens na rede {label}.
ro_ro: Depuneți jetoane în rețeaua {label}.
ru_ru: Внесите токены в сеть {label}.
th_th: ฝากโทเค็นไปยังเครือข่าย {label}
vi_vn: Gửi mã thông báo vào mạng {label}.

source: View on Explorer
af_za: Bekyk op Explorer
ca_es: Veure a Explorer
cs_cz: Zobrazit v Průzkumníku
el_gr: Προβολή στον Explorer
es_es: Ver en el explorador
it_it: Visualizza su Explorer
no_no: Se på Explorer
pl_pl: Zobacz w Eksploratorze
pt_pt: Ver no Explorador
ro_ro: Vizualizează pe Explorer
ru_ru: Просмотреть в обозревателе
th_th: ดูบน Explorer
vi_vn: Xem trên Explorer

source: Import pool
af_za: Invoer swembad
pt_pt: Conjunto de importação
th_th: นำเข้าพูล
vi_vn: Nhóm nhập khẩu

source: Error
af_za: Fout
cs_cz: Chyba
el_gr: Σφάλμα
it_it: Errore
no_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi

source: Self-delegate
af_za: Self-delegeer
pt_pt: Autodelegação
ro_ro: Autodelegat
th_th: มอบหมายด้วยตนเอง
vi_vn: Tự ủy quyền

source: Transaction pending
af_za: Transaksie hangende
ca_es: Transacció pendent
cs_cz: Transakce čeká na vyřízení
el_gr: Συναλλαγή σε εκκρεμότητα
es_es: Transacción pendiente
it_it: Transazione in corso
no_no: Transaksjonen venter
pl_pl: Transakcja oczekująca
pt_pt: Transação pendente
ro_ro: Tranzacție în așteptare
ru_ru: Транзакция подтверждается
th_th: การทำธุรกรรมที่รอดำเนินการ
vi_vn: Giao dịch đang chờ xử lý

source: Enter a percent
af_za: Voer 'n persentasie in
ca_es: Introduïu un percentatge
cs_cz: Zadejte procento
el_gr: Εισαγωγή ποσοστού
es_es: Introduzca un porcentaje
it_it: Inserisci una percentuale
no_no: Oppgi en prosent
pl_pl: Wpisz procent
pt_pt: Insira uma percentagem
ro_ro: Introdu un procent
ru_ru: Введите процент
th_th: ป้อนเปอร์เซ็นต์
vi_vn: Nhập một phần trăm

source: Buy failed
af_za: Koop misluk
ca_es: La compra ha fallat
cs_cz: Nákup se nezdařil
el_gr: Η αγορά απέτυχε
es_es: Compra fallida
it_it: Acquisto fallito
no_no: Kjøp mislyktes
pl_pl: Zakup nie powiódł się
pt_pt: Falha na compra
ro_ro: Cumpărarea a eșuat
ru_ru: Купить не удалось
th_th: การซื้อล้มเหลว
vi_vn: Mua không thành công

source: Price Impact
af_za: Prysimpak
ca_es: Impacte en els preus
cs_cz: Cenový dopad
el_gr: Επιδράσεις τιμής
es_es: Impacto en el precio
it_it: Impatto sui prezzi
no_no: Prispåvirkning
pl_pl: Wpływ ceny
pt_pt: Impacto de preço
ro_ro: Impactul Prețului
ru_ru: Влияние на цену
th_th: ผลกระทบด้านราคา
vi_vn: Tác động giá

source: {0, plural, =1 {You can't trade this token using the Uniswap App.} other {You can't trade these tokens using the Uniswap App.}}
af_za: {0, plural, =1 {Jy kan nie hierdie teken met die Uniswap-toepassing verhandel nie.} other {Jy kan nie hierdie tokens verhandel met die Uniswap-toepassing nie.}}
ca_es: {0, plural, =1 {No podeu intercanviar aquest testimoni mitjançant l'aplicació Uniswap.} other {No podeu intercanviar aquests fitxes amb l'aplicació Uniswap.}}
el_gr: {0, plural, =1 {Δεν μπορείτε να ανταλλάξετε αυτό το διακριτικό χρησιμοποιώντας την εφαρμογή Uniswap.} other {Δεν μπορείτε να ανταλλάξετε αυτά τα διακριτικά χρησιμοποιώντας την εφαρμογή Uniswap.}}
es_es: {0, plural, =1 {No puede intercambiar este token usando la aplicación Uniswap.} other {No puede intercambiar estos tokens usando la aplicación Uniswap.}}
it_it: {0, plural, =1 {Non puoi scambiare questo token utilizzando l'app Uniswap.} other {Non puoi scambiare questi token utilizzando l'app Uniswap.}}
no_no: {0, plural, =1 {Du kan ikke bytte dette tokenet ved å bruke Uniswap-appen.} other {Du kan ikke bytte disse tokenene ved å bruke Uniswap-appen.}}
pl_pl: {0, plural, =1 {Nie możesz handlować tym tokenem za pomocą aplikacji Uniswap.} other {Nie możesz handlować tymi tokenami za pomocą aplikacji Uniswap.}}
pt_pt: {0, plural, =1 {Você não pode trocar este token usando o aplicativo Uniswap.} other {Você não pode trocar esses tokens usando o aplicativo Uniswap.}}
ro_ro: {0, plural, =1 {Nu puteți tranzacționa acest token folosind aplicația Uniswap.} other {Nu puteți tranzacționa aceste jetoane folosind aplicația Uniswap.}}
ru_ru: {0, plural, =1 {Вы не можете обменять этот токен с помощью приложения Uniswap.} other {Вы не можете торговать этими токенами с помощью приложения Uniswap.}}
th_th: {0, plural, =1 {คุณไม่สามารถแลกเปลี่ยนโทเค็นนี้โดยใช้แอป Uniswap} other {คุณไม่สามารถแลกเปลี่ยนโทเค็นเหล่านี้โดยใช้แอป Uniswap}}
vi_vn: {0, plural, =1 {Bạn không thể giao dịch mã thông báo này bằng Ứng dụng Uniswap.} other {Bạn không thể giao dịch các mã thông báo này bằng Ứng dụng Uniswap.}}

source: Select a token
af_za: Kies 'n teken
ca_es: Seleccioneu una fitxa
cs_cz: Vyberte žeton
el_gr: Επιλέξτε μία μάρκα
es_es: Seleccione un token
it_it: Seleziona un token
no_no: Velg en pollett
pl_pl: Wybierz token
pt_pt: Selecione um token
ro_ro: Selectează un grup/jeton
ru_ru: Выберите токен
th_th: เลือกโทเค็น
vi_vn: Chọn một mã token

source: Top pools
af_za: Top poele
ca_es: Grups principals
cs_cz: Nejvýše umístěné fondy
el_gr: Κορυφαίες δεξαμενές
es_es: Fondos comunes superiores
it_it: I pool migliori
no_no: Ledende potter
pl_pl: Najlepsze pule
pt_pt: Melhores pools
ro_ro: Grupuri de top
ru_ru: Топ пулов
th_th: สระว่ายน้ำยอดนิยม
vi_vn: Pool hàng đầu

source: Transaction deadline
af_za: Transaksiesperdatum
ca_es: Termini de transacció
cs_cz: Lhůta pro transakce
el_gr: Προθεσμία συναλλαγής
es_es: Fecha límite de la transacción
it_it: Termine transazione
no_no: Transaksjons frist
pl_pl: Termin transakcji
pt_pt: Prazo de transação
ro_ro: Termen limită tranzacție
ru_ru: Cрок действия транзакции
th_th: กำหนดเวลาการทำธุรกรรม
vi_vn: Thời hạn giao dịch

source: Contract address
af_za: Kontrak adres
ca_es: Adreça del contracte
cs_cz: Adresa smlouvy
el_gr: Διεύθυνση συμβολαίου
es_es: Dirección del contrato
it_it: Indirizzo del contratto
no_no: Kontraktsadresse
pl_pl: Adres umowy
pt_pt: Endereço do contrato
ro_ro: Adresa contractului
ru_ru: Адрес контракта
th_th: ที่อยู่ตามสัญญา
vi_vn: địa chỉ hợp đồng

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
af_za: Minstens {0} {1} en {2} {3} sal aan u beursie terugbetaal word weens die gekose prysklas.
ca_es: Com a mínim {0} {1} i {2} {3} seran reemborsats a la cartera a causa de l'interval de preus seleccionat.
cs_cz: Alespoň {0} {1} a {2} {3} budou kvůli vybranému cenovému rozpětí vráceny do Vaší peněženky.
el_gr: Τουλάχιστον {0} {1} και {2} {3} θα επιστραφούν στο πορτοφόλι σας λόγω του επιλεγμένου εύρους τιμών.
es_es: Al menos {0} {1} y {2} {3} serán reembolsados a su cartera debido al rango de precios seleccionado.
it_it: Almeno {0} {1} e {2} {3} saranno rimborsati al tuo portafoglio a causa dell'intervallo di prezzo selezionato.
no_no: Minst {0} {1} og {2} {3} vil bli refundert til lommeboken på grunn av valgt prisintervall.
pl_pl: Co najmniej {0} {1} i {2} {3} zostaną zwrócone do Twojego portfela ze względu na wybrany przedział cenowy.
pt_pt: Pelo menos {0} {1} e {2} {3} serão reembolsados para a sua carteira devido à faixa de preço selecionada.
ro_ro: Cel puțin {0} {1} și {2} {3} vor fi rambursați în portofelul tău datorită intervalului de preț selectat.
ru_ru: Не менее {0} {1} и {2} {3} будут возвращены на ваш кошелёк из-за выбранного диапазона цен.
th_th: อย่างน้อย {0} {1} และ {2} {3} จะถูกส่งคืนไปยังกระเป๋าเงินของคุณตามช่วงราคาที่เลือก
vi_vn: Ít nhất {0} {1} và {2} {3} sẽ được hoàn lại vào ví của bạn do phạm vi giá đã chọn.

source: Vote for
af_za: Stem vir
pt_pt: Vote para
ro_ro: Vot pentru
th_th: โหวตให้
vi_vn: Bỏ phiếu cho

source: Approve token
af_za: Keur teken goed
pt_pt: Aprovar token
ro_ro: Aprobați tokenul
th_th: อนุมัติโทเค็น
vi_vn: Mã thông báo phê duyệt

source: 1 day volume is the amount of the asset that has been traded on Uniswap v3 during the past 24 hours.
ro_ro: Volumul pentru 1 zi este valoarea activului care a fost tranzacționat pe Uniswap v3 în ultimele 24 de ore.
th_th: ปริมาณ 1 วันคือจำนวนสินทรัพย์ที่มีการซื้อขายบน Uniswap v3 ในช่วง 24 ชั่วโมงที่ผ่านมา

source: Wrap {0}
pt_pt: Enrolar {0}
ro_ro: Înfășurare {0}
th_th: ห่อ {0}
vi_vn: Bọc {0}

source: The ratio of tokens you add will set the price of this pool.
af_za: Die verhouding tekens wat u byvoeg bepaal die prys van hierdie poel.
ca_es: La proporció de fitxes que afegiu fixarà el preu d’aquest grup.
cs_cz: Cenu tohoto fondu stanoví poměr žetonů, které přidáte.
el_gr: Η αναλογία των διακριτικών που προσθέτετε θα ορίσει την τιμή αυτής της δεξαμενής.
es_es: La proporción de tokens que añada establecerá el precio de este fondo común.
it_it: Il rapporto tra i gettoni che aggiungi imposterà il prezzo di questo pool.
no_no: Forholdet mellom symboler du legger til vil angi prisen på denne potten.
pl_pl: Stosunek dodanych tokenów określi cenę tej puli.
pt_pt: A proporção de tokens que adicionar irá definir o preço desta pool.
ro_ro: Raportul dintre jetoanele adăugate va stabili prețul acestui grup.
ru_ru: Соотношение добавляемых вами токенов установит цену этого пула.
th_th: อัตราส่วนของโทเค็นที่คุณเพิ่มจะเป็นตัวกำหนดราคาของพูลนี้
vi_vn: Tỷ lệ mã token bạn thêm vào sẽ thiết lập giá của nhóm này.

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Die uitvoer-teken kan nie oorgedra word nie. Daar is 'n probleem met die uitvoer-teken. Opmerking: fooi vir oordrag en herbasis-tekens is nie versoenbaar met Uniswap V3 nie.
ca_es: El testimoni de sortida no es pot transferir. Pot haver-hi un problema amb el testimoni de sortida. Nota: els tokens de transferència i rebase no són compatibles amb Uniswap V3.
cs_cz: Výstupní žeton nelze přenést. Může dojít k problému s výstupním žetonem. Poznámka: Poplatky za žetony za převody a rebase nejsou kompatibilní s Uniswap V3.
el_gr: Δεν είναι δυνατή η μεταφορά της μάρκας αποτελέσματος. Ενδέχεται να υπάρχει πρόβλημα με τη μάρκα αποτελέσματος. Σημείωση: οι χρεώσεις μεταφοράς και οι μάρκες rebase δεν είναι συμβατές με το Uniswap V3.
es_es: El token de salida no se puede transferir. Puede haber un problema con el token de salida. Nota: la tarifa de transferencia y los tokens de rebase son incompatibles con Uniswap V3.
it_it: Il token di output non può essere trasferito. Potrebbe esserci un problema con il token di output. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
no_no: Utgangstokenet kan ikke overføres. Det kan være et problem med utgangstokenet. Merk: gebyr ved overføring og rebase-tokens er inkompatibelt med Uniswap V3.
pl_pl: Nie można przenieść tokena wyjściowego. Może występować problem z tokenem wyjściowym. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.
pt_pt: O token de saída não pode ser transferido. Pode haver um problema com o token de saída. Nota: a taxa de transferência e tokens de rebase são incompatíveis com Uniswap V3.
ro_ro: Jetonul de ieșire nu poate fi transferat. S-ar putea să existe o problemă cu simbolul de ieșire. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
ru_ru: Невозможно перевести токен к получению. Возможно, имеется проблема с токеном к получению. Обратите внимание: токены с комиссией за перевод или изменяемой базой несовместимы с Uniswap V3.
th_th: ไม่สามารถโอนโทเค็นเอาต์พุตได้ อาจมีปัญหากับโทเค็นเอาต์พุต หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Uniswap V3
vi_vn: Không thể chuyển mã thông báo đầu ra. Có thể có sự cố với mã thông báo đầu ra. Lưu ý: phí chuyển và mã thông báo rebase không tương thích với Uniswap V3.

source: Your swap couldn't be filled at this time. Try again or
af_za: Jou ruil kon nie op hierdie stadium gevul word nie. Probeer weer of
ca_es: El vostre intercanvi no s'ha pogut omplir en aquest moment. Torna-ho a provar o
es_es: Su intercambio no se pudo completar en este momento. Inténtalo de nuevo o
it_it: Il tuo scambio non può essere completato in questo momento. Riprova o
no_no: Byttet ditt kunne ikke fylles på dette tidspunktet. Prøv igjen eller
pl_pl: W tej chwili nie można wypełnić Twojej wymiany. Spróbuj ponownie lub
pt_pt: Sua troca não pôde ser preenchida neste momento. Tente novamente ou
ro_ro: Schimbul dvs. nu a putut fi completat în acest moment. Încercați din nou sau
ru_ru: В настоящее время ваш своп не может быть заполнен. Попробуйте еще раз или
th_th: ไม่สามารถเติมเต็มการแลกเปลี่ยนของคุณได้ในขณะนี้ ลองอีกครั้งหรือ
vi_vn: Trao đổi của bạn không thể được thực hiện tại thời điểm này. Thử lại hoặc

source: Unsupported by your wallet
af_za: Word nie deur jou beursie ondersteun nie
ca_es: No és compatible amb la teva cartera
cs_cz: Nepodporováno vaší peněženkou
el_gr: Δεν υποστηρίζεται από το πορτοφόλι σας
es_es: No respaldado por su billetera
it_it: Non supportato dal tuo portafoglio
no_no: Støttes ikke av lommeboken din
pl_pl: Nieobsługiwane przez Twój portfel
pt_pt: Não suportado pela sua carteira
ro_ro: Nesuportat de portofel
ru_ru: Не поддерживается вашим кошельком
th_th: ไม่รองรับโดยกระเป๋าเงินของคุณ
vi_vn: Không được ví của bạn hỗ trợ

source: Loading allowance
af_za: Laaitoelaag
pt_pt: Carregamento permitido
ro_ro: Indemnizație de încărcare
th_th: กำลังโหลดเบี้ยเลี้ยง
vi_vn: Phụ cấp tải

source: Documentation
af_za: Dokumentasie
ca_es: Documentació
cs_cz: Dokumentace
el_gr: Τεκμηρίωση
es_es: Documentación
it_it: Documentazione
no_no: Dokumentasjon
pl_pl: Dokumentacja
pt_pt: Documentação
ro_ro: Documentație
ru_ru: Документация
th_th: เอกสาร
vi_vn: Tài liệu
