Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Untitled
af_za: Titelloos
ca_es: Sense títol
cs_cz: Nepojmenovaná
el_gr: Χωρίς τίτλο
es_es: Intitulado
it_it: Senza titolo
no_no: Uten navn
pl_pl: Nieuprawny
pt_pt: Sem título
ro_ro: Fără titlu
ru_ru: Без названия
th_th: ไม่มีชื่อ
vi_vn: không có tiêu đề

source: Vote against proposal {proposalKey} with reason "{0}"
af_za: Stem teen voorstel {proposalKey} met rede "{0}"
ca_es: Vota en contra de la proposta {proposalKey} amb el motiu "{0}"
cs_cz: Hlasujte proti návrhu {proposalKey} s důvodem "{0}"
el_gr: Ψηφίστε κατά της πρότασης {proposalKey} με τον λόγο "{0}"
es_es: Voto en contra de la propuesta {proposalKey} con razón "{0}"
it_it: Voto contro proposta {proposalKey} con motivazione "{0}"
no_no: Stem mot forslag {proposalKey} med begrunnelse "{0}"
pl_pl: Głosuj przeciwko propozycji {proposalKey} z powodem „{0}”
pt_pt: Vote contra a proposta {proposalKey} com razão "{0}"
ro_ro: Votează împotriva propunerii {proposalKey} cu motivul „{0}”
ru_ru: Проголосовать против предложения {proposalKey} по причине "{0}"
th_th: ลงคะแนนไม่เห็นด้วยกับข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
vi_vn: Bỏ phiếu chống lại đề xuất {proposalKey} với lý do "{0}"

source: No proposals found.
af_za: Geen voorstelle gevind nie.
ca_es: No s'ha trobat cap proposta.
cs_cz: Nebyly nalezeny žádné návrhy.
el_gr: Δεν βρέθηκαν προτάσεις.
es_es: No se encontraron propuestas.
it_it: Nessuna proposta trovata.
no_no: Ingen forslag funnet.
pl_pl: Nie znaleziono propozycji.
pt_pt: Nenhuma proposta encontrada.
ro_ro: Nicio propunere găsită.
ru_ru: Предложений не найдено.
th_th: ไม่พบข้อเสนอ
vi_vn: Không tìm thấy đề xuất nào.

source: 1 day volume
ro_ro: Volum de 1 zi
th_th: ปริมาณ 1 วัน

source: Hide small balances
af_za: Versteek klein saldo's
ca_es: Amaga petits saldos
cs_cz: Skryjte malé zůstatky
el_gr: Απόκρυψη μικρών υπολοίπων
es_es: Ocultar saldos pequeños
it_it: Nascondi piccoli saldi
no_no: Skjul små saldoer
pl_pl: Ukryj małe salda
pt_pt: Ocultar pequenos saldos
ro_ro: Ascunde soldurile mici
ru_ru: Скрыть небольшие остатки
th_th: ซ่อนยอดคงเหลือเล็กน้อย
vi_vn: Ẩn số dư nhỏ

source: This provides the Uniswap protocol access to your token for trading. For security, this will expire after 30 days.
af_za: Dit bied die Uniswap-protokol toegang tot jou teken vir verhandeling. Vir sekuriteit sal dit na 30 dae verval.
ca_es: Això proporciona l'accés del protocol Uniswap al vostre testimoni per al comerç. Per seguretat, caducarà al cap de 30 dies.
es_es: Esto proporciona acceso al protocolo Uniswap a su token para operar. Por seguridad, esto caducará después de 30 días.
it_it: Ciò fornisce al protocollo Uniswap l'accesso al tuo token per il trading. Per sicurezza, questo scadrà dopo 30 giorni.
no_no: Dette gir Uniswap-protokollen tilgang til tokenet ditt for handel. For sikkerhets skyld utløper dette etter 30 dager.
pl_pl: Zapewnia to dostęp protokołu Uniswap do Twojego tokena w celu handlu. Ze względów bezpieczeństwa wygasa ona po 30 dniach.
pt_pt: Isso fornece o acesso do protocolo Uniswap ao seu token para negociação. Por segurança, isso expirará após 30 dias.
ro_ro: Acest lucru oferă protocolul Uniswap acces la tokenul dvs. pentru tranzacționare. Pentru securitate, acesta va expira după 30 de zile.
ru_ru: Это обеспечивает доступ протокола Uniswap к вашему токену для торговли. В целях безопасности срок действия истекает через 30 дней.
th_th: สิ่งนี้ให้โปรโตคอล Uniswap เข้าถึงโทเค็นของคุณสำหรับการซื้อขาย เพื่อความปลอดภัย ข้อมูลนี้จะหมดอายุหลังจาก 30 วัน
vi_vn: Điều này cung cấp quyền truy cập giao thức Uniswap vào mã thông báo của bạn để giao dịch. Để bảo mật, điều này sẽ hết hạn sau 30 ngày.

source: Open a new position or create a pool to get started.
af_za: Maak 'n nuwe posisie oop of skep 'n swembad om te begin.
ca_es: Obre una posició nova o crea un grup per començar.
cs_cz: Začněte otevřením nové pozice nebo vytvořením fondu.
el_gr: Ανοίξτε μια νέα θέση ή δημιουργήστε μια πισίνα για να ξεκινήσετε.
es_es: Abra una nueva posición o cree un grupo para comenzar.
it_it: Apri una nuova posizione o crea un pool per iniziare.
no_no: Åpne en ny stilling eller opprett en pool for å komme i gang.
pl_pl: Aby rozpocząć, otwórz nową pozycję lub utwórz pulę.
pt_pt: Abra uma nova posição ou crie um pool para começar.
ro_ro: Deschideți o poziție nouă sau creați un grup pentru a începe.
ru_ru: Откройте новую позицию или создайте пул, чтобы начать.
th_th: เปิดตำแหน่งใหม่หรือสร้างกลุ่มเพื่อเริ่มต้น
vi_vn: Mở một vị trí mới hoặc tạo một nhóm để bắt đầu.

source: Buy or transfer NFTs to this wallet to get started.
af_za: Koop of dra NFT's oor na hierdie beursie om te begin.
ca_es: Compra o transfereix NFT a aquesta cartera per començar.
cs_cz: Začněte nákupem nebo převodem NFT do této peněženky.
el_gr: Αγοράστε ή μεταφέρετε NFT σε αυτό το πορτοφόλι για να ξεκινήσετε.
es_es: Compre o transfiera NFT a esta billetera para comenzar.
it_it: Acquista o trasferisci NFT su questo portafoglio per iniziare.
no_no: Kjøp eller overfør NFT-er til denne lommeboken for å komme i gang.
pl_pl: Aby rozpocząć, kup lub przenieś NFT do tego portfela.
pt_pt: Compre ou transfira NFTs para esta carteira para começar.
ro_ro: Cumpărați sau transferați NFT-uri în acest portofel pentru a începe.
ru_ru: Купите или переведите NFT на этот кошелек, чтобы начать.
th_th: ซื้อหรือโอน NFT ไปยังกระเป๋าเงินนี้เพื่อเริ่มต้น
vi_vn: Mua hoặc chuyển NFT vào ví này để bắt đầu.

source: Continue
af_za: Aanhou
ca_es: Continua
cs_cz: Pokračovat
el_gr: Να συνεχίσει
es_es: Continuar
it_it: Continua
no_no: Fortsette
pl_pl: Kontynuować
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжать
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục

source: Add liquidity.
af_za: Voeg likiditeit by.
ca_es: Afegiu liquiditat.
cs_cz: Přidat likviditu.
el_gr: Προσθήκη ρευστότητας.
es_es: Añadir liquidez.
it_it: Aggiungi liquidità.
no_no: Legg til likviditet.
pl_pl: Dodaj płynność.
pt_pt: Adicione liquidez.
ro_ro: Adaugă lichiditate.
ru_ru: Добавить ликвидность.
th_th: เพิ่มสภาพคล่อง
vi_vn: Thêm thanh khoản.

source: Sell
af_za: Verkoop
ca_es: Vendre
cs_cz: Prodat
el_gr: Πουλώ
es_es: Vender
it_it: Vendere
no_no: Selge
pl_pl: Sprzedać
pt_pt: Vender
ro_ro: Vinde
ru_ru: Продавать
th_th: ขาย
vi_vn: Bán

source: This token doesn't exist on {connectedChainLabel}
af_za: Hierdie teken bestaan nie op {connectedChainLabel}nie
ca_es: Aquest testimoni no existeix a {connectedChainLabel}
es_es: Este token no existe en {connectedChainLabel}
it_it: Questo token non esiste su {connectedChainLabel}
no_no: Dette tokenet eksisterer ikke på {connectedChainLabel}
pl_pl: Ten token nie istnieje na {connectedChainLabel}
pt_pt: Este token não existe em {connectedChainLabel}
ro_ro: Acest simbol nu există pe {connectedChainLabel}
ru_ru: Этот токен не существует на {connectedChainLabel}
th_th: โทเค็นนี้ไม่มีอยู่ใน {connectedChainLabel}
vi_vn: Mã thông báo này không tồn tại trên {connectedChainLabel}

source: Exact input only
af_za: Slegs presiese invoer
ca_es: Només entrada exacta
it_it: Solo input esatto
no_no: Kun eksakt innspill
pt_pt: Somente entrada exata
ro_ro: Doar intrare exactă
ru_ru: Только точный ввод
th_th: อินพุตที่แน่นอนเท่านั้น
vi_vn: Chỉ đầu vào chính xác

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: 'N Fout het voorgekom tydens die uitvoering van hierdie ruil. U moet dalk u glyverdraagsaamheid verhoog. As dit nie werk nie, kan daar 'n onversoenbaarheid wees met die teken wat u verhandel. Opmerking: fooi vir oordrag en herbasis-tokens is nie versoenbaar met Uniswap V3 nie.
ca_es: S'ha produït un error en intentar executar aquest intercanvi. És possible que hàgiu d'augmentar la tolerància a la relliscada. Si això no funciona, és possible que hi hagi una incompatibilitat amb el testimoni que esteu negociant. Nota: els tokens de transferència i rebase no són compatibles amb Uniswap V3.
cs_cz: Při pokusu o provedení tohoto swapu došlo k chybě. Možná budete muset zvýšit toleranci skluzu. Pokud to nefunguje, může dojít k nekompatibilitě s tokenem, s nímž obchodujete. Poznámka: Poplatky za tokeny za převody a rebase nejsou kompatibilní s Uniswap V3.
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης αυτής της ανταλλαγής. Ίσως χρειαστεί να αυξήσετε την ανοχή ολίσθησης. Εάν αυτό δεν λειτουργεί, μπορεί να υπάρχει ασυμβατότητα με το διακριτικό που διαπραγματεύεστε. Σημείωση: τα τέλη μεταφοράς και επαναφοράς δεν είναι συμβατά με το Uniswap V3.
es_es: Se produjo un error al intentar ejecutar este intercambio. Es posible que deba aumentar su tolerancia al deslizamiento. Si eso no funciona, puede haber una incompatibilidad con el token que está negociando. Nota: la tarifa de transferencia y los tokens de rebase son incompatibles con Uniswap V3.
it_it: Si è verificato un errore durante il tentativo di eseguire questo scambio. Potrebbe essere necessario aumentare la tolleranza allo slittamento. Se ciò non funziona, potrebbe esserci un'incompatibilità con il token che stai scambiando. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
no_no: Det oppstod en feil under forsøket på å utføre dette byttet. Det kan hende du må øke glidetoleransen. Hvis det ikke fungerer, kan det være en inkompatibilitet med symbolet du handler. Merk: gebyr ved overføring og rebase-tokens er inkompatibelt med Uniswap V3.
pl_pl: Wystąpił błąd podczas próby wykonania tej wymiany. Może być konieczne zwiększenie tolerancji na poślizg. Jeśli to nie zadziała, może występować niezgodność z tokenem, którym handlujesz. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.
pt_pt: Ocorreu um erro ao tentar executar esta troca. Pode ser necessário aumentar sua tolerância ao deslizamento. Se isso não funcionar, pode haver uma incompatibilidade com o token que você está negociando. Nota: a taxa de transferência e tokens de rebase são incompatíveis com Uniswap V3.
ro_ro: A apărut o eroare la încercarea de a executa acest swap. Este posibil să fie nevoie să vă măriți toleranța la alunecare. Dacă acest lucru nu funcționează, poate exista o incompatibilitate cu jetonul pe care îl tranzacționați. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
ru_ru: Произошла ошибка при попытке произвести этот обмен. Возможно, нужно увеличить допустимое проскальзывание. Если это не сработает, возможно, имеет место несовместимость с токеном, которым вы торгуете. Обратите внимание: токены с комиссией за перевод или изменяемой базой несовместимы с Uniswap V3.
th_th: เกิดข้อผิดพลาดขณะพยายามดำเนินการสลับนี้ คุณอาจต้องเพิ่มความทนทานต่อการเลื่อนหลุด หากไม่ได้ผล อาจมีความไม่เข้ากันกับโทเค็นที่คุณกำลังซื้อขาย หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Uniswap V3
vi_vn: Đã xảy ra lỗi khi cố gắng thực hiện hoán đổi này. Bạn có thể cần phải tăng khả năng chịu trượt của mình. Nếu điều đó không hiệu quả, có thể có sự không tương thích với mã thông báo bạn đang giao dịch. Lưu ý: phí chuyển và mã thông báo rebase không tương thích với Uniswap V3.

source: Check out our v3 LP walkthrough and migration guides.
af_za: Kyk na ons v3 LP-deurleidings- en migrasiegidse.
ca_es: Consulteu les nostres guies de migració i tutorial v3 LP.
cs_cz: Podívejte se na naše průvodce v3 LP a migrační průvodce.
el_gr: Ρίξτε μια ματιά στους οδηγούς μας συνέχειας και μεταφοράς παρόχων ρευστότητας (LP) της v3.
es_es: Eche un vistazo a nuestras guías de navegación y migración de LP v3.
it_it: Scopri le nostre guide di passaggio v3 LP e di migrazione.
no_no: Sjekk ut våre v3 LP-gjennomgangs- og migrasjonsguider.
pl_pl: Zapoznaj się z naszymi przewodnikami po wersji 3 LP i migracjami.
pt_pt: Consulte os nossos guias passo-a-passo v3 LP e guias de migração.
ro_ro: Vezi ghicurile noastre v3 LP de utilizare și migrare.
ru_ru: Ознакомьтесь с нашими руководствами по предоставлению и переносу ликвидности в V3.
th_th: ตรวจสอบ v3 LP คำแนะนำแบบทีละขั้นตอนและคำแนะนำในการย้ายข้อมูล
vi_vn: Xem hướng dẫn di chuyển và hướng dẫn v3 LP của chúng tôi.

source: This year
af_za: Hierdie jaar
ca_es: Aquest any
cs_cz: Tento rok
el_gr: Αυτή την χρονιά
es_es: Este año
it_it: Quest'anno
no_no: I år
pl_pl: W tym roku
pt_pt: Este ano
ro_ro: Anul acesta
ru_ru: В этом году
th_th: ปีนี้
vi_vn: Năm nay

source: No items to display
af_za: Geen items om te vertoon nie
ca_es: No hi ha elements per mostrar
cs_cz: Žádné položky k zobrazení
el_gr: Δεν υπάρχουν στοιχεία για εμφάνιση
es_es: No hay artículos para mostrar
it_it: Nessun elemento da visualizzare
no_no: Ingen elementer å vise
pl_pl: Brak elementów do wyświetlenia
pt_pt: Nenhum item para exibir
ro_ro: Nu există elemente de afișat
ru_ru: Нет элементов для отображения
th_th: ไม่มีรายการที่จะแสดง
vi_vn: không có gì để hiển thị

source: Create pool and add {0}/{1} V3 liquidity
af_za: Skep poel en voeg {0}/{1} V3 likiditeit
ca_es: Crea fons i afegeix {0}/{1} liquiditat V3
cs_cz: Vytvořit fond a přidat likviditu V3 {0}/{1}
el_gr: Δημιουργήστε δεξαμενή και προσθέστε {0}/{1} V3 ρευστότητα
es_es: Crear un fondo común y sumar {0}/{1} liquidez V3
it_it: Crea pool e aggiungi liquidità {0}/{1} V3
no_no: Opprett pott og legg til {0}/{1} V3-likviditet
pl_pl: Utwórz pulę i dodaj płynność {0}{1}
pt_pt: Criar pool e adicionar {0}/{1} liquidez V3
ro_ro: Creează rezervă și adaugă {0}/{1} V3 lichiditate
ru_ru: Создать пул и добавить ликвидность {0}/{1} в V3
th_th: สร้างพูลและเพิ่มสภาพคล่อง {0}{1}
vi_vn: Tạo nhóm và thêm {0}/{1} thanh khoản V3

source: Your {0} balance
af_za: Jou {0} saldo
ca_es: El teu saldo {0}
cs_cz: Váš zůstatek {0}
el_gr: Το υπόλοιπο {0} σας
es_es: Tu saldo {0}
it_it: Il tuo saldo {0}
no_no: Din {0} saldo
pl_pl: Twoje saldo {0}
pt_pt: Seu saldo {0}
ro_ro: Soldul tău {0}
ru_ru: Ваш {0} баланс
th_th: ยอดคงเหลือ {0} ของคุณ
vi_vn: Số dư {0} của bạn

source: Terms of Service
af_za: Diensbepalings
ca_es: Termes del servei
cs_cz: Podmínky služby
el_gr: Όροι χρήσης
es_es: Términos de servicio
it_it: Termini di servizio
no_no: Vilkår for bruk
pl_pl: Warunki usługi
pt_pt: Termos de serviço
ro_ro: Termenii serviciului
ru_ru: Условия использования
th_th: เงื่อนไขการให้บริการ
vi_vn: Điều khoản dịch vụ

source: Confirm supply
af_za: Bevestig toevoer
pt_pt: Confirmar fornecimento
ro_ro: Confirmați aprovizionarea
th_th: ยืนยันอุปทาน
vi_vn: Xác nhận nguồn cung

source: Execution submitted
af_za: Uitvoering ingedien
pt_pt: Execução submetida
ro_ro: Execuție depusă
th_th: ส่งการดำเนินการแล้ว
vi_vn: Đã gửi lệnh thực thi

source: Error ID: {eventId}
af_za: Fout ID: {eventId}
ca_es: Identificador d'error: {eventId}
cs_cz: ID chyby: {eventId}
el_gr: Αναγνωριστικό σφάλματος: {eventId}
es_es: ID de error: {eventId}
it_it: ID errore: {eventId}
no_no: Feil-ID: {eventId}
pl_pl: Identyfikator błędu: {eventId}
pt_pt: Identificação do erro: {eventId}
ro_ro: ID eroare: {eventId}
ru_ru: Идентификатор ошибки: {eventId}
th_th: รหัสข้อผิดพลาด: {eventId}
vi_vn: ID lỗi: {eventId}

source: Cancelling
af_za: Kanselleer tans
ca_es: S'està cancel·lant
cs_cz: Probíhá zrušení
el_gr: Ακύρωση
es_es: Cancelado
it_it: Annullamento
no_no: Avbryter
pl_pl: Anulowanie
pt_pt: Cancelando
ro_ro: Anulare
ru_ru: Отмена
th_th: กำลังยกเลิก
vi_vn: hủy bỏ

source: Migrate
af_za: Migreer
ca_es: Migrar
cs_cz: Migrovat
el_gr: Μετεγκατάσταση
es_es: Migrar
it_it: Esegui migrazione
no_no: Migrere
pl_pl: Migrować
pt_pt: Migrar
ro_ro: Migrare
ru_ru: Перенести
th_th: โยกย้าย
vi_vn: Di chuyển

source: This price may not be up-to-date due to low trading volume.
af_za: Hierdie prys is dalk nie op datum nie as gevolg van lae handelsvolume.
ca_es: És possible que aquest preu no estigui actualitzat a causa del baix volum de negociació.
es_es: Es posible que este precio no esté actualizado debido al bajo volumen de negociación.
it_it: Questo prezzo potrebbe non essere aggiornato a causa del basso volume di scambi.
no_no: Denne prisen er kanskje ikke oppdatert på grunn av lavt handelsvolum.
pl_pl: Ta cena może nie być aktualna ze względu na niski wolumen obrotu.
pt_pt: Este preço pode não estar atualizado devido ao baixo volume de negociação.
ro_ro: Este posibil ca acest preț să nu fie actualizat din cauza volumului scăzut de tranzacționare.
ru_ru: Эта цена может быть неактуальной из-за низкого объема торгов.
th_th: ราคานี้อาจไม่เป็นปัจจุบันเนื่องจากปริมาณการซื้อขายต่ำ
vi_vn: Giá này có thể không được cập nhật do khối lượng giao dịch thấp.

source: This week
af_za: Hierdie week
ca_es: Aquesta setmana
cs_cz: Tento týden
el_gr: Αυτή την εβδομάδα
es_es: Esta semana
it_it: Questa settimana
no_no: Denne uka
pl_pl: W tym tygodniu
pt_pt: Essa semana
ro_ro: În această săptămână
ru_ru: На этой неделе
th_th: ในสัปดาห์นี้
vi_vn: Tuần này

source: Receiving
af_za: Ontvangs
ca_es: Recepció
cs_cz: Příjem
el_gr: Παραλαβή
es_es: Recepción
it_it: Ricevere
no_no: Mottar
pl_pl: Otrzymujący
pt_pt: recebendo
ro_ro: Primirea
ru_ru: Получение
th_th: รับ
vi_vn: nhận

source: Loading
af_za: Laai tans
ca_es: S'està carregant
cs_cz: Načítání
el_gr: Φόρτωση
es_es: Cargando
it_it: Caricamento
no_no: Laster
pl_pl: Ładowanie
pt_pt: A carregar
ro_ro: Se încarcă
ru_ru: Загрузка
th_th: กำลังโหลด
vi_vn: Đang tải

source: Reverse Registrar
af_za: Omgekeerde Registrateur
ca_es: Registrador invers
cs_cz: Zpětný registrátor
el_gr: Αντίστροφος Καταχωρητής
es_es: registrador inverso
it_it: Cancelliere inverso
no_no: Omvendt registrar
pl_pl: Odwrotny rejestrator
pt_pt: registrador reverso
ro_ro: Registrator invers
ru_ru: Обратный регистратор
th_th: ย้อนกลับนายทะเบียน
vi_vn: Công ty đăng ký đảo ngược

source: View transaction on Explorer
af_za: Bekyk transaksie op Explorer
ca_es: Veure la transacció a Explorer
cs_cz: Zobrazit transakci v Průzkumníku
el_gr: Προβολή συναλλαγής στον Explorer
es_es: Mostrar la transacción en el explorador
it_it: Visualizza transazione su Explorer
no_no: Se transaksjonen på Explorer
pl_pl: Zobacz transakcję w Eksploratorze
pt_pt: Ver transação no Explorador
ro_ro: Vizualizează tranzacția în Explorer
ru_ru: Просмотреть транзакцию в обозревателе
th_th: ดูธุรกรรมใน Explorer
vi_vn: Xem giao dịch trên Explorer

source: Clear all
af_za: Maak alles skoon
ca_es: Esborra-ho tot
cs_cz: Vymazat vše
el_gr: Εκκαθάριση όλων
es_es: Limpiar todo
it_it: Cancella tutto
no_no: Fjern alle
pl_pl: Wyczyść wszystko
pt_pt: Limpar tudo
ro_ro: Șterge tot
ru_ru: Очистить всё
th_th: ลบทั้งหมด
vi_vn: Xóa tất cả

source: Migrate your liquidity tokens from Uniswap V2 to Uniswap V3.
af_za: Migreer u likiditeitsteken van Uniswap V2 na Uniswap V3.
ca_es: Migreu les vostres fitxes de liquiditat des d'Uniswap V2 a Uniswap V3.
cs_cz: Migrujte své žetony likvidity z Uniswap V2 do Uniswap V3.
el_gr: Μεταφορά της δίκης μάρκας ρευστότητας σας από Uniswap V2 σε Uniswap V3.
es_es: Migre sus fichas de liquidez desde Uniswap V2 a Uniswap V3.
it_it: Migra i tuoi token di liquidità da Uniswap V2 a Uniswap V3.
no_no: Overføre likviditetspolletten din fra Uniswap V2 til Uniswap V3.
pl_pl: Przenieś swoje tokeny płynności z Uniswap V2 do Uniswap V3.
pt_pt: Migre os seus tokens de liquidez do Uniswap V2 para Uniswap V3.
ro_ro: Migrează jetoanele tale de lichiditate de la Uniswap V2 la Uniswap V3.
ru_ru: Перенесите ваши токены ликвидности из Uniswap V2 в Uniswap V3.
th_th: โอนย้ายโทเค็นสภาพคล่องของคุณจาก Uniswap V2 ไปยัง Uniswap V3
vi_vn: Di chuyển mã token thanh khoản của bạn từ Uniswap V2 sang Uniswap V3.

source: max
th_th: สูงสุด

source: Page not found!
af_za: Bladsy nie gevind nie!
ca_es: Pàgina no trobada!
cs_cz: Stránka nenalezena!
el_gr: Η σελίδα δεν βρέθηκε!
es_es: ¡Página no encontrada!
it_it: Pagina non trovata!
no_no: Side ikke funnet!
pl_pl: Strona nie znaleziona!
pt_pt: Página não encontrada!
ro_ro: Pagina nu a fost gasita!
ru_ru: Страница не найдена!
th_th: ไม่พบหน้านี้!
vi_vn: Không tìm thấy trang!

source: {label} token bridge
af_za: {label} teken brug
ca_es: {label} pont de fitxes
el_gr: {label} συμβολική γέφυρα
es_es: {label} token puente
it_it: {label} token ponte
pl_pl: {label} żetonów mostu
pt_pt: {label} token ponte
ru_ru: Мост токена {label}
th_th: {label} โทเค็นบริดจ์
vi_vn: cầu {label} mã thông báo

source: Delegate cancelled
af_za: Afgevaardigde gekanselleer
ca_es: Delegat cancel·lat
es_es: Delegado cancelado
it_it: Delegato annullato
no_no: Delegat kansellert
pl_pl: Delegat odwołany
pt_pt: Delegado cancelado
ro_ro: Delegat anulat
ru_ru: Делегирование отменено
th_th: ผู้รับมอบสิทธิ์ถูกยกเลิก
vi_vn: Đại biểu bị hủy bỏ

source: Proposal Title
af_za: Voorstel Titel
ca_es: Títol de la proposta
cs_cz: Název návrhu
el_gr: Τίτλος πρότασης
es_es: Título de la propuesta
it_it: Titolo della proposta
no_no: Forslagets tittel
pl_pl: Tytuł propozycji
pt_pt: Título da proposta
ro_ro: Titlul propunerii
ru_ru: Название предложения
th_th: ชื่อเรื่อง
vi_vn: Tiêu đề đề xuất

source: Something went wrong!
af_za: Iets het verkeerd geloop!
pt_pt: Algo deu errado!
ro_ro: Ceva n-a mers bine!
th_th: บางอย่างผิดพลาด!
vi_vn: Đã xảy ra lỗi!

source: Borrow failed
af_za: Leen het misluk
ca_es: El préstec ha fallat
cs_cz: Půjčka se nezdařila
el_gr: Ο δανεισμός απέτυχε
es_es: Préstamo fallido
it_it: Prestito fallito
no_no: Lånet mislyktes
pl_pl: Wypożyczenie nie powiodło się
pt_pt: Empréstimo falhou
ro_ro: Împrumutul a eșuat
ru_ru: Занять не удалось
th_th: การยืมล้มเหลว
vi_vn: Mượn không thành công

source: Close
af_za: Naby
ca_es: Tanca
cs_cz: Zavřít
el_gr: Κλείσιμο
es_es: Cerrar
it_it: Chiudi
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
th_th: ปิด I
vi_vn: Đóng

source: Receive failed
af_za: Ontvangs het misluk
ca_es: La recepció ha fallat
cs_cz: Příjem se nezdařil
el_gr: Η λήψη απέτυχε
es_es: Recepción fallida
it_it: Ricezione fallita
no_no: Mottak mislyktes
pl_pl: Odbiór nie powiódł się
pt_pt: Falha ao receber
ro_ro: Primirea a eșuat
ru_ru: Не удалось получить
th_th: การรับล้มเหลว
vi_vn: nhận không thành công

source: Allow {0} to be used for swapping
af_za: Laat toe dat {0} vir omruiling gebruik word
ca_es: Permet que s'utilitzi {0} per intercanviar
es_es: Permitir que {0} se use para intercambiar
it_it: Consentire l'utilizzo {0} per lo scambio
no_no: Tillat at {0} brukes til å bytte
pl_pl: Zezwól na użycie {0} do zamiany
pt_pt: Permitir que {0} seja usado para troca
ro_ro: Permiteți ca {0} să fie folosit pentru schimbare
ru_ru: Разрешить использование {0} для обмена
th_th: อนุญาตให้ใช้ {0} สำหรับการแลกเปลี่ยน
vi_vn: Cho phép {0} được sử dụng để hoán đổi

source: UK disclaimer:
pt_pt: Isenção de responsabilidade do Reino Unido:
ro_ro: Disclaimer Marea Britanie:
th_th: ข้อจำกัดความรับผิดชอบของสหราชอาณาจักร:
vi_vn: Tuyên bố từ chối trách nhiệm của Vương quốc Anh:

source: Mint failed
af_za: Munt het misluk
ca_es: Mint ha fallat
cs_cz: Mincovna selhala
el_gr: Το Mint απέτυχε
es_es: Mint falló
it_it: Menta fallita
no_no: Mint mislyktes
pl_pl: Mięta nie powiodła się
pt_pt: Mint falhou
ro_ro: Mint a eșuat
ru_ru: Монетный двор не удалось
th_th: มิ้นท์ล้มเหลว
vi_vn: đúc thất bại

source: Queue cancelled
af_za: Tou is gekanselleer
ca_es: S'ha cancel·lat la cua
es_es: Cola cancelada
it_it: Coda annullata
no_no: Køen kansellert
pl_pl: Kolejka anulowana
pt_pt: Fila cancelada
ro_ro: Coada anulată
ru_ru: Очередь отменена
th_th: คิวถูกยกเลิก
vi_vn: Hàng đợi bị hủy

source: Deploy cancelled
af_za: Ontplooiing gekanselleer
ca_es: Desplegament cancel·lat
es_es: Implementación cancelada
it_it: Distribuzione annullata
no_no: Implementeringen kansellert
pl_pl: Wdrożenie anulowane
pt_pt: Implantação cancelada
ro_ro: Implementarea a fost anulată
ru_ru: Развертывание отменено
th_th: ยกเลิกการปรับใช้แล้ว
vi_vn: Triển khai bị hủy bỏ
