Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Unlock votes
af_za: Ontsluit stemme
pt_pt: Desbloquear votos
ro_ro: Deblocați voturi
th_th: ปลดล็อคคะแนนเสียง
vi_vn: Mở khóa phiếu bầu

source: Txn
th_th: ข้อความ

source: Approving {0}
af_za: Goedkeur {0}
ca_es: S’aprova {0}
cs_cz: Schvalování {0}
el_gr: Έγκριση {0}
es_es: Aprobando {0}
it_it: Approvazione di {0}
no_no: Godkjenner {0}
pl_pl: zatwierdzanie {0}
pt_pt: A aprovar {0}
ro_ro: Aprobare {0}
ru_ru: Идёт одобрение {0}
th_th: อนุมัติ {0}
vi_vn: Đang phê duyệt {0}

source: Transaction pending...
af_za: Transaksie hangende …
ca_es: Transacció pendent...
es_es: Transacción pendiente...
it_it: Transazione in sospeso...
no_no: Transaksjonen venter...
pl_pl: Transakcja oczekująca...
pt_pt: Transação pendente...
ro_ro: Tranzacție în așteptare...
ru_ru: Ожидается транзакция...
th_th: ธุรกรรมที่รอดำเนินการ...
vi_vn: Giao dịch đang chờ xử lý...

source: Wrap cancelled
af_za: Wrap gekanselleer
ca_es: Embolcall cancel·lat
es_es: Envoltura cancelada
it_it: Avvolgimento annullato
no_no: Innpakning avbrutt
pl_pl: Zawijanie anulowane
pt_pt: Envoltório cancelado
ro_ro: Wrap anulat
ru_ru: Перенос отменен
th_th: ยกเลิกการตัดคำแล้ว
vi_vn: gói bị hủy

source: Swap <0/> for exactly <1/>
af_za: Ruil <0/> vir presies <1/>
ca_es: Canvia <0/> per exactament <1/>
cs_cz: Vyměňte <0/> za přesně <1/>
el_gr: Ανταλλάξτε <0/> με <1/>ακριβώς
es_es: Cambia <0/> por exactamente <1/>
it_it: Scambia <0/> con esattamente <1/>
no_no: Bytt <0/> for nøyaktig <1/>
pl_pl: Zamień <0/> na dokładnie <1/>
pt_pt: Troque <0/> por exatamente <1/>
ro_ro: Schimbați <0/> cu exact <1/>
ru_ru: Обменять <0/> на ровно <1/>
th_th: เปลี่ยน <0/> เป็น <1/>
vi_vn: Hoán đổi <0/> lấy đúng <1/>

source: The input token cannot be transferred. There may be an issue with the input token.
af_za: Die invoer-teken kan nie oorgedra word nie. Die invoer-teken kan 'n probleem hê.
ca_es: La fitxa d’entrada no es pot transferir. Pot haver-hi un problema amb la fitxa d’entrada.
cs_cz: Vstupní žeton nelze přenést. Možná je se vstupním žetonem nějaký problém.
el_gr: Δεν είναι δυνατή η μεταφορά της μάρκας εισαγωγής. Ενδέχεται να υπάρχει πρόβλημα με τη μάρκα εισαγωγής.
es_es: El token de entrada no se puede transferir. Puede haber un problema con el token de entrada.
it_it: Il token di input non può essere trasferito. Potrebbe esserci un problema con il token di input.
no_no: Inngangspolletten kan ikke overføres. Det kan være et problem med inndatapolletten.
pl_pl: Nie można przenieść tokena wejściowego. Być może wystąpił problem z tokenem wejściowym.
pt_pt: O token de entrada não pode ser transferido. Pode haver um problema com o token de entrada.
ro_ro: Jetonul de intrare nu poate fi transferat. Este posibil să existe o problemă cu jetonul de intrare.
ru_ru: Невозможно перевести токен к продаже. Возможно, имеется проблема с этим токеном.
th_th: ไม่สามารถโอนโทเค็นอินพุตได้ อาจมีปัญหากับโทเค็นอินพุต
vi_vn: Không thể chuyển mã token đầu vào. Có thể có sự cố với mã token đầu vào.

source: Unwrap failed
af_za: Ontwikkel het misluk
ca_es: S'ha produït un error en desembalar
cs_cz: Rozbalení se nezdařilo
el_gr: Το ξετύλιγμα απέτυχε
es_es: Error al desenvolver
it_it: Disimballaggio non riuscito
no_no: Utpakking mislyktes
pl_pl: Rozpakowanie nie powiodło się
pt_pt: Falha ao desempacotar
ro_ro: Desfacerea eșuată
ru_ru: Не удалось развернуть
th_th: แกะไม่สำเร็จ
vi_vn: Unwrap không thành công

source: Swap success!
af_za: Ruil sukses!
ca_es: Canvi d'èxit!
es_es: Intercambio de éxito!
it_it: Scambia il successo!
no_no: Bytte suksess!
pl_pl: Sukces wymiany!
pt_pt: Troque sucesso!
ro_ro: Schimbați succes!
ru_ru: Обмен удачи!
th_th: แลกสำเร็จ!
vi_vn: Hoán đổi thành công!

source: Pending...
af_za: Hangende …
ca_es: Pendents...
es_es: Pendiente...
it_it: In attesa di...
no_no: Avventer...
pl_pl: Aż do...
pt_pt: Pendente...
ro_ro: In asteptarea...
ru_ru: В ожидании...
th_th: รอดำเนินการ...
vi_vn: Chưa giải quyết...

source: Price impact warning
af_za: Prys impak waarskuwing
ca_es: Avís d'impacte dels preus
cs_cz: Upozornění na cenový dopad
el_gr: Προειδοποίηση επίπτωσης στην τιμή
es_es: Advertencia de impacto de precio
it_it: Avviso sull'impatto del prezzo
no_no: Advarsel om prispåvirkning
pl_pl: Ostrzeżenie o wpływie na cenę
pt_pt: Aviso de impacto de preço
ro_ro: Avertisment de impact asupra prețului
ru_ru: Предупреждение о влиянии на цену
th_th: คำเตือนผลกระทบต่อราคา
vi_vn: Cảnh báo tác động giá

source: This transaction will result in a <0>~{0}</0> price impact on the market price of this pool. Do you wish to continue?
ro_ro: Această tranzacție va avea ca rezultat un impact de preț <0>~{0}</0> asupra prețului de piață al acestui pool. Vrei sa continui?
th_th: ธุรกรรมนี้จะส่งผลให้ราคามีผลกระทบต่อราคาตลาดของกลุ่มนี้ <0>~{0}</0> คุณต้องการดำเนินการต่อหรือไม่?

source: Don’t see one of your v2 positions? <0>Import it.</0>
af_za: Sien u nie een van u v2-posisies nie? <0> Voer dit in.</0>
ca_es: No veieu cap de les vostres posicions v2? <0> Importeu-la.</0>
cs_cz: Nevidíte některou ze svých pozic v2? <0>Importujte ji.</0>
el_gr: Δεν βλέπετε μία από τις θέσεις σας στο v2; <0> Εισαγάγετε τη.</0>
es_es: ¿No puede visualizar una de sus posiciones v2? <0>Impórtelo.</0>
it_it: Non vedi una delle tue posizioni v2? <0>Importala.</0>
no_no: Ser du ikke en av dine v2-posisjoner? <0>Importer den.</0>
pl_pl: Nie widzisz jednej ze swoich pozycji v2? <0>Zaimportuj to.</0>
pt_pt: Não vê uma das suas posições v2? <0>Importar.</0>
ro_ro: Nu vezi una dintre pozițiile tale v2? <0>Import-o.</0>
ru_ru: Не видите какую-то из ваших позиций в V2? <0>Импортируйте её.</0>
th_th: ไม่เห็นตำแหน่ง v2 ของคุณใช่ไหม <0>นำเข้า</0>
vi_vn: Bạn không thấy một trong các vị trí v2 của mình? <0> Nhập nó ngay.</0>

source: Revoke approval failed
af_za: Herroepgoedkeuring het misluk
ca_es: No s'ha pogut revocar l'aprovació
es_es: No se ha podido revocar la aprobación
it_it: Revoca approvazione non riuscita
no_no: Tilbakekall godkjenning mislyktes
pl_pl: Odwołanie zatwierdzenia nie powiodło się
pt_pt: Falha na revogação da aprovação
ro_ro: Revocarea aprobării a eșuat
ru_ru: Не удалось отозвать одобрение
th_th: เพิกถอนการอนุมัติไม่สำเร็จ
vi_vn: Thu hồi phê duyệt không thành công

source: When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
af_za: Wanneer jy likiditeit byvoeg, sal jy poel-tokens ontvang wat jou posisie verteenwoordig. Hierdie tokens verdien outomaties fooie wat eweredig is aan jou deel van die swembad, en kan enige tyd afgelos word.
ca_es: Quan afegiu liquiditat, rebreu fitxes de pool que representen la vostra posició. Aquests fitxes guanyen automàticament comissions proporcionals a la vostra quota del grup i es poden bescanviar en qualsevol moment.
it_it: Quando aggiungi liquidità, riceverai token del pool che rappresentano la tua posizione. Questi token guadagnano automaticamente commissioni proporzionali alla tua quota del pool e possono essere riscattati in qualsiasi momento.
no_no: Når du legger til likviditet, vil du motta pool-tokens som representerer din posisjon. Disse tokens tjener automatisk avgifter proporsjonalt med din andel av bassenget, og kan løses inn når som helst.
pt_pt: Ao adicionar liquidez, você receberá tokens de pool representando sua posição. Esses tokens ganham automaticamente taxas proporcionais à sua participação no pool e podem ser resgatados a qualquer momento.
ro_ro: Când adăugați lichiditate, veți primi jetoane pool reprezentând poziția dvs. Aceste jetoane câștigă automat taxe proporționale cu cota dvs. din fond și pot fi răscumpărate în orice moment.
ru_ru: Когда вы добавляете ликвидность, вы получаете токены пула, представляющие вашу позицию. Эти токены автоматически приносят комиссию, пропорциональную вашей доле в пуле, и могут быть погашены в любое время.
th_th: เมื่อคุณเพิ่มสภาพคล่อง คุณจะได้รับโทเค็นพูลที่แสดงถึงตำแหน่งของคุณ โทเค็นเหล่านี้จะได้รับค่าธรรมเนียมตามสัดส่วนส่วนแบ่งพูลของคุณโดยอัตโนมัติ และสามารถแลกได้ตลอดเวลา
vi_vn: Khi bạn thêm tính thanh khoản, bạn sẽ nhận được mã thông báo nhóm đại diện cho vị trí của bạn. Các mã thông báo này tự động kiếm được phí tương ứng với phần chia sẻ của bạn trong nhóm và có thể được đổi bất kỳ lúc nào.

source: Description
af_za: Beskrywing
ca_es: Descripció
cs_cz: Popis
el_gr: Περιγραφή
es_es: Descripción
it_it: Descrizione
no_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Sự miêu tả

source: Always conduct your own research before trading.
af_za: Doen altyd jou eie navorsing voordat jy handel dryf.
ca_es: Feu sempre la vostra pròpia investigació abans de negociar.
cs_cz: Před obchodováním vždy proveďte svůj vlastní průzkum.
el_gr: Πάντα να κάνετε τη δική σας έρευνα πριν από τις συναλλαγές.
es_es: Realice siempre su propia investigación antes de operar.
it_it: Conduci sempre le tue ricerche prima di fare trading.
no_no: Utfør alltid din egen undersøkelse før handel.
pl_pl: Zawsze przeprowadzaj własne badania przed rozpoczęciem handlu.
pt_pt: Sempre conduza sua própria pesquisa antes de negociar.
ro_ro: Efectuați întotdeauna propria cercetare înainte de a tranzacționa.
ru_ru: Всегда проводите собственное исследование перед торговлей.
th_th: ทำการวิจัยของคุณเองก่อนทำการซื้อขายเสมอ
vi_vn: Luôn tiến hành nghiên cứu của riêng bạn trước khi giao dịch.

source: Your position will be 100% {0} at this price.
af_za: U posisie sal 100% wees teen hierdie prys {0}.
ca_es: La vostra posició serà del 100% {0} a aquest preu.
cs_cz: Vaše pozice bude 100% {0} za tuto cenu.
el_gr: Η θέση σας θα είναι 100% {0} σε αυτή την τιμή.
es_es: Su posición será 100 % {0} a este precio.
it_it: La tua posizione sarà al 100% {0} a questo prezzo.
no_no: Posisjonen din vil være 100 % {0} for denne prisen.
pl_pl: Twoja pozycja będzie wynosić 100% {0} po tej cenie.
pt_pt: A sua posição será de 100% {0} a este preço.
ro_ro: Poziţia ta va fi de 100% {0} la acest preţ.
ru_ru: Ваша позиция будет равна 100% {0} по этой цене.
th_th: ตำแหน่งของคุณจะเป็น 100% {0} ที่ราคานี้
vi_vn: Vị trí của bạn sẽ là 100% {0} ở mức giá này.

source: Why are permits required?
af_za: Hoekom word permitte vereis?
ca_es: Per què es requereixen permisos?
es_es: ¿Por qué se requieren permisos?
it_it: Perché servono i permessi?
no_no: Hvorfor kreves det tillatelser?
pl_pl: Dlaczego wymagane są pozwolenia?
pt_pt: Por que as licenças são necessárias?
ro_ro: De ce sunt necesare permise?
ru_ru: Зачем нужны разрешительные документы?
th_th: ทำไมต้องมีใบอนุญาต?
vi_vn: Tại sao phải có giấy phép?

source: Uniswap on Android
ro_ro: Uniswap pe Android
th_th: Uniswap บน Android

source: View on Block Explorer
af_za: Kyk op Block Explorer
ca_es: Veure a Block Explorer
es_es: Ver en el Explorador de bloques
it_it: Visualizza su Block Explorer
no_no: Vis på Block Explorer
pl_pl: Zobacz w Eksploratorze bloków
pt_pt: Ver no Block Explorer
ro_ro: Vizualizați în Block Explorer
ru_ru: Посмотреть в обозревателе блоков
th_th: ดูใน Block Explorer
vi_vn: Xem trên Block Explorer

source: Add Liquidity
af_za: Voeg likiditeit by
ca_es: Afegiu liquiditat
cs_cz: Přidat likviditu
el_gr: Προσθήκη Ρευστότητας
es_es: Añadir liquidez
it_it: Aggiungi Liquidità
no_no: Legg til likviditet
pl_pl: Dodaj płynność
pt_pt: Adicionar Liquidez
ro_ro: Adaugă lichiditate
ru_ru: Добавить ликвидность
th_th: เพิ่มสภาพคล่อง
vi_vn: Thêm thanh khoản

source: Not available
af_za: Nie beskikbaar nie
pt_pt: Não disponível
ro_ro: Nu este disponibil
th_th: ไม่สามารถใช้ได้
vi_vn: Không có sẵn

source: {0, plural, =1 {listing} other {listings}}
af_za: {0, plural, =1 {lys} other {inskrywings}}
ca_es: {0, plural, =1 {llistat} other {llistats}}
el_gr: {0, plural, =1 {καταχώρηση} other {καταχωρίσεις}}
es_es: {0, plural, =1 {listado} other {listados}}
it_it: {0, plural, =1 {elenco} other {elenchi}}
no_no: {0, plural, =1 {oppføring} other {oppføringer}}
pl_pl: {0, plural, =1 {lista} other {aukcje}}
pt_pt: {0, plural, =1 {listagem} other {listas}}
ro_ro: {0, plural, =1 {listare} other {listări}}
ru_ru: {0, plural, =1 {список} other {списки}}
th_th: {0, plural, =1 {รายการ} other {รายการ}}
vi_vn: {0, plural, =1 {niêm yết} other {danh sách}}

source: Proceeds if sold
af_za: Opbrengs indien verkoop
ca_es: Els guanys si es ven
cs_cz: Výtěžek v případě prodeje
el_gr: Εισπράττει εάν πουληθεί
es_es: Ingresos si se vende
it_it: Ricavi se venduto
no_no: Inntekter ved salg
pl_pl: Dochód w przypadku sprzedaży
pt_pt: Produto se vendido
ro_ro: Încasări dacă sunt vândute
ru_ru: Выручка в случае продажи
th_th: รายได้หากขายได้
vi_vn: Tiền thu được nếu bán

source: Claim UNI token
af_za: Eis UNI-token op
pt_pt: Reivindicar token UNI
ro_ro: Revendicați tokenul UNI
th_th: อ้างสิทธิ์โทเค็น UNI
vi_vn: Yêu cầu mã thông báo UNI

source: We use anonymized data to enhance your experience with Uniswap Labs products.
af_za: Ons gebruik anonieme data om jou ervaring met Uniswap Labs-produkte te verbeter.
ca_es: Utilitzem dades anònimes per millorar la vostra experiència amb els productes d'Uniswap Labs.
es_es: Usamos datos anónimos para mejorar su experiencia con los productos de Uniswap Labs.
it_it: Utilizziamo dati anonimi per migliorare la tua esperienza con i prodotti Uniswap Labs.
no_no: Vi bruker anonymiserte data for å forbedre opplevelsen din med Uniswap Labs-produkter.
pl_pl: Używamy anonimowych danych, aby poprawić Twoje wrażenia z produktów Uniswap Labs.
pt_pt: Usamos dados anônimos para aprimorar sua experiência com os produtos da Uniswap Labs.
ro_ro: Folosim date anonimizate pentru a vă îmbunătăți experiența cu produsele Uniswap Labs.
ru_ru: Мы используем анонимные данные, чтобы улучшить ваше взаимодействие с продуктами Uniswap Labs.
th_th: เราใช้ข้อมูลที่ไม่ระบุตัวตนเพื่อปรับปรุงประสบการณ์ของคุณกับผลิตภัณฑ์ Uniswap Labs
vi_vn: Chúng tôi sử dụng dữ liệu ẩn danh để nâng cao trải nghiệm của bạn với các sản phẩm của Uniswap Labs.

source: Your position will appear here.
af_za: Jou posisie sal hier verskyn.
ca_es: La teva posició apareixerà aquí.
cs_cz: Zde se zobrazí vaše pozice.
el_gr: Η θέση σας θα εμφανιστεί εδώ.
es_es: Su posición aparecerá aquí.
it_it: La tua posizione apparirà qui.
no_no: Posisjonen din vil vises her.
pl_pl: Twoja pozycja pojawi się tutaj.
pt_pt: Sua posição aparecerá aqui.
ro_ro: Poziția ta va apărea aici.
ru_ru: Ваша позиция появится здесь.
th_th: ตำแหน่งของคุณจะปรากฏที่นี่
vi_vn: Vị trí của bạn sẽ xuất hiện ở đây.

source: This transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
af_za: Hierdie transaksie kon nie gestuur word nie omdat die sperdatum verby is. Kontroleer asseblief dat u transaksiesperdatum nie te laag is nie.
ca_es: Aquesta transacció no s'ha pogut enviar perquè ha passat el termini. Comproveu que el termini de transacció no sigui massa baix.
cs_cz: Tuto transakci nebylo možné odeslat, protože vypršel termín. Zkontrolujte prosím, zda váš termín transakce není příliš krátký.
el_gr: Δεν ήταν δυνατή η αποστολή αυτής της συναλλαγής επειδή έχει παρέλθει η προθεσμία. Ελέγξτε ότι η προθεσμία συναλλαγής σας δεν είναι πολύ χαμηλή.
es_es: Esta transacción no se pudo enviar porque la fecha límite ya pasó. Verifique que la fecha límite de su transacción no sea demasiado baja.
it_it: Questa transazione non può essere inviata perché il termine è scaduto. Verifica che la scadenza della tua transazione non sia troppo bassa.
no_no: Denne transaksjonen kunne ikke sendes fordi fristen har gått ut. Kontroller at transaksjonsfristen ikke er for lav.
pl_pl: Nie można wysłać tej transakcji, ponieważ upłynął termin. Sprawdź, czy termin transakcji nie jest zbyt krótki.
pt_pt: Esta transação não pôde ser enviada porque o prazo expirou. Por favor, verifique se o prazo da sua transação não é muito baixo.
ro_ro: Această tranzacție nu a putut fi trimisă deoarece termenul limită a depășit. Vă rugăm să verificați dacă termenul limită pentru tranzacție nu este prea mic.
ru_ru: Эта транзакция не может быть отправлена, так как крайний срок истек. Пожалуйста, убедитесь, что крайний срок вашей транзакции не слишком мал.
th_th: ไม่สามารถส่งธุรกรรมนี้ได้เนื่องจากเลยกำหนดเวลาไปแล้ว โปรดตรวจสอบว่ากำหนดเวลาในการทำธุรกรรมของคุณไม่ต่ำเกินไป
vi_vn: Không thể gửi giao dịch này vì thời hạn đã qua. Vui lòng kiểm tra xem thời hạn giao dịch của bạn không quá thấp.

source: Show resources
af_za: Wys hulpbronne
ca_es: Mostra recursos
cs_cz: Zobrazit zdroje
el_gr: Εμφάνιση πόρων
es_es: Mostrar recursos
it_it: Mostra risorse
no_no: Vis ressurser
pl_pl: Pokaż zasoby
pt_pt: Mostrar recursos
ro_ro: Afișați resurse
ru_ru: Показать ресурсы
th_th: แสดงทรัพยากร
vi_vn: Hiển thị tài nguyên

source: Website
ro_ro: Site-ul web
th_th: เว็บไซต์
vi_vn: Trang mạng

source: Removing {0} {1} and{2} {3}
af_za: Verwyder {0} {1} en{2} {3}
ca_es: Eliminant {0} {1} i{2} {3}
cs_cz: Odstranění {0} {1} a{2} {3}
el_gr: Αφαίρεση {0} {1} και{2} {3}
es_es: Eliminando {0} {1} y{2} {3}
it_it: Rimozione di {0} {1} e{2} {3}
no_no: Fjerner {0} {1} og{2} {3}
pl_pl: Usuwanie {0} {1} i{2} {3}
pt_pt: Removendo {0} {1} e{2} {3}
ro_ro: Eliminarea {0} {1} și{2} {3}
ru_ru: Удаление {0} {1} и{2} {3}
th_th: การลบ {0} {1} และ{2} {3}
vi_vn: Đang xóa {0} {1} và{2} {3}

source: USD
th_th: ดอลล่าร์

source: Wrapped
af_za: Toegedraai
ca_es: Embolicat
cs_cz: Zabalené
el_gr: Τυλιγμένο
es_es: Envuelto
it_it: Avvolto
no_no: Innpakket
pl_pl: Owinięty
pt_pt: Envolto
ro_ro: Înfășurat
ru_ru: завернутый
th_th: ห่อ
vi_vn: bọc

source: {0}% select
af_za: {0}% kies
ca_es: {0}% de selecció
cs_cz: {0}% vybrat
el_gr: {0}% επιλογή
es_es: {0}% seleccionar
it_it: {0}% seleziona
no_no: {0}% velg
pl_pl: {0}% wybierz
pt_pt: {0}% selecionar
ro_ro: {0}% selectați
ru_ru: Выбирают {0}%
th_th: เลือก {0}%
vi_vn: {0}% chọn

source: Queue proposal {proposalId}
af_za: Waglys voorstel {proposalId}
pt_pt: Proposta de fila {proposalId}
ro_ro: Propunerea de coadă {proposalId}
th_th: ข้อเสนอคิว {proposalId}
vi_vn: Đề xuất xếp hàng {proposalId}

source: Fee
ro_ro: Taxa
th_th: ค่าธรรมเนียม

source: Approval failed
af_za: Goedkeuring het misluk
ca_es: L'aprovació ha fallat
cs_cz: Schválení se nezdařilo
el_gr: Η έγκριση απέτυχε
es_es: Aprobación fallida
it_it: Approvazione non riuscita
no_no: Godkjenning mislyktes
pl_pl: Zatwierdzenie nie powiodło się
pt_pt: Falha na aprovação
ro_ro: Aprobarea nu a reușit
ru_ru: Ошибка одобрения
th_th: การอนุมัติล้มเหลว
vi_vn: Phê duyệt không thành công

source: You can turn it off at anytime in settings
af_za: Jy kan dit enige tyd in instellings afskakel
ca_es: Pots desactivar-lo en qualsevol moment a la configuració
es_es: Puedes desactivarlo en cualquier momento en la configuración
it_it: Puoi disattivarlo in qualsiasi momento nelle impostazioni
no_no: Du kan slå den av når som helst i innstillingene
pl_pl: W każdej chwili możesz go wyłączyć w ustawieniach
pt_pt: Você pode desativá-lo a qualquer momento nas configurações
ro_ro: Îl puteți dezactiva oricând din setări
ru_ru: Вы можете отключить его в любое время в настройках
th_th: คุณปิดได้ทุกเมื่อในการตั้งค่า
vi_vn: Bạn có thể tắt nó bất cứ lúc nào trong phần cài đặt

source: Public Resolver
af_za: Openbare Oplosser
ca_es: Resolvedor públic
cs_cz: Veřejný řešitel
es_es: Resolutor público
it_it: Risolutore pubblico
no_no: Offentlig oppløser
pl_pl: Rozwiązanie publiczne
pt_pt: Resolvedor público
ro_ro: Rezolvant public
ru_ru: Публичный преобразователь
th_th: ตัวแก้ไขสาธารณะ
vi_vn: Người giải quyết công khai

source: Copied!
af_za: Gekopieer!
ca_es: Copiat!
cs_cz: Zkopírováno!
el_gr: Αντιγράφηκε!
es_es: ¡Copiado!
it_it: Copiato!
no_no: Kopiert!
pl_pl: Skopiowane!
pt_pt: Copiado!
ro_ro: Copiat!
ru_ru: Скопировано!
th_th: คัดลอก!
vi_vn: Đã sao chép!

source: Transfer token
af_za: Dra token oor
pt_pt: Token de transferência
ro_ro: Jeton de transfer
th_th: โทเค็นการโอน
vi_vn: Chuyển mã thông báo

source: 24H fees
af_za: 24H fooie
pt_pt: Taxas 24H
ro_ro: Taxe 24 de ore
th_th: ค่าธรรมเนียม 24 ชม
vi_vn: Phí 24H

source: for {0}
af_za: vir {0}
ca_es: per a {0}
cs_cz: pro {0}
el_gr: για {0}
es_es: para {0}
it_it: per {0}
pl_pl: za {0}
pt_pt: para {0}
ro_ro: pentru {0}
ru_ru: за {0}
th_th: สำหรับ {0}
vi_vn: cho {0}

source: Sorry, an error occured while processing your request. If you request support, be sure to provide your error ID.
af_za: Jammer, 'n fout het voorgekom tydens die verwerking van jou versoek. As jy ondersteuning versoek, maak seker dat jy jou fout-ID verskaf.
ca_es: Ho sentim, s'ha produït un error en processar la vostra sol·licitud. Si sol·liciteu assistència, assegureu-vos de proporcionar el vostre identificador d'error.
cs_cz: Omlouváme se, při zpracování vašeho požadavku došlo k chybě. Pokud požadujete podporu, nezapomeňte uvést své ID chyby.
el_gr: Λυπούμαστε, παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας. Εάν ζητήσετε υποστήριξη, φροντίστε να δώσετε το αναγνωριστικό σφάλματος.
es_es: Lo sentimos, ocurrió un error al procesar su solicitud. Si solicita soporte, asegúrese de proporcionar su ID de error.
it_it: Siamo spiacenti, si è verificato un errore durante l'elaborazione della tua richiesta. Se richiedi assistenza, assicurati di fornire il tuo ID errore.
no_no: Beklager, det oppstod en feil under behandlingen av forespørselen din. Hvis du ber om støtte, sørg for å oppgi feil-ID.
pl_pl: Przepraszamy, wystąpił błąd podczas przetwarzania żądania. Jeśli poprosisz o pomoc, pamiętaj o podaniu identyfikatora błędu.
pt_pt: Desculpe, ocorreu um erro ao processar sua solicitação. Se você solicitar suporte, certifique-se de fornecer seu ID de erro.
ro_ro: Ne pare rău, a apărut o eroare la procesarea solicitării dvs. Dacă solicitați asistență, asigurați-vă că furnizați ID-ul dvs. de eroare.
ru_ru: К сожалению, при обработке вашего запроса произошла ошибка. Если вы запрашиваете поддержку, обязательно укажите свой идентификатор ошибки.
th_th: ขออภัย เกิดข้อผิดพลาดขณะดำเนินการตามคำขอของคุณ หากคุณขอรับการสนับสนุน โปรดระบุ ID ข้อผิดพลาดของคุณ
vi_vn: Rất tiếc, đã xảy ra lỗi khi xử lý yêu cầu của bạn. Nếu bạn yêu cầu hỗ trợ, hãy đảm bảo cung cấp ID lỗi của bạn.

source: Currency
af_za: Geldeenheid
ca_es: Moneda
it_it: Valuta
no_no: Valuta
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
th_th: สกุลเงิน
vi_vn: Tiền tệ

source: Migrate {0}/{1} liquidity to V3
af_za: Migreer {0}{1} na V3
ca_es: Migra{1} liquiditat {0}a V3
cs_cz: Migrujte{1} {0}do V3
el_gr: Μεταφορά ρευστότητας {0}/{1} στο V3
es_es: Migrar{1} {0}a V3
it_it: Migra{1} liquidità {0}a V3
no_no: Migrer {0}likviditet{1} V3
pl_pl: Przenieś{1} {0}do wersji V3
pt_pt: Migrar{1} {0}para V3
ro_ro: {1} {0}lichiditate la V3
ru_ru: Перенести ликвидность {0}/{1} в V3
th_th: โอนย้ายสภาพคล่อง {0}ไป{1} V3
vi_vn: {1} chuyển thanh khoản {0}sang V3

source: Preferences
af_za: Voorkeure
ca_es: Preferències
cs_cz: Předvolby
el_gr: Προτιμήσεις
es_es: preferencias
it_it: Preferenze
no_no: Preferanser
pl_pl: Preferencje
pt_pt: Preferências
ro_ro: Preferințe
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Sở thích
