Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
af_za: Deur likiditeit by te voeg, verdien u 0,3% van alle transaksies op hierdie paar in verhouding tot u deel van die poel. Fooie word by die poel gevoeg, word intyds toegeval en kan geëis word deur u likiditeit te onttrek.
ca_es: Si afegiu liquiditat, guanyareu el 0,3% de totes les operacions d’aquest parell proporcional a la vostra quota de grup. Les comissions s’afegeixen al grup, s’acumulen en temps real i es poden reclamar retirant la vostra liquiditat.
cs_cz: Přidáním likvidity získáte 0,3 % všech obchodů na tomto páru úměrně k vašemu podílu na fondu. K fondu budou přičítány poplatky, nabíhají v reálném čase a lze si je nárokovat výběrem likvidity.
el_gr: Προσθέτοντας ρευστότητα θα κερδίσετε το 0,3% όλων των συναλλαγών σε αυτό το ζεύγος αναλογικά με το μερίδιό σας στη δεξαμενή. Οι χρεώσεις προστίθενται στη ψηφοφορία, συσσωρεύονται σε πραγματικό χρόνο και μπορούν να ζητηθούν μέσω της ανάληψη σας ρευστότητας.
es_es: Al añadir liquidez, ganará un 0,3 % de todas las operaciones con este par de forma proporcional a su participación en el fondo común. Las comisiones se añaden al fondo, se acumulan en tiempo real y se pueden reclamar al retirar su liquidez.
it_it: Aggiungendo liquidità guadagnerai lo 0,3% di tutte le operazioni su questa coppia proporzionale alla tua quota di pool. Le tasse vengono aggiunte al pool, maturano in tempo reale e possono essere rivendicate ritirando la vostra liquidità.
no_no: Ved å tilføre likviditet tjener du 0,3 % av alle handler på dette paret proporsjonal med din andel av reserven. Gebyr legges til potten, periodisering i sanntid og hentes ved å trekke ut likviditeten.
pl_pl: Dodając płynność, zarobisz 0,3% wszystkich transakcji na tej parze, proporcjonalnie do Twojego udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i można się o nie ubiegać, wycofując płynność.
pt_pt: Ao adicionar liquidez, você ganhará 0,3% de todas as negociações neste par proporcional à sua participação na pool. As comissões são adicionadas à pool, acumulam em tempo real e podem ser reivindicadas retirando a sua liquidez.
ro_ro: Prin adăugarea de lichidități vei câștiga 0.3% din toate tranzacțiile din această pereche proporțional cu cota ta de grup. Taxele sunt adăugate în rezervă, se acumulează în timp real şi pot fi revendicate prin retragerea lichidităţii.
ru_ru: Добавив ликвидность, вы будете зарабатывать 0,3% от всех сделок на этой паре пропорционально вашей доле в пуле. Комиссии добавляются в пул, начисляются в режиме реального времени и могут быть востребованы путём вывода вашей ликвидности.
th_th: ด้วยการเพิ่มสภาพคล่อง คุณจะได้รับ 0.3% ของการซื้อขายทั้งหมดในคู่นี้ตามสัดส่วนส่วนแบ่งของพูลของคุณ ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล เกิดขึ้นตามเวลาจริงและสามารถอ้างสิทธิ์ได้โดยการถอนสภาพคล่องของคุณ
vi_vn: Bằng cách thêm thanh khoản, bạn sẽ kiếm được 0,3% tất cả các giao dịch trên cặp tiền này tỷ lệ với phần của bạn trong nhóm. Phí được thêm vào nhóm, tích lũy trong thời gian thực và có thể được yêu cầu bằng cách rút tiền thanh khoản của bạn.

source: Approve
af_za: Goedkeur
ca_es: Aprovar
cs_cz: Schválit
el_gr: Έγκριση
es_es: Aprobar
it_it: Approva
no_no: Godkjenn
pl_pl: Zatwierdź
pt_pt: Aprovar
ro_ro: Aprobă
ru_ru: Одобрить
th_th: อนุมัติ
vi_vn: Phê duyệt

source: Unsupported asset
af_za: Ongesteunde bate
pt_pt: Recurso não suportado
ro_ro: Activ neacceptat
th_th: เนื้อหาที่ไม่รองรับ
vi_vn: Nội dung không được hỗ trợ

source: - Remove recipient
af_za: - Verwyder ontvanger
ca_es: - Eliminar el destinatari
cs_cz: - Odebrat příjemce
el_gr: - Αφαιρέστε τον παραλήπτη
es_es: - Eliminar destinatario
it_it: - Rimuovi destinatario
no_no: - Fjern mottaker
pl_pl: - Usuń odbiorcę
pt_pt: - Remover destinatário
ro_ro: - Eliminați destinatarul
ru_ru: - Удалить получателя
th_th: - ลบผู้รับ
vi_vn: - Xóa người nhận

source: Execute
af_za: Voer uit
ca_es: Executar
cs_cz: Vykonat
el_gr: Εκτέλεση
es_es: Ejecutar
it_it: Eseguire
no_no: Henrette
pl_pl: Wykonać
pt_pt: Executar
ro_ro: A executa
ru_ru: Выполнять
th_th: ดำเนินการ
vi_vn: Hành hình

source: Sweep
af_za: Vee
ca_es: Escombrar
cs_cz: Zametat
el_gr: Σκούπισμα
es_es: Barrer
it_it: Spazzare
no_no: Feie
pl_pl: Zamiatać
pt_pt: Varrer
ro_ro: Mătura
ru_ru: Мести
th_th: กวาด
vi_vn: quét

source: Get started
af_za: Begin
ca_es: Començar
cs_cz: Začít
el_gr: Ξεκίνα
es_es: Empezar
it_it: Iniziare
no_no: Kom i gang
pl_pl: Zaczynaj
pt_pt: iniciar
ro_ro: Incepe
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt đầu

source: {0}m
el_gr: {0}μ
es_es: {0}metros
ru_ru: {0}м
th_th: {0}ม
vi_vn: {0}phút

source: Adding this proposal to the queue will allow it to be executed, after a delay.
af_za: Deur hierdie voorstel by die tou te voeg, sal dit na 'n vertraging uitgevoer kan word.
ca_es: Afegir aquesta proposta a la cua permetrà executar-la, després d'un retard.
cs_cz: Přidání tohoto návrhu do fronty umožní jeho provedení po určité prodlevě.
el_gr: Η προσθήκη αυτής της πρότασης στην ουρά θα επιτρέψει την εκτέλεσή της, μετά από καθυστέρηση.
es_es: Agregar esta propuesta a la cola permitirá que se ejecute después de un retraso.
it_it: L'aggiunta di questa proposta alla coda ne consentirà l'esecuzione, dopo un certo ritardo.
no_no: Hvis du legger til dette forslaget i køen, kan det utføres etter en forsinkelse.
pl_pl: Dodanie tej propozycji do kolejki umożliwi jej wykonanie z pewnym opóźnieniem.
pt_pt: Adicionar esta proposta à fila permitirá que ela seja executada, após um atraso.
ro_ro: Adăugarea acestei propuneri la coadă va permite să fie executată, după o întârziere.
ru_ru: Добавление этого предложения в очередь позволит выполнить его после задержки.
th_th: การเพิ่มข้อเสนอนี้ลงในคิวจะทำให้สามารถดำเนินการได้หลังจากเกิดความล่าช้า
vi_vn: Việc thêm đề xuất này vào hàng đợi sẽ cho phép nó được thực hiện sau một khoảng thời gian trễ.

source: Proposed action
af_za: Voorgestelde aksie
pt_pt: Ação proposta
ro_ro: Acțiune propusă
th_th: การดำเนินการที่เสนอ
vi_vn: Đề xuất hành động

source: Deposit liquidity
af_za: Deponeer likiditeit
ca_es: Dipòsit de liquiditat
cs_cz: Uložit likviditu
el_gr: Κατάθεση ρευστότητας
es_es: Depositar liquidez
it_it: Liquidità dei depositi
no_no: Innskuddslikviditet
pl_pl: Płynność depozytów
pt_pt: Depositar liquidez
ro_ro: Lichiditate de depozit
ru_ru: Внести ликвидность
th_th: สภาพคล่องของเงินฝาก
vi_vn: Thanh khoản tiền gửi

source: Revoke {0}
af_za: Herroep {0}
ca_es: Revoca {0}
es_es: Revocar {0}
it_it: Revoca {0}
no_no: Opphev {0}
pl_pl: Odwołaj {0}
pt_pt: Revogar {0}
ro_ro: Revoca {0}
ru_ru: Отозвать {0}
th_th: เพิกถอน {0}
vi_vn: thu hồi {0}

source: Price
af_za: Prys
ca_es: Preu
cs_cz: Cena
el_gr: Τιμή
es_es: Precio
it_it: Prezzo
no_no: Pris
pl_pl: Cena
pt_pt: Preço
ro_ro: Preț
ru_ru: Цена
th_th: ราคา
vi_vn: Giá

source: Download now
ro_ro: Descarcă acum
th_th: ดาวน์โหลดเดี๋ยวนี้

source: The price of this pool is within your selected range. Your position is currently earning fees.
af_za: Die prys van hierdie poel is binne u gekose reeks. U posisie verdien tans fooie.
ca_es: El preu d'aquest grup està dins de l'interval seleccionat. Actualment, la vostra posició està cobrant comissions.
cs_cz: Cena tohoto fondu je ve Vámi vybraném rozsahu. Vaše pozice nyní vynáší poplatky.
el_gr: Η τιμή αυτής της δεξαμενής είναι εντός του επιλεγμένου εύρους. Η θέση σας κερδίζει επί του παρόντος χρεώσεις.
es_es: El precio de este fondo común está dentro de su rango seleccionado. Su posición actualmente está ganando comisiones.
it_it: Il prezzo di questo pool è entro l'intervallo selezionato. La tua posizione sta attualmente guadagnando commissioni.
no_no: Prisen på denne potten er innenfor ditt valgte område. Din posisjon er for øyeblikket tjener avgifter.
pl_pl: Cena tego basenu mieści się w wybranym zakresie. Twoja pozycja generuje obecnie opłaty.
pt_pt: O preço desta pool está dentro do seu intervalo selecionado. A sua posição está a ganhar comissões.
ro_ro: Prețul acestui pool se încadrează în intervalul selectat. Poziția dvs. câștigă în prezent.
ru_ru: Цена этого пула находится в пределах выбранного вами диапазона. Ваша позиция в настоящее время зарабатывает комиссии.
th_th: ราคาของพูลนี้อยู่ในช่วงที่คุณเลือก ตำแหน่งของคุณกำลังได้รับค่าธรรมเนียม
vi_vn: Giá của pool này nằm trong phạm vi bạn đã chọn. Vị trí của bạn hiện đang thu phí.

source: You are creating a pool
af_za: U skep 'n poel
ca_es: Esteu creant un grup
cs_cz: Vytváříte fond
el_gr: Δημιουργείτε μια ψηφοφορία
es_es: Está creando un grupo
it_it: Stai creando un pool
no_no: Du lager en pott
pl_pl: Tworzysz pulę
pt_pt: Está a criar uma pool
ro_ro: Creezi o rezervă
ru_ru: Вы создаете пул
th_th: คุณกำลังสร้างพูล
vi_vn: Bạn đang tạo một pool

source: Vote against proposal {proposalId}
af_za: Stem teen voorstel {proposalId}
ca_es: Vota contra la proposta {proposalId}
cs_cz: Hlasovat proti návrhu {proposalId}
el_gr: Ψήφοι κατά της πρότασης {proposalId}
es_es: Votar en contra de la propuesta {proposalId}
it_it: Vota contro la proposta {proposalId}
no_no: Stem mot forslag {proposalId}
pl_pl: Głosuj przeciwko propozycji {proposalId}
pt_pt: Votar contra a proposta {proposalId}
ro_ro: Votează împotriva propunerii {proposalId}
ru_ru: Проголосовать против предложения {proposalId}
th_th: โหวตไม่เห็นด้วยกับข้อเสนอ {proposalId}
vi_vn: Bỏ phiếu chống lại đề xuất {proposalId}

source: No activity yet
af_za: Nog geen aktiwiteit nie
ca_es: Encara no hi ha activitat
cs_cz: Zatím žádná aktivita
el_gr: Καμία δραστηριότητα ακόμα
es_es: Sin actividad todavía
it_it: Nessuna attività ancora
no_no: Ingen aktivitet ennå
pl_pl: Brak aktywności
pt_pt: Nenhuma atividade ainda
ro_ro: Nicio activitate încă
ru_ru: Пока нет активности
th_th: ยังไม่มีกิจกรรม
vi_vn: Chưa có hoạt động nào

source: Unknown Approval
af_za: Onbekende goedkeuring
ca_es: Aprovació desconeguda
cs_cz: Neznámé schválení
el_gr: Άγνωστη Έγκριση
es_es: Aprobación desconocida
it_it: Approvazione sconosciuta
no_no: Ukjent godkjenning
pl_pl: Nieznane zatwierdzenie
pt_pt: Aprovação Desconhecida
ro_ro: Aprobare necunoscută
ru_ru: Неизвестное одобрение
th_th: การอนุมัติที่ไม่รู้จัก
vi_vn: Phê duyệt không xác định

source: UNI has arrived
af_za: UNI het aangebreek
ca_es: Ha arribat UNI
cs_cz: UNI dorazila
el_gr: Το UNI έφτασε
es_es: Ha llegado UNI
it_it: È arrivata l'UNI
no_no: UNI har kommet
pl_pl: UNIA przyjechała
pt_pt: UNI chegou
ro_ro: UNI a sosit
ru_ru: UNI здесь
th_th: ยูเนี่ยนมาแล้ว
vi_vn: UNI đã đến

source: Your position will not earn fees or be used in trades until the market price moves into your range.
af_za: U posisie sal nie fooie verdien of in transaksies gebruik word voordat die markprys binne u reeks beweeg nie.
ca_es: La vostra posició no guanyarà comissions ni s’utilitzarà en operacions fins que el preu de mercat no passi al vostre rang.
cs_cz: Vaše pozice nebude vynášet poplatky ani nebude použita v obchodech, dokud se tržní cena nepřesune do vašeho rozmezí.
el_gr: Η θέση σας δεν θα κερδίσει χρεώσεις ή θα χρησιμοποιηθεί σε συναλλαγές έως ότου η τιμή αγοράς μετακινηθεί στο εύρος σας.
es_es: Su posición no ganará comisiones ni se utilizará en operaciones hasta que el precio del mercado se encuentre dentro de su rango.
it_it: La tua posizione non guadagnerà commissioni o sarà utilizzata nelle operazioni fino a quando il prezzo di mercato non si sposterà nella tua gamma.
no_no: Posisjonen din vil ikke tjene avgifter eller brukes i handler før markedsprisen beveger seg inn i ditt nivå.
pl_pl: Twoja pozycja nie będzie generować opłat ani nie będzie wykorzystywana w transakcjach, dopóki cena rynkowa nie znajdzie się w Twoim zakresie.
pt_pt: A sua posição não receberá comissões ou será usada em negociações até que o preço do mercado se mova para o seu intervalo.
ro_ro: Poziția dvs. nu va câștiga taxe sau nu va fi utilizată în tranzacții până când prețul de piață nu se va muta în intervalul tău.
ru_ru: Ваша позиция не будет зарабатывать комиссии или использоваться в сделках до тех пор, пока рыночная цена не переместится в ваш диапазон.
th_th: ตำแหน่งของคุณจะไม่ได้รับค่าธรรมเนียมหรือใช้ในการซื้อขายจนกว่าราคาตลาดจะเคลื่อนเข้าสู่ช่วงของคุณ
vi_vn: Vị trí của bạn sẽ không kiếm được phí hoặc được sử dụng trong các giao dịch cho đến khi giá thị trường di chuyển vào phạm vi của bạn.

source: Uniswap governance
af_za: Uniswap bestuur
pt_pt: Governança Uniswap
ro_ro: Guvernare Uniswap
th_th: การกำกับดูแล Uniswap
vi_vn: Quản trị Uniswap

source: Max fees
af_za: Maksimum fooie
ca_es: Comissions màximes
cs_cz: Max poplatky
el_gr: Μέγιστες χρεώσεις
es_es: Tarifas máximas
it_it: Commissioni massime
no_no: Maks gebyrer
pl_pl: Maksymalne opłaty
pt_pt: Taxas máximas
ro_ro: Taxe maxime
ru_ru: Максимальная комиссия
th_th: ค่าธรรมเนียมสูงสุด
vi_vn: Phí tối đa

source: Queue
af_za: Tou
ca_es: Cua
cs_cz: Fronta
el_gr: Ουρά
es_es: Cola
it_it: Coda
no_no: Kø
pl_pl: Kolejka
pt_pt: Fila
ro_ro: Coadă
ru_ru: Очередь
th_th: คิว
vi_vn: Xếp hàng

source: Total value locked (TVL) is the aggregate amount of the asset available across all Uniswap v3 liquidity pools.
af_za: Totale waarde gesluit (TVL) is die totale bedrag van die bate beskikbaar oor alle Uniswap v3-likiditeitpoele.
ca_es: El valor total bloquejat (TVL) és l'import total de l'actiu disponible en tots els grups de liquiditat Uniswap v3.
cs_cz: Total value locked (TVL) je souhrnná částka aktiv dostupných ve všech fondech likvidity Uniswap v3.
el_gr: Η συνολική κλειδωμένη αξία (TVL) είναι το συνολικό ποσό του περιουσιακού στοιχείου που είναι διαθέσιμο σε όλες τις ομάδες ρευστότητας Uniswap v3.
es_es: El valor total bloqueado (TVL) es la cantidad total del activo disponible en todos los fondos de liquidez de Uniswap v3.
it_it: Il valore totale bloccato (TVL) è l'importo aggregato dell'asset disponibile in tutti i pool di liquidità di Uniswap v3.
no_no: Total verdi låst (TVL) er det samlede beløpet av eiendelen som er tilgjengelig på tvers av alle Uniswap v3 likviditetspooler.
pl_pl: Całkowita zablokowana wartość (TVL) to łączna kwota aktywów dostępnych we wszystkich pulach płynności Uniswap v3.
pt_pt: O valor total bloqueado (TVL) é o valor agregado do ativo disponível em todos os pools de liquidez Uniswap v3.
ro_ro: Valoarea totală blocată (TVL) este valoarea totală a activului disponibil în toate fondurile de lichiditate Uniswap v3.
ru_ru: Общая заблокированная стоимость (TVL) — это совокупная сумма актива, доступного во всех пулах ликвидности Uniswap v3.
th_th: Total Value Lock (TVL) คือจำนวนรวมของสินทรัพย์ที่มีอยู่ในกลุ่มสภาพคล่องของ Uniswap v3 ทั้งหมด
vi_vn: Tổng giá trị bị khóa (TVL) là tổng số lượng tài sản có sẵn trên tất cả các nhóm thanh khoản Uniswap v3.

source: Submitting vote
af_za: Dien stem in
pt_pt: Enviando voto
ro_ro: Se depun votul
th_th: กำลังส่งการลงคะแนนเสียง
vi_vn: Gửi phiếu bầu

source: Read more about unsupported assets
af_za: Lees meer oor onondersteunde bates
ca_es: Obteniu més informació sobre els recursos no compatibles
cs_cz: Přečtěte si více o nepodporovaných aktivech
el_gr: Διαβάστε περισσότερα για τα μη υποστηριζόμενα περιουσιακά στοιχεία
es_es: Leer más sobre activos no soportados
it_it: Per saperne di più sugli asset non supportati
no_no: Les mer om ikke-støttede ressurser
pl_pl: Przeczytaj więcej o nieobsługiwanych zasobach
pt_pt: Leia mais sobre ativos não suportados
ro_ro: Citește mai multe despre activele neacceptate
ru_ru: Подробнее о неподдерживаемых активах
th_th: อ่านเพิ่มเติมเกี่ยวกับเนื้อหาที่ไม่รองรับ
vi_vn: Đọc thêm về nội dung không được hỗ trợ

source: Claim <0/> for {0}
af_za: Eis <0/> vir {0}
ca_es: Reclama <0/> per {0}
cs_cz: Nárokujte <0/> za {0}
el_gr: Αξίωση <0/> για {0}
es_es: Reclama <0/> por {0}
it_it: Richiedi <0/> per {0}
no_no: Krev <0/> for {0}
pl_pl: Odbierz <0/> za {0}
pt_pt: Reivindicar <0/> por {0}
ro_ro: Revendicați <0/> pentru {0}
ru_ru: Востребовать <0/> за {0}
th_th: เคลม <0/> ต่อ {0}
vi_vn: Yêu cầu <0/> cho {0}

source: This proposal may be executed after {0}.
af_za: Hierdie voorstel kan na {0}uitgevoer word.
ca_es: Aquesta proposta es pot executar després de {0}.
cs_cz: Tento návrh může být proveden po {0}.
el_gr: Αυτή η πρόταση μπορεί να εκτελεστεί μετά {0}.
es_es: Esta propuesta puede ejecutarse después de {0}.
it_it: Questa proposta può essere eseguita dopo {0}.
no_no: Dette forslaget kan utføres etter {0}.
pl_pl: Ta propozycja może zostać wykonana po {0}.
pt_pt: Esta proposta pode ser executada após {0}.
ro_ro: Această propunere poate fi executată după {0}.
ru_ru: Это предложение может быть выполнено после {0}.
th_th: ข้อเสนอนี้อาจดำเนินการหลังจาก {0}
vi_vn: Đề xuất này có thể được thực hiện sau {0}.

source: Network cost
pt_pt: Custo da rede
ro_ro: Costul rețelei
th_th: ต้นทุนเครือข่าย
vi_vn: Chi phí mạng

source: Earned UNI tokens represent voting shares in Uniswap governance.
af_za: Verdiende UNI-tekens verteenwoordig stemgeregtigde aandele in Uniswap-bestuur.
ca_es: Les fitxes UNI obtingudes representen accions de vot en la governança Uniswap.
cs_cz: Získané žetony UNI představují hlasovací podíly ve správě Uniswap.
el_gr: Κερδισμένες μάρκες του UNI αντιπροσωπεύουν μερίδια ψήφου στη διακυβέρνηση Uniswap.
es_es: Los tokens UNI ganados representan acciones de voto en la gestión de Uniswap.
it_it: I token UNI guadagnati rappresentano le quote di voto nella governance di Uniswap.
no_no: Opptjent UNI-polletter representerer stemmeaksjer i Uniswap-styring.
pl_pl: Zdobyte tokeny UNI reprezentują udziały z prawem głosu w zarządzaniu Uniswap.
pt_pt: Os tokens UNI ganhos representam ações de voto na governação da Uniswap.
ro_ro: Jetoanele UNI câștigate reprezintă acțiunile cu drept de vot în guvernarea Uniswap.
ru_ru: Заработанные токены UNI представляют собой права голоса в управлении Uniswap.
th_th: โทเค็น UNI ที่ได้รับเป็นตัวแทนของหุ้นที่มีสิทธิออกเสียงในการกำกับดูแล Uniswap
vi_vn: Token UNI kiếm được đại diện cho cổ phần có quyền biểu quyết trong quản trị Uniswap.

source: Why is this required?
af_za: Hoekom word dit vereis?
ca_es: Per què això és necessari?
es_es: ¿Por qué se requiere esto?
it_it: Perché è necessario?
no_no: Hvorfor kreves dette?
pl_pl: Dlaczego jest to wymagane?
pt_pt: Por que isso é necessário?
ro_ro: De ce este necesar acest lucru?
ru_ru: Почему это необходимо?
th_th: ทำไมสิ่งนี้จึงจำเป็น?
vi_vn: Tại sao điều này là bắt buộc?

source: Remove <0/> and <1/>
af_za: Verwyder <0/> en <1/>
ca_es: Elimina <0/> i <1/>
cs_cz: Odstraňte <0/> a <1/>
el_gr: Αφαιρέστε <0/> και <1/>
es_es: Eliminar <0/> y <1/>
it_it: Rimuovi <0/> e <1/>
no_no: Fjern <0/> og <1/>
pl_pl: Usuń <0/> i <1/>
pt_pt: Remover <0/> e <1/>
ro_ro: Eliminați <0/> și <1/>
ru_ru: Удалить <0/> и <1/>
th_th: ลบ <0/> และ <1/>
vi_vn: Xóa <0/> và <1/>

source: Supply
af_za: Voorsiening
ca_es: Subministrament
cs_cz: Zásoba
el_gr: Παροχή
es_es: Suministro
it_it: Fornitura
no_no: Levering
pl_pl: Dostarczać
pt_pt: Fornecer
ro_ro: Furnizare
ru_ru: Внести
th_th: จัดหา
vi_vn: Cung cấp

source: Enable spending {0} on Uniswap
af_za: Aktiveer besteding {0} op Uniswap
ca_es: Activa la despesa {0} a Uniswap
es_es: Habilitar gasto {0} en Uniswap
it_it: Abilita la spesa {0} su Uniswap
no_no: Aktiver utgifter {0} på Uniswap
pl_pl: Włącz wydawanie {0} na Uniswap
pt_pt: Habilitar gastar {0} no Uniswap
ro_ro: Activați cheltuirea {0} pe Uniswap
ru_ru: Включить расходы {0} на Uniswap
th_th: เปิดใช้งานการใช้จ่าย {0} ใน Uniswap
vi_vn: Kích hoạt chi tiêu {0} trên Uniswap

source: Sign
af_za: Teken
ca_es: Signe
cs_cz: Podepsat
el_gr: Σημάδι
es_es: Firmar
it_it: Cartello
no_no: Skilt
pl_pl: Podpisać
pt_pt: Sinal
ro_ro: Semn
ru_ru: Знак
th_th: เข้าสู่ระบบ
vi_vn: Dấu hiệu

source: This app uses the following third-party APIs:
af_za: Hierdie toepassing gebruik die volgende derdeparty-API's:
ca_es: Aquesta aplicació utilitza les següents API de tercers:
cs_cz: Tato aplikace používá následující rozhraní API třetích stran:
el_gr: Αυτή η εφαρμογή χρησιμοποιεί τα ακόλουθα API τρίτων:
es_es: Esta aplicación utiliza las siguientes API de terceros:
it_it: Questa app utilizza le seguenti API di terze parti:
no_no: Denne appen bruker følgende tredjeparts APIer:
pl_pl: Ta aplikacja korzysta z następujących interfejsów API innych firm:
pt_pt: Este aplicativo usa as seguintes APIs de terceiros:
ro_ro: Această aplicație folosește următoarele API-uri terță parte:
ru_ru: Это приложение использует следующие сторонние API:
th_th: แอพนี้ใช้ API ของบุคคลที่สามต่อไปนี้:
vi_vn: Ứng dụng này sử dụng các API của bên thứ ba sau:

source: Blocked address
af_za: Adres geblokkeer
pt_pt: Endereço bloqueado
ro_ro: Adresă blocată
th_th: ที่อยู่ที่ถูกบล็อก
vi_vn: Địa chỉ bị chặn

source: reward
af_za: beloning
ca_es: recompensa
cs_cz: odměna
el_gr: ανταμοιβή
es_es: premio
it_it: ricompensa
no_no: belønning
pl_pl: nagroda
pt_pt: recompensa
ro_ro: Răsplată
ru_ru: награда
th_th: รางวัล
vi_vn: phần thưởng

source: Content not
af_za: Inhoud nie
ca_es: Contingut no
cs_cz: Obsah ne
el_gr: Περιεχόμενο όχι
es_es: Contenido no
it_it: Contenuto no
no_no: Innhold ikke
pl_pl: Treść nie
pt_pt: conteúdo não
ro_ro: Conținut nu
ru_ru: Содержание не
th_th: เนื้อหาไม่
vi_vn: Nội dung không

source: Remove liquidity
af_za: Verwyder likiditeit
pt_pt: Remover liquidez
ro_ro: Eliminați lichiditatea
th_th: ถอนสภาพคล่อง
vi_vn: Loại bỏ thanh khoản

source: Not created
af_za: Nie geskep nie
ca_es: No creat
cs_cz: Nevytvořeno
el_gr: Δεν δημιουργήθηκε
es_es: No creado
it_it: Non creato
no_no: Ikke opprettet
pl_pl: Nie utworzono
pt_pt: não criado
ro_ro: Nu este creat
ru_ru: Не создано
th_th: ไม่ได้สร้างขึ้น
vi_vn: Chưa tạo

source: Insufficient funds
af_za: Onvoldoende fondse
ca_es: Fons insuficients
cs_cz: Nedostatečné finanční prostředky
el_gr: Ανεπαρκείς πόροι
es_es: Fondos insuficientes
it_it: Fondi insufficienti
no_no: Utilstrekkelige midler
pl_pl: Niewystarczające środki
pt_pt: Fundos insuficientes
ro_ro: Fonduri insuficiente
ru_ru: Недостаточно средств
th_th: เงินทุนไม่เพียงพอ
vi_vn: Không đủ tiền

source: Executing
af_za: Uitvoer
ca_es: Executant
cs_cz: Provádění
el_gr: Εκτέλεση
es_es: ejecutando
it_it: Esecuzione
no_no: Utfører
pl_pl: Wykonanie
pt_pt: Executando
ro_ro: Executarea
ru_ru: Исполнение
th_th: กำลังดำเนินการ
vi_vn: thi hành

source: Withdraw deposited liquidity
af_za: Onttrek gedeponeerde likiditeit
ca_es: Retirar la liquiditat dipositada
cs_cz: Vybrat uloženou likviditu
el_gr: Ανάληψη κατατεθειμένης ρευστότητας
es_es: Retire liquidez depositada
it_it: Ritira liquidità depositata
no_no: Trekk tilbake innskuddslikviditet
pl_pl: Wycofaj zdeponowaną płynność
pt_pt: Levantar liquidez depositada
ro_ro: Retrage lichiditatea depozitată
ru_ru: Вывести внесённую ликвидность
th_th: ถอนสภาพคล่องที่ฝากไว้
vi_vn: Rút tiền thanh khoản đã ký gửi

source: Version:
af_za: Weergawe:
ca_es: Versió:
cs_cz: Verze:
el_gr: Εκδοχή:
es_es: Versión:
it_it: Versione:
no_no: Versjon:
pl_pl: Wersja:
pt_pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
th_th: รุ่น:
vi_vn: Phiên bản:

source: {i, plural, one {second} other {seconds}}
af_za: {i, plural, one {tweede} other {sekondes}}
ca_es: {i, plural, one {segon} other {segons}}
el_gr: {i, plural, one {δεύτερο} other {δευτερόλεπτα}}
es_es: {i, plural, one {segundo} other {segundos}}
it_it: {i, plural, one {secondo} other {secondi}}
no_no: {i, plural, one {sekund} other {sekunder}}
pl_pl: {i, plural, one {drugi} other {sekundy}}
pt_pt: {i, plural, one {segundo} other {segundos}}
ro_ro: {i, plural, one {al doilea} other {secunde}}
ru_ru: {i, plural, one {второй} other {секунды}}
th_th: {i, plural, one {ที่สอง} other {วินาที}}
vi_vn: {i, plural, one {thứ hai} other {giây}}

source: Cancel
af_za: Kanselleer
ca_es: Cancel · lar
es_es: Cancelar
it_it: Cancella
no_no: Avbryt
pl_pl: Anulować
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: Hủy bỏ
