Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: {0, plural, =1 {This token isn't traded on leading U.S. centralized exchanges or frequently swapped on Uniswap.} other {These tokens aren't traded on leading U.S. centralized exchanges or frequently swapped on Uniswap.}}
af_za: {0, plural, =1 {Hierdie token word nie op toonaangewende Amerikaanse gesentraliseerde beurse verhandel of gereeld op Uniswap geruil nie.} other {Hierdie tokens word nie op toonaangewende Amerikaanse gesentraliseerde beurse verhandel of gereeld op Uniswap geruil nie.}}
ca_es: {0, plural, =1 {Aquest testimoni no es negocia a les principals borses centralitzades dels EUA ni s'intercanvia amb freqüència a Uniswap.} other {Aquestes fitxes no es comercialitzen a les principals borses centralitzades dels EUA ni s'intercanvien amb freqüència a Uniswap.}}
el_gr: {0, plural, =1 {Αυτό το διακριτικό δεν διαπραγματεύεται σε κορυφαία κεντρικά χρηματιστήρια των ΗΠΑ ούτε ανταλλάσσεται συχνά στο Uniswap.} other {Αυτά τα διακριτικά δεν διαπραγματεύονται σε κορυφαία κεντρικά χρηματιστήρια των ΗΠΑ ούτε ανταλλάσσονται συχνά στο Uniswap.}}
es_es: {0, plural, =1 {Este token no se negocia en los principales intercambios centralizados de EE. UU. ni se intercambia con frecuencia en Uniswap.} other {Estos tokens no se comercializan en los principales intercambios centralizados de EE. UU. ni se intercambian con frecuencia en Uniswap.}}
it_it: {0, plural, =1 {Questo token non viene scambiato sui principali exchange centralizzati statunitensi o scambiato frequentemente su Uniswap.} other {Questi token non vengono scambiati sui principali exchange centralizzati statunitensi o scambiati frequentemente su Uniswap.}}
no_no: {0, plural, =1 {Dette tokenet handles ikke på ledende amerikanske sentraliserte børser eller byttes ofte på Uniswap.} other {Disse tokenene handles ikke på ledende amerikanske sentraliserte børser eller byttes ofte på Uniswap.}}
pl_pl: {0, plural, =1 {Ten token nie jest przedmiotem obrotu na wiodących scentralizowanych giełdach w USA ani często wymieniany na Uniswap.} other {Te tokeny nie są przedmiotem obrotu na wiodących giełdach scentralizowanych w USA ani często wymieniane na Uniswap.}}
pt_pt: {0, plural, =1 {Este token não é negociado nas principais bolsas centralizadas dos EUA ou frequentemente trocado no Uniswap.} other {Esses tokens não são negociados nas principais bolsas centralizadas dos EUA ou frequentemente trocados no Uniswap.}}
ro_ro: {0, plural, =1 {Acest token nu este tranzacționat pe principalele burse centralizate din SUA sau schimbat frecvent pe Uniswap.} other {Aceste jetoane nu sunt tranzacționate pe principalele burse centralizate din SUA sau schimbate frecvent pe Uniswap.}}
ru_ru: {0, plural, =1 {Этот токен не торгуется на ведущих централизованных биржах США и часто не обменивается на Uniswap.} other {Эти токены не торгуются на ведущих централизованных биржах США и часто не обмениваются на Uniswap.}}
th_th: {0, plural, =1 {โทเค็นนี้ไม่ได้ซื้อขายบนการแลกเปลี่ยนแบบรวมศูนย์ชั้นนำของสหรัฐฯ หรือแลกเปลี่ยนบ่อยๆ บน Uniswap} other {โทเค็นเหล่านี้ไม่ได้ซื้อขายบนการแลกเปลี่ยนแบบรวมศูนย์ชั้นนำของสหรัฐฯ หรือแลกเปลี่ยนบน Uniswap บ่อยครั้ง}}
vi_vn: {0, plural, =1 {Mã thông báo này không được giao dịch trên các sàn giao dịch tập trung hàng đầu của Hoa Kỳ hoặc thường xuyên được hoán đổi trên Uniswap.} other {Các mã thông báo này không được giao dịch trên các sàn giao dịch tập trung hàng đầu của Hoa Kỳ hoặc thường xuyên được hoán đổi trên Uniswap.}}

source: Ethereum Name Service
af_za: Ethereum Naam Diens
ca_es: Servei de noms Ethereum
el_gr: Υπηρεσία ονομάτων Ethereum
es_es: Servicio de nombres Ethereum
it_it: Servizio nomi Ethereum
no_no: Ethereum navnetjeneste
pl_pl: Usługa nazw Ethereum
pt_pt: Serviço de nome Ethereum
ro_ro: Serviciul de nume Ethereum
ru_ru: Служба имён Эфириума
th_th: บริการชื่อ Ethereum
vi_vn: Dịch vụ tên Ethereum

source: Refunds for unavailable items will be given in ETH
af_za: Terugbetalings vir onbeskikbare items sal in ETH gegee word
ca_es: Els reemborsaments dels articles no disponibles es faran a ETH
cs_cz: Náhrady za nedostupné položky budou uvedeny v ETH
el_gr: Οι επιστροφές χρημάτων για μη διαθέσιμα στοιχεία θα δίνονται σε ETH
es_es: Los reembolsos por artículos no disponibles se darán en ETH
it_it: I rimborsi per gli articoli non disponibili saranno dati in ETH
no_no: Refusjon for ikke-tilgjengelige varer vil bli gitt i ETH
pl_pl: Zwroty za niedostępne pozycje będą udzielane w ETH
pt_pt: Reembolsos para itens indisponíveis serão dados em ETH
ro_ro: Rambursările pentru articolele indisponibile vor fi acordate în ETH
ru_ru: Возврат средств за недоступные предметы будет осуществляться в ETH.
th_th: การคืนเงินสำหรับรายการที่ไม่พร้อมใช้งานจะได้รับเป็น ETH
vi_vn: Hoàn lại tiền cho các mặt hàng không có sẵn sẽ được trao bằng ETH

source: {label} might be down right now, or you may have lost your network connection.
af_za: {label} is dalk op die oomblik af, of jy het dalk jou netwerkverbinding verloor.
ca_es: És possible que {label} estigui inactiu en aquest moment o que hagis perdut la connexió a la xarxa.
cs_cz: {label} může být právě teď mimo provoz, nebo jste možná ztratili připojení k síti.
el_gr: {label} μπορεί να είναι απενεργοποιημένο αυτήν τη στιγμή ή μπορεί να έχετε χάσει τη σύνδεσή σας στο δίκτυο.
es_es: {label} podría estar inactivo en este momento, o es posible que haya perdido su conexión de red.
it_it: {label} potrebbe essere inattivo in questo momento o potresti aver perso la connessione di rete.
no_no: {label} kan være nede akkurat nå, eller du kan ha mistet nettverkstilkoblingen.
pl_pl: {label} może teraz nie działać lub połączenie z siecią mogło zostać utracone.
pt_pt: {label} pode estar desativado agora ou você pode ter perdido sua conexão de rede.
ro_ro: Este posibil ca {label} să fie întrerupt în acest moment sau este posibil să fi pierdut conexiunea la rețea.
ru_ru: {label} может быть недоступен прямо сейчас, или вы потеряли подключение к сети.
th_th: {label} อาจหยุดทำงานในขณะนี้ หรือคุณอาจสูญเสียการเชื่อมต่อเครือข่ายของคุณ
vi_vn: {label} có thể không hoạt động ngay bây giờ hoặc bạn có thể đã mất kết nối mạng.

source: Burning
af_za: Brandende
ca_es: Cremant
cs_cz: Hořící
el_gr: Καύση
es_es: Incendio
it_it: Bruciare
no_no: Brenner
pl_pl: Palenie
pt_pt: queimando
ro_ro: Ardere
ru_ru: Сжигание
th_th: การเผาไหม้
vi_vn: Đốt cháy

source: A minimum threshold of 0.25% of the total UNI supply is required to submit proposals
af_za: 'n Minimum drempel van 0.25% van die totale UNI-voorraad word vereis om voorstelle in te dien
ca_es: Es requereix un llindar mínim del 0,25% de l'oferta total d'UNI per presentar propostes
cs_cz: Pro předložení návrhů je vyžadována minimální hranice 0,25 % z celkové nabídky UNI
el_gr: Απαιτείται ελάχιστο όριο 0,25% της συνολικής προσφοράς UNI για την υποβολή προτάσεων
es_es: Se requiere un umbral mínimo del 0,25% de la oferta total de UNI para presentar propuestas
it_it: Per la presentazione delle proposte è richiesta una soglia minima dello 0,25% dell'offerta UNI totale
no_no: Det kreves en minsteterskel på 0,25 % av det totale UNI-tilbudet for å sende inn forslag
pl_pl: Minimalny próg 0,25% całkowitej podaży UNI jest wymagany do składania wniosków
pt_pt: Um limite mínimo de 0,25% do fornecimento total de UNI é necessário para enviar propostas
ro_ro: Pentru depunerea propunerilor este necesar un prag minim de 0,25% din totalul aprovizionării UNI
ru_ru: Для внесения предложений требуется минимальный порог в 0,25% от общего предложения UNI
th_th: ต้องมีเกณฑ์ขั้นต่ำ 0.25% ของอุปทาน UNI ทั้งหมดในการส่งข้อเสนอ
vi_vn: Cần có ngưỡng tối thiểu 0,25% tổng nguồn cung UNI để gửi đề xuất

source: Borrowing
af_za: Leen
ca_es: Préstec
cs_cz: Půjčování
el_gr: Δανεισμός
es_es: Préstamo
it_it: Prendere in prestito
no_no: Låne
pl_pl: Pożyczanie
pt_pt: Empréstimo
ro_ro: Împrumutarea
ru_ru: Заимствование
th_th: การยืม
vi_vn: Vay

source: Voting ended {0}
af_za: Die stemming het geeïnding {0}
ca_es: La votació ha finalitzat {0}
cs_cz: Hlasování skončilo {0}
el_gr: Η ψηφοφορία έληξε {0}
es_es: Voto finalizado {0}
it_it: Votazione terminata {0}
no_no: Stemmegivningen avsluttet {0}
pl_pl: Głosowanie zakończone {0}
pt_pt: Votação terminada {0}
ro_ro: Votarea s-a încheiat {0}
ru_ru: Голосование закончилось {0}
th_th: การลงคะแนนสิ้นสุดลง {0}
vi_vn: Bỏ phiếu đã kết thúc {0}

source: Rates
af_za: Tariewe
ca_es: Tarifes
cs_cz: Sazby
el_gr: Τιμές
es_es: Tarifas
it_it: Tariffe
no_no: Priser
pl_pl: Stawki
pt_pt: Taxas
ro_ro: Tarife
ru_ru: Тарифы
th_th: ราคา
vi_vn: Tỷ giá

source: Finalizing quote...
af_za: Finaliseer tans kwotasie...
pt_pt: Finalizando cotação...
ro_ro: Se finalizează oferta...
th_th: กำลังสรุปใบเสนอราคา...
vi_vn: Đang hoàn thiện báo giá...

source: You are the first liquidity provider for this Uniswap V3 pool. Your liquidity will migrate at the current {0} price.
af_za: U is die eerste likiditeitsverskaffer vir hierdie Uniswap V3-poel. U likiditeit sal teen die huidige {0} prys migreer.
ca_es: Sou el primer proveïdor de liquiditat d’aquest grup Uniswap V3. La vostra liquiditat migrarà al preu {0}
cs_cz: Jste prvním poskytovatelem likvidity pro tento fond Uniswap V3. Vaše likvidita bude migrovat za aktuální cenu {0}.
el_gr: Είστε ο πρώτος πάροχος ρευστότητας για αυτή τη Uniswap V3 ψηφοφορία. Η ρευστότητά σας θα μετακυλίσει στην τρέχουσα τιμή {0}.
es_es: Usted es el primer proveedor de liquidez para este grupo de Uniswap V3. Su liquidez migrará al precio actual de {0}.
it_it: Sei il primo fornitore di liquidità per questo pool di Uniswap V3. La tua liquidità migrerà al prezzo corrente di {0}.
no_no: Du er den første likviditetsleverandøren til denne Uniswap V3-potten. Likviditeten din vil migrere til gjeldende {0}-pris.
pl_pl: Jesteś pierwszym dostawcą płynności dla tej puli Uniswap V3. Twoja płynność przeniesie się po obecnej cenie {0}.
pt_pt: É o primeiro fornecedor de liquidez desta pool Uniswap V3. A sua liquidez irá migrar ao preço atual {0}.
ro_ro: Ești primul furnizor de lichidități pentru această rezervă Uniswap V3. Lichiditatea ta va migra la prețul actual de {0}.
ru_ru: Вы первый поставщик ликвидности в этом пуле Uniswap V3. Ваша ликвидность будет перенесена по текущей цене {0}.
th_th: คุณเป็นผู้ให้บริการสภาพคล่องรายแรกสำหรับกลุ่ม Uniswap V3 นี้ สภาพคล่องของคุณจะย้ายไปที่ราคา {0} ปัจจุบัน
vi_vn: Bạn là nhà cung cấp thanh khoản đầu tiên cho pool Uniswap V3 này. Thanh khoản của bạn sẽ thay đổi ở mức giá {0}.

source: Proceed in your wallet
af_za: Gaan voort in jou beursie
ca_es: Continua amb la teva cartera
es_es: Proceda en su billetera
it_it: Procedi nel tuo portafoglio
no_no: Fortsett i lommeboken
pl_pl: Kontynuuj w swoim portfelu
pt_pt: Proceda na sua carteira
ro_ro: Continuați în portofel
ru_ru: Продолжить в вашем кошельке
th_th: ดำเนินการต่อในกระเป๋าเงินของคุณ
vi_vn: Tiếp tục trong ví của bạn

source: Add {0}
af_za: Voeg {0}by
ca_es: Afegeix {0}
cs_cz: Přidejte {0}
el_gr: Προσθέστε {0}
es_es: Añadir {0}
it_it: Aggiungi {0}
no_no: Legg til {0}
pl_pl: Dodaj {0}
pt_pt: Adicionar {0}
ro_ro: Adăugați {0}
ru_ru: Добавить {0}
th_th: เพิ่ม {0}
vi_vn: Thêm {0}

source: Increase liquidity
af_za: Verhoog likiditeit
pt_pt: Aumentar a liquidez
ro_ro: Creșteți lichiditatea
th_th: เพิ่มสภาพคล่อง
vi_vn: Tăng tính thanh khoản

source: Network warning
af_za: Netwerkwaarskuwing
pt_pt: Aviso de rede
ro_ro: Avertisment de rețea
th_th: คำเตือนเครือข่าย
vi_vn: Cảnh báo mạng

source: MAX
af_za: MAKS
el_gr: ΜΕΓΙΣΤΗ
es_es: MÁX.
it_it: MASSIMO
no_no: MAKS
pl_pl: MAKS
ru_ru: МАКС.
th_th: สูงสุด
vi_vn: TỐI ĐA

source: (View on Explorer)
af_za: (Bekyk op Explorer)
ca_es: (Veure a l'Explorador)
cs_cz: (Zobrazit v Průzkumníku)
el_gr: (Προβολή στον Explorer)
es_es: (Ver en el Explorador)
it_it: (Visualizza su Explorer)
no_no: (Se på Explorer)
pl_pl: (Wyświetl w Eksploratorze)
pt_pt: (Veja no Explorer)
ro_ro: (Vizualizare pe Explorer)
ru_ru: (Просмотреть в обозревателе)
th_th: (ดูบน Explorer)
vi_vn: (Xem trên Explorer)

source: Scan with Uniswap Wallet
af_za: Skandeer met Uniswap Wallet
ca_es: Escaneja amb Uniswap Wallet
cs_cz: Skenujte pomocí Uniswap Wallet
el_gr: Σάρωση με Uniswap Wallet
es_es: Escanea con Monedero Uniswap
it_it: Scansiona con Uniswap Wallet
no_no: Skann med Uniswap Wallet
pl_pl: Skanuj za pomocą portfela Uniswap
pt_pt: Digitalize com carteira Uniswap
ro_ro: Scanați cu Uniswap Wallet
ru_ru: Сканировать с помощью кошелька Uniswap
th_th: สแกนด้วย Uniswap Wallet
vi_vn: Quét bằng Ví Uniswap

source: The connection attempt failed. Please click try again and follow the steps to connect in your wallet.
af_za: Die verbindingspoging het misluk. Klik asseblief probeer weer en volg die stappe om in jou beursie te koppel.
ca_es: L'intent de connexió ha fallat. Feu clic a prova de nou i seguiu els passos per connectar-vos a la vostra cartera.
cs_cz: Pokus o připojení se nezdařil. Klikněte prosím na zkusit znovu a postupujte podle pokynů pro připojení v peněžence.
el_gr: Η προσπάθεια σύνδεσης απέτυχε. Κάντε κλικ στην επιλογή Προσπαθήστε ξανά και ακολουθήστε τα βήματα για να συνδεθείτε στο πορτοφόλι σας.
es_es: El intento de conexión falló. Haga clic en intentarlo de nuevo y siga los pasos para conectarse en su billetera.
it_it: Il tentativo di connessione non è riuscito. Fai clic su Riprova e segui i passaggi per connetterti al tuo portafoglio.
no_no: Tilkoblingsforsøket mislyktes. Klikk prøv igjen og følg trinnene for å koble til i lommeboken.
pl_pl: Próba połączenia nie powiodła się. Kliknij spróbuj ponownie i postępuj zgodnie z instrukcjami, aby połączyć się z portfelem.
pt_pt: A tentativa de conexão falhou. Por favor, clique em tentar novamente e siga as etapas para se conectar em sua carteira.
ro_ro: Încercarea de conectare a eșuat. Dați clic pe Încercați din nou și urmați pașii pentru a vă conecta în portofel.
ru_ru: Попытка подключения не удалась. Нажмите «Повторить попытку» и следуйте инструкциям по подключению в своем кошельке.
th_th: ความพยายามในการเชื่อมต่อล้มเหลว โปรดคลิกลองอีกครั้งและทำตามขั้นตอนเพื่อเชื่อมต่อกับกระเป๋าเงินของคุณ
vi_vn: Nỗ lực kết nối không thành công. Vui lòng nhấp vào thử lại và làm theo các bước để kết nối trong ví của bạn.

source: Recent searches
af_za: Onlangse soektogte
ca_es: Recerques recents
cs_cz: Nedávná vyhledávání
el_gr: Πρόσφατες αναζητήσεις
es_es: Búsquedas recientes
it_it: Ricerche recenti
no_no: Nylige søk
pl_pl: Ostatnie wyszukiwania
pt_pt: Pesquisas recentes
ro_ro: Căutări recente
ru_ru: Вы ранее искали
th_th: การค้นหาล่าสุด
vi_vn: Tìm kiếm gần đây

source: Popular NFT collections
af_za: Gewilde NFT-versamelings
ca_es: Col·leccions populars de NFT
cs_cz: Populární kolekce NFT
el_gr: Δημοφιλείς συλλογές NFT
es_es: Colecciones populares de NFT
it_it: Raccolte NFT popolari
no_no: Populære NFT-samlinger
pl_pl: Popularne kolekcje NFT
pt_pt: Coleções NFT populares
ro_ro: Colecții populare NFT
ru_ru: Популярные коллекции NFT
th_th: คอลเลกชัน NFT ยอดนิยม
vi_vn: Bộ sưu tập NFT phổ biến

source: Connect to a wallet to find pools
af_za: Koppel aan 'n beursie om swembaddens te vind
ca_es: Connecteu-vos a una cartera per trobar piscines
cs_cz: Chcete-li vyhledat fondy, připojte se k peněžence
el_gr: Συνδεθείτε σε ένα πορτοφόλι για να βρείτε δεξαμενές
es_es: Conectarse a una cartera para encontrar fondos comunes
it_it: Connettiti a un portafoglio per trovare dei pool
no_no: Koble til en lommebok for å finne potter
pl_pl: Połącz się z portfelem, aby znaleźć pule
pt_pt: Ligar a uma carteira para encontrar pools
ro_ro: Conectează-te la un portofel pentru a găsi rezerve
ru_ru: Подключите кошелёк, чтобы найти пулы
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อค้นหาพูล
vi_vn: Kết nối với ví để tìm nhóm

source: Why are approvals required?
af_za: Hoekom word goedkeurings vereis?
ca_es: Per què cal les aprovacions?
es_es: ¿Por qué se requieren aprobaciones?
it_it: Perché sono necessarie le approvazioni?
no_no: Hvorfor kreves det godkjenninger?
pl_pl: Dlaczego wymagane są atesty?
pt_pt: Por que as aprovações são necessárias?
ro_ro: De ce sunt necesare aprobări?
ru_ru: Зачем нужны согласования?
th_th: ทำไมต้องมีการอนุมัติ?
vi_vn: Tại sao cần phải phê duyệt?

source: Price difference:
af_za: Prysverskil:
pt_pt: Diferença de preço:
ro_ro: Diferenta de pret:
th_th: ส่วนต่างราคา:
vi_vn: Chênh lệch giá:

source: Pay
af_za: Betaal
ca_es: Pagar
cs_cz: Platit
el_gr: Πληρωμή
es_es: Pagar
it_it: Paga
no_no: Betale
pl_pl: Płacić
pt_pt: Pagar
ro_ro: A plati
ru_ru: Платить
th_th: จ่าย
vi_vn: Chi trả

source: Queueing
af_za: Toustaan
ca_es: Fent cua
cs_cz: Zařazení do fronty
el_gr: Ουρά
es_es: haciendo cola
it_it: Accodamento
no_no: I kø
pl_pl: W kolejce
pt_pt: Fila
ro_ro: La coadă
ru_ru: Постановка в очередь
th_th: เข้าคิว
vi_vn: xếp hàng

source: Approve in your wallet
af_za: Keur in jou beursie goed
ca_es: Aprova a la teva cartera
cs_cz: Schvalujte v peněžence
el_gr: Έγκριση στο πορτοφόλι σας
es_es: Aprueba en tu billetera
it_it: Approva nel tuo portafoglio
no_no: Godkjenne i lommeboken
pl_pl: Zatwierdź w swoim portfelu
pt_pt: Aprove em sua carteira
ro_ro: Aprobați în portofel
ru_ru: Одобрите в своём кошельке
th_th: อนุมัติในกระเป๋าเงินของคุณ
vi_vn: Phê duyệt trong ví của bạn

source: Allow {0} (one time)
af_za: Laat {0} toe (een keer)
ca_es: Permet {0} (una vegada)
es_es: Permitir {0} (una vez)
it_it: Consenti {0} (una volta)
no_no: Tillat {0} (en gang)
pl_pl: Pozwól {0} (jeden raz)
pt_pt: Permitir {0} (uma vez)
ro_ro: Permite {0} (o singură dată)
ru_ru: Разрешить {0} (один раз)
th_th: อนุญาต {0} (ครั้งเดียว)
vi_vn: Cho phép {0} (một lần)

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
af_za: Die uitset word geskat. As die prys met meer as {0}% verander, sal u transaksie terugkeer.
ca_es: S’estima la producció. Si el preu canvia més del {0}%, la vostra transacció es revertirà.
cs_cz: Výstup je odhadnutý. Jestliže se cena změní o více než {0} %, Vaše transakce bude vzata zpět.
el_gr: Το αποτέλεσμα εκτιμήθηκε. Αν η τιμή αλλάξει παραπάνω από {0}% η συναλλαγή σας θα υπαναχωρήσει.
es_es: El rendimiento es estimado. Si el precio cambia en más de {0} %, su transacción se revertirá.
it_it: L'output è stimato. Se il prezzo cambia di più di {0}% la transazione verrà ripristinata.
no_no: Utdata er estimert. Hvis prisen endrer seg med mer enn {0} % vil transaksjonen tilbakestilles.
pl_pl: Produkcja jest szacowana. Jeśli cena zmieni się o więcej niż {0}%, Twoja transakcja zostanie cofnięta.
pt_pt: A saída é estimada. Se o preço mudar em mais de {0}% a sua transação será revertida.
ro_ro: Ieșirea este estimată. Dacă prețul se schimbă cu mai mult de {0}% tranzacția ta se va anula.
ru_ru: Сумма к получению — оценочная. Если цена изменится более, чем на {0}%, ваша транзакция откатится.
th_th: ผลผลิตโดยประมาณ หากราคาเปลี่ยนแปลงมากกว่า {0}% ธุรกรรมของคุณจะเปลี่ยนกลับ
vi_vn: Đầu ra được ước tính. Nếu giá thay đổi nhiều hơn {0}%, giao dịch của bạn sẽ hoàn nguyên.

source: Transactions
ro_ro: Tranzacții
th_th: การทำธุรกรรม

source: Learn about providing liquidity
af_za: Kom meer te wete oor die verskaffing van likiditeit
ca_es: Obteniu informació sobre com proporcionar liquiditat
cs_cz: Přečtěte si o poskytování likvidity
el_gr: Μάθετε για την παροχή ρευστότητας
es_es: Más información sobre cómo proporcionar liquidez
it_it: Ulteriori informazioni sulla fornitura di liquidità
no_no: Lær om å skaffe likviditet
pl_pl: Dowiedz się, jak zapewnić płynność
pt_pt: Saiba mais sobre como fornecer liquidez
ro_ro: Aflați despre furnizarea de lichiditate
ru_ru: Узнать подробнее о предоставлении ликвидности
th_th: เรียนรู้เกี่ยวกับการจัดหาสภาพคล่อง
vi_vn: Tìm hiểu về việc cung cấp thanh khoản

source: Deposited
af_za: Gedeponeer
ca_es: Dipositat
cs_cz: Uloženo
el_gr: Κατατίθεται
es_es: Depositado
it_it: Depositato
no_no: Deponert
pl_pl: zdeponowane
pt_pt: Depositado
ro_ro: Depus
ru_ru: Депонированный
th_th: ฝาก
vi_vn: ký gửi

source: {0} Try increasing your slippage tolerance. Note: fee-on-transfer and rebase tokens are incompatible with Uniswap V3.
af_za: {0} Probeer om jou gliptoleransie te verhoog. Let wel: fooi-op-oordrag en herbasis-tokens is onversoenbaar met Uniswap V3.
ca_es: {0} Intenteu augmentar la vostra tolerància al lliscament. Nota: els fitxes de tarifa de transferència i de rebase són incompatibles amb Uniswap V3.
cs_cz: {0} Zkuste zvýšit toleranci prokluzu. Poznámka: Tokeny s poplatky za převod a rebase nejsou kompatibilní s Uniswap V3.
el_gr: {0} Προσπαθήστε να αυξήσετε την ανοχή ολίσθησης. Σημείωση: τα διακριτικά χρέωσης κατά τη μεταφορά και επαναφοράς δεν είναι συμβατά με το Uniswap V3.
es_es: {0} Intente aumentar su tolerancia al deslizamiento. Nota: los tokens de tarifa por transferencia y rebase son incompatibles con Uniswap V3.
it_it: {0} Prova ad aumentare la tolleranza allo slittamento. Nota: i token fee-on-transfer e rebase non sono compatibili con Uniswap V3.
no_no: {0} Prøv å øke glidetoleransen. Merk: gebyr-ved-overføring og rebase-tokens er inkompatible med Uniswap V3.
pl_pl: {0} Spróbuj zwiększyć swoją tolerancję na poślizg. Uwaga: tokeny typu fee-on-transfer i rebase są niekompatybilne z Uniswap V3.
pt_pt: {0} Tente aumentar sua tolerância ao deslizamento. Nota: tokens de taxa na transferência e rebase são incompatíveis com Uniswap V3.
ro_ro: {0} Încercați să vă creșteți toleranța la alunecare. Notă: jetoanele cu taxă la transfer și rebase sunt incompatibile cu Uniswap V3.
ru_ru: {0} Попробуйте увеличить допуск на проскальзывание. Примечание. Токены с оплатой при переводе и перебазированием несовместимы с Uniswap V3.
th_th: {0} ลองเพิ่มความทนทานต่อการลื่นไถลของคุณ หมายเหตุ: โทเค็นค่าธรรมเนียมในการโอนและรีเบสเข้ากันไม่ได้กับ Uniswap V3
vi_vn: {0} Hãy thử tăng khả năng chịu trượt của bạn. Lưu ý: token tính phí khi chuyển và rebase không tương thích với Uniswap V3.

source: Queue proposal {proposalKey}.
af_za: Touvoorstel {proposalKey}.
ca_es: Proposta de cua {proposalKey}.
cs_cz: Návrh fronty {proposalKey}.
el_gr: Πρόταση ουράς {proposalKey}.
es_es: Propuesta de cola {proposalKey}.
it_it: Proposta di coda {proposalKey}.
no_no: Køforslag {proposalKey}.
pl_pl: Propozycja kolejki {proposalKey}.
pt_pt: Proposta de fila {proposalKey}.
ro_ro: Propunerea de coadă {proposalKey}.
ru_ru: Поставить предложение {proposalKey} в очередь.
th_th: ข้อเสนอคิว {proposalKey}.
vi_vn: Đề xuất hàng đợi {proposalKey}.

source: Set price range
af_za: Stel prysklas
pt_pt: Definir faixa de preço
ro_ro: Setați intervalul de preț
th_th: กำหนดช่วงราคา
vi_vn: Đặt phạm vi giá

source: Full range
af_za: Volle omvang
pt_pt: Gama completa
ro_ro: Gamă completă
th_th: ครบวงจร
vi_vn: Phạm vi đầy đủ

source: Max creator royalties
af_za: Maksimum skepper-tantieme
ca_es: Màxim drets d'autor del creador
cs_cz: Maximální autorské honoráře
el_gr: Μέγιστα δικαιώματα δημιουργού
es_es: Regalías máximas del creador
it_it: Diritti d'autore massimi
no_no: Maks royalties for skaperen
pl_pl: Maksymalne tantiemy twórcy
pt_pt: Máximo de royalties do criador
ro_ro: Redevențe maxime pentru creatori
ru_ru: Максимальные авторские гонорары
th_th: ค่าสิทธิผู้สร้างสูงสุด
vi_vn: Tiền bản quyền tối đa của người sáng tạo

source: Delegate failed
af_za: Afgevaardigde het misluk
ca_es: El delegat ha fallat
cs_cz: Delegát selhal
el_gr: Ο εκπρόσωπος απέτυχε
es_es: Delegado fallido
it_it: Delegato non riuscito
no_no: Delegater mislyktes
pl_pl: Delegat nie powiódł się
pt_pt: Falha ao delegar
ro_ro: Delegatul a eșuat
ru_ru: Ошибка делегата
th_th: ผู้รับมอบสิทธิ์ล้มเหลว
vi_vn: Đại biểu không thành công

source: DNS Registrar
af_za: DNS-registrateur
ca_es: Registre DNS
cs_cz: Registrátor DNS
el_gr: Καταχωρητής DNS
es_es: Registrador de DNS
it_it: Registratore DNS
no_no: DNS-registrator
pl_pl: Rejestrator DNS
pt_pt: Registrador de DNS
ro_ro: Registrul DNS
ru_ru: DNS-регистратор
th_th: ผู้รับจดทะเบียน DNS
vi_vn: Công ty đăng ký DNS
