Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Search tokens
af_za: Soek tekens
ca_es: Cerca fitxes
es_es: Fichas de búsqueda
it_it: Cerca gettoni
no_no: Søk tokens
pl_pl: Wyszukaj tokeny
pt_pt: Pesquisar fichas
ro_ro: Jetoane de căutare
ru_ru: Поиск токенов
th_th: ค้นหาโทเค็น
vi_vn: Tìm kiếm mã thông báo

source: Approval pending
af_za: Goedkeuring hangende
ca_es: Aprovació pendent
cs_cz: Čeká se na schválení
el_gr: Η έγκριση εκκρεμεί
es_es: Aprobación pendiente
it_it: In attesa di approvazione
no_no: Venter på godkjenning
pl_pl: Oczekuje na zatwierdzenie
pt_pt: Aprovação pendente
ro_ro: În curs de aprobare
ru_ru: Одобрение подтверждается
th_th: รอการอนุมัติ
vi_vn: Đang chờ phê duyệt

source: Vote cancelled
af_za: Stem gekanselleer
ca_es: Vot cancel·lat
es_es: Voto cancelado
it_it: Voto annullato
no_no: Avstemningen kansellert
pl_pl: Głosowanie anulowane
pt_pt: Voto cancelado
ro_ro: Votul a fost anulat
ru_ru: Голосование отменено
th_th: โหวตถูกยกเลิก
vi_vn: Bình chọn bị hủy

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
af_za: U transaksie gaan terug as die prys met meer as hierdie persentasie ongunstig verander.
ca_es: La vostra transacció es revertirà si el preu canvia desfavorablement en més d’aquest percentatge.
cs_cz: Jestliže se cena nepříznivě změní o více, než o tuto procentní hodnotu, Vaše transakce bude vzata zpět.
el_gr: Η συναλλαγή σας θα επανέλθει αν η τιμή αλλάξει δυσμενώς περισσότερο από αυτό το ποσοστό.
es_es: Su transacción se revertirá si el precio cambia desfavorablemente más de este porcentaje.
it_it: La transazione verrà ripristinata se il prezzo cambia sfavorevolmente di più di questa percentuale.
no_no: Transaksjonen din vil bli gjenopprettet hvis prisendringene er vesentlig mer enn denne prosentandelen.
pl_pl: Twoja transakcja zostanie przywrócona, jeśli cena zmieni się niekorzystnie o więcej niż ten procent.
pt_pt: A sua transação será revertida se o preço mudar desfavoravelmente, mais do que esta percentagem.
ro_ro: Tranzacția dvs. va fi reluată dacă prețul se modifică nefavorabil cu mai mult de acest procent.
ru_ru: Ваша транзакция откатится, если цена изменится не в вашу пользу более, чем на этот процент.
th_th: ธุรกรรมของคุณจะกลับคืนมาหากราคาเปลี่ยนแปลงไปในทางไม่ดีเกินกว่าเปอร์เซ็นต์นี้
vi_vn: Giao dịch của bạn sẽ hoàn nguyên nếu giá thay đổi bất lợi hơn tỷ lệ phần trăm này.

source: Delegating
af_za: Delegering
ca_es: Delegant
cs_cz: Delegování
el_gr: Ανάθεση
es_es: delegar
it_it: Delegare
no_no: Delegering
pl_pl: Delegowanie
pt_pt: delegar
ro_ro: Delegarea
ru_ru: делегирование
th_th: มอบอำนาจ
vi_vn: ủy quyền

source: Show cancelled
af_za: Vertoning is gekanselleer
pt_pt: Programa cancelado
ro_ro: Emisiune anulată
th_th: ยกเลิกการแสดงแล้ว
vi_vn: Hiển thị đã bị hủy

source: Collect fees
af_za: Vorder fooie in
ca_es: Cobra les taxes
cs_cz: Pobírat poplatky
el_gr: Συλλέξτε χρεώσεις
es_es: Cargos de cobro
it_it: Raccogli commissioni
no_no: Samle inn avgifter
pl_pl: Zbieraj opłaty
pt_pt: Recolher comissões
ro_ro: Colectează taxe
ru_ru: Получить комиссии
th_th: เก็บค่าธรรมเนียม
vi_vn: Thu phí

source: Sent
af_za: Gestuur
ca_es: Enviat
cs_cz: Odesláno
el_gr: Απεσταλμένα
es_es: Enviado
it_it: Inviato
no_no: Sendt
pl_pl: Wysłano
pt_pt: Enviado
ro_ro: Trimis
ru_ru: Отправил
th_th: ส่งแล้ว
vi_vn: Đã gửi

source: Fetching route
af_za: Haal roete
pt_pt: Buscando rota
ro_ro: Preluare traseu
th_th: กำลังเรียกเส้นทาง
vi_vn: Đang tìm nạp tuyến đường

source: Claimed
af_za: Geëis
ca_es: Reclamat
cs_cz: Nárokováno
el_gr: Διεκδικήθηκε
es_es: Reclamado
it_it: Richiesto
no_no: Påtatt
pl_pl: Przejęte
pt_pt: Reivindicado
ro_ro: Revendicat
ru_ru: Востребовано
th_th: อ้างสิทธิ์
vi_vn: Đã yêu cầu bồi thường

source: Safely store and swap tokens with the Uniswap app. Available on iOS and Android.
ro_ro: Stocați și schimbați în siguranță jetoanele cu aplicația Uniswap. Disponibil pe iOS și Android.
th_th: จัดเก็บและสลับโทเค็นอย่างปลอดภัยด้วยแอป Uniswap พร้อมใช้งานบน iOS และ Android

source: Amount
af_za: Bedrag
ca_es: Import
cs_cz: Částka
el_gr: Ποσό
es_es: Cantidad
it_it: Importo
no_no: Beløp
pl_pl: Kwota
pt_pt: Quantia
ro_ro: Sumă
ru_ru: Сумма
th_th: จำนวน
vi_vn: Số tiền

source: Wrap
af_za: Draai toe
ca_es: Embolicar
cs_cz: Zalomit
el_gr: Καλύπτω
es_es: Envoltura
it_it: Avvolgi
no_no: Bryt
pl_pl: Zawinąć
pt_pt: Embrulhar
ro_ro: Împachetează
ru_ru: Обернуть
th_th: ห่อ
vi_vn: Bọc lại

source: MoonPay fiat on-ramp iframe
af_za: MoonPay fiat-oprit-iframe
pt_pt: Iframe de rampa de acesso fiduciário MoonPay
ro_ro: MoonPay fiat iframe pe rampă
th_th: MoonPay fiat บน iframe ทางลาด
vi_vn: iframe trên đoạn đường nối fiat của MoonPay

source: Claim
af_za: Eis
ca_es: Reclamació
cs_cz: Nárokovat
el_gr: Διεκδίκηση
es_es: Reclamar
it_it: Reclama
no_no: Hent
pl_pl: Prawo
pt_pt: Reivindicar
ro_ro: Solicitare
ru_ru: Востребовать
th_th: เรียกร้อง
vi_vn: Nhận

source: Moonpay is not available in some regions. Click to learn more.
af_za: Moonpay is nie in sommige streke beskikbaar nie. Klik om meer te wete te kom.
ca_es: Moonpay no està disponible en algunes regions. Feu clic per obtenir més informació.
cs_cz: Moonpay není v některých regionech k dispozici. Kliknutím se dozvíte více.
el_gr: Το Moonpay δεν είναι διαθέσιμο σε ορισμένες περιοχές. Κάντε κλικ για να μάθετε περισσότερα.
es_es: Moonpay no está disponible en algunas regiones. Haz click para aprender mas.
it_it: Moonpay non è disponibile in alcune regioni. Clicca per saperne di più.
no_no: Moonpay er ikke tilgjengelig i enkelte regioner. Klikk for å lære mer.
pl_pl: Usługa Moonpay nie jest dostępna w niektórych regionach. Kliknij by dowiedzieć się więcej.
pt_pt: Moonpay não está disponível em algumas regiões. Clique para aprender mais.
ro_ro: Moonpay nu este disponibil în unele regiuni. Faceți clic pentru a afla mai multe.
ru_ru: Moonpay недоступен в некоторых регионах. Нажмите, чтобы узнать больше.
th_th: Moonpay ไม่มีให้บริการในบางภูมิภาค คลิกเพื่อเรียนรู้เพิ่มเติม
vi_vn: Moonpay không khả dụng ở một số vùng. Bấm để học nhiều hơn.

source: Fetching price...
af_za: Haal tans prys …
ca_es: S'està obtenint el preu...
cs_cz: Načítání ceny...
el_gr: Ανάκτηση τιμής...
es_es: Obteniendo precio...
it_it: Prezzo da recuperare...
no_no: Henter pris...
pl_pl: Pobieranie ceny...
pt_pt: Buscando preço...
ro_ro: Se aduc prețul...
ru_ru: Получение цены...
th_th: กำลังเรียกราคา...
vi_vn: Đang tìm nạp giá...

source: This address is blocked on the Uniswap Labs interface because it is associated with one or more
af_za: Hierdie adres is geblokkeer op die Uniswap Labs-koppelvlak omdat dit met een of meer geassosieer word
ca_es: Aquesta adreça està bloquejada a la interfície d'Uniswap Labs perquè està associada amb una o més
cs_cz: Tato adresa je v rozhraní Uniswap Labs blokována, protože je přidružena k jedné nebo více
el_gr: Αυτή η διεύθυνση είναι αποκλεισμένη στη διεπαφή Uniswap Labs επειδή σχετίζεται με μία ή περισσότερες
es_es: Esta dirección está bloqueada en la interfaz de Uniswap Labs porque está asociada con uno o más
it_it: Questo indirizzo è bloccato sull'interfaccia di Uniswap Labs perché è associato a uno o più
no_no: Denne adressen er blokkert på Uniswap Labs-grensesnittet fordi den er knyttet til en eller flere
pl_pl: Ten adres jest zablokowany w interfejsie Uniswap Labs, ponieważ jest powiązany z co najmniej jednym
pt_pt: Este endereço está bloqueado na interface do Uniswap Labs porque está associado a um ou mais
ro_ro: Această adresă este blocată în interfața Uniswap Labs deoarece este asociată cu unul sau mai multe
ru_ru: Этот адрес заблокирован в интерфейсе Uniswap Labs, поскольку он связан с одним или несколькими
th_th: ที่อยู่นี้ถูกบล็อกบนอินเทอร์เฟซ Uniswap Labs เนื่องจากเชื่อมโยงกับหนึ่งรายการขึ้นไป
vi_vn: Địa chỉ này bị chặn trên giao diện Uniswap Labs vì nó được liên kết với một hoặc nhiều

source: Deposit failed
af_za: Deposito het misluk
ca_es: El dipòsit ha fallat
cs_cz: Vklad se nezdařil
el_gr: Η κατάθεση απέτυχε
es_es: Depósito fallido
it_it: Deposito non riuscito
no_no: Innskudd mislyktes
pl_pl: Wpłata nie powiodła się
pt_pt: Falha no depósito
ro_ro: Depunerea nu a reușit
ru_ru: Депозит не выполнен
th_th: การฝากเงินล้มเหลว
vi_vn: Gửi tiền không thành công

source: Not listed
af_za: Nie gelys nie
ca_es: No figura a la llista
cs_cz: Nezapsáno
el_gr: Μη καταχωρημένος
es_es: No enlistado
it_it: Non elencato
no_no: Ikke listet
pl_pl: Nie wymienione
pt_pt: Não listado
ro_ro: Nu e in lista
ru_ru: Нет в списке
th_th: ไม่ได้อยู่ในรายการ
vi_vn: Không được liệt kê

source: Burned
af_za: Verbrand
ca_es: Cremat
cs_cz: Spálený
el_gr: Καμένο
es_es: quemado
it_it: Bruciato
no_no: Brent
pl_pl: Spalony
pt_pt: queimado
ro_ro: Ars
ru_ru: Сгорел
th_th: เผาไหม้
vi_vn: đốt cháy

source: Enter a recipient
af_za: Voer 'n ontvanger in
ca_es: Introduïu un destinatari
cs_cz: Zadejte příjemce
el_gr: Εισαγάγετε έναν παραλήπτη
es_es: Introduzca un destinatario
it_it: Inserisci un destinatario
no_no: Oppgi en mottaker
pl_pl: Wpisz odbiorcę
pt_pt: Insira um destinatário
ro_ro: Introdu un destinatar
ru_ru: Введите получателя
th_th: ป้อนผู้รับ
vi_vn: Nhập người nhận

source: Out of range
af_za: Buite bereik
ca_es: Fora de rang
cs_cz: Mimo rozsah
el_gr: Εκτός εύρους
es_es: Fuera de rango
it_it: Fuori portata
no_no: Utenfor rekkevidde
pl_pl: Poza zakresem
pt_pt: Fora do intervalo
ro_ro: Prea departe
ru_ru: Вне диапазона
th_th: ไม่อยู่ในขอบเขต
vi_vn: Ngoài phạm vi

source: Add delegate +
af_za: Voeg afgevaardigde + by
pt_pt: Adicionar delegado +
ro_ro: Adăugați delegat +
th_th: เพิ่มผู้รับมอบสิทธิ์ +
vi_vn: Thêm đại biểu +

source: Uniswap Labs' Terms of Service
af_za: Uniswap Labs se diensbepalings
ca_es: Condicions del servei d'Uniswap Labs
cs_cz: Podmínky služby Uniswap Labs
el_gr: Όροι Παροχής Υπηρεσιών της Uniswap Labs
es_es: Condiciones de servicio de Uniswap Labs
it_it: Termini di servizio di Uniswap Labs
no_no: Uniswap Labs sine vilkår for bruk
pl_pl: Warunki korzystania z usługi Uniswap Labs
pt_pt: Termos de serviço da Uniswap Labs
ro_ro: Termenii și condițiile Uniswap Labs
ru_ru: Условия предоставления услуг Uniswap Labs
th_th: ข้อกำหนดในการให้บริการของ Uniswap Labs
vi_vn: Điều khoản dịch vụ của Uniswap Labs

source: No NFTs yet
af_za: Nog geen NFT's nie
ca_es: Encara no hi ha NFT
cs_cz: Zatím žádné NFT
el_gr: Δεν υπάρχουν ακόμη NFT
es_es: Aún no hay NFT
it_it: Ancora nessun NFT
no_no: Ingen NFT-er ennå
pl_pl: Nie ma jeszcze NFT
pt_pt: Ainda não há NFTs
ro_ro: Nu există încă NFT
ru_ru: NFT еще нет
th_th: ยังไม่มี NFT
vi_vn: Chưa có NFT nào

source: Enter an amount
af_za: Voer 'n bedrag in
ca_es: Introduïu un import
cs_cz: Zadejte částku
el_gr: Εισάγετε ένα ποσό
es_es: Introduzca un monto
it_it: Inserisci un importo
no_no: Oppgi et beløp
pl_pl: Wprowadź kwotę
pt_pt: Inserir um montante
ro_ro: Introdu o sumă
ru_ru: Введите сумму
th_th: ใส่จำนวนเงิน
vi_vn: Nhập số tiền

source: Connect
af_za: Koppel
ca_es: Connecta't
cs_cz: Připojit
el_gr: Συνδέω-συωδεομαι
es_es: Conectar
it_it: Collegare
no_no: Koble
pl_pl: Łączyć
pt_pt: Conectar
ro_ro: Conectați
ru_ru: Подключить
th_th: เชื่อมต่อ
vi_vn: Kết nối

source: You may have lost your network connection.
af_za: Jy het dalk jou netwerkverbinding verloor.
ca_es: És possible que hàgiu perdut la connexió a la xarxa.
cs_cz: Možná jste ztratili připojení k síti.
el_gr: Μπορεί να έχετε χάσει τη σύνδεση δικτύου σας.
es_es: Es posible que haya perdido su conexión de red.
it_it: Potresti aver perso la connessione di rete.
no_no: Du kan ha mistet nettverkstilkoblingen.
pl_pl: Być może utraciłeś połączenie sieciowe.
pt_pt: Você pode ter perdido sua conexão de rede.
ro_ro: Este posibil să fi pierdut conexiunea la rețea.
ru_ru: Возможно, у вас отсутствует соединение с интернетом.
th_th: คุณอาจสูญเสียการเชื่อมต่อเครือข่ายของคุณ
vi_vn: Có thể bạn đã mất kết nối mạng.

source: Delegated to:
af_za: Afgevaardig na:
ca_es: Delegat a:
cs_cz: Delegováno (komu):
el_gr: Ανατέθηκε σε:
es_es: Delegado a:
it_it: Delegato a:
no_no: Delegert til:
pl_pl: Delegowany do:
pt_pt: Delegado a
ro_ro: Delegat către:
ru_ru: Делегировано кому:
th_th: มอบหมายให้:
vi_vn: Giao cho:

source: Best for stable pairs.
af_za: Die beste vir stabiele pare.
ca_es: El millor per a parells estables.
cs_cz: Nejlepší pro stabilní páry.
el_gr: Καλύτερο για σταθερά ζεύγη.
es_es: Lo mejor para pares estables.
it_it: Ideale per coppie stabili.
no_no: Beste for stabile par.
pl_pl: Najlepsze dla stabilnych par.
pt_pt: Melhor para pares estáveis.
ro_ro: Cel mai bun pentru perechi stabile.
ru_ru: Подходит для стабильных пар.
th_th: ดีที่สุดสำหรับคู่ที่มั่นคง
vi_vn: Tốt nhất cho các cặp ổn định.

source: Add V2 liquidity cancelled
af_za: Voeg V2-likiditeit gekanselleer
ca_es: Afegeix liquiditat V2 cancel·lada
es_es: Agregar liquidez V2 cancelada
it_it: Aggiungi liquidità V2 annullata
no_no: Legg til V2-likviditet kansellert
pl_pl: Dodaj płynność V2 anulowana
pt_pt: Adicionar liquidez V2 cancelada
ro_ro: Adăugați lichiditate V2 anulată
ru_ru: Добавление ликвидности V2 отменено
th_th: เพิ่มสภาพคล่อง V2 ยกเลิก
vi_vn: Thêm thanh khoản V2 bị hủy

source: You should only deposit liquidity into Uniswap V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
af_za: U moet slegs likiditeit in Uniswap V3 deponeer teen 'n prys wat volgens u korrek is. <0 /> As die prys verkeerd lyk, kan u ruil om die prys te skuif, of wag tot iemand anders dit doen.
ca_es: Només heu de dipositar liquiditat a Uniswap V3 a un preu que creieu correcte. <0/> Si el preu sembla incorrecte, podeu canviar el preu o esperar que algú ho faci.
cs_cz: Likviditu byste měli do Uniswap V3 vložit pouze za cenu, o které si myslíte, že je správná. <0/>Jestliže Vám cena připadá nesprávná, můžete buď provést swap k přesunutí ceny, nebo počkat, až to udělá někdo jiný.
el_gr: Θα πρέπει να καταθέσετε μόνο ρευστότητα σε Uniswap V3 σε μια τιμή που πιστεύετε ότι είναι σωστή. <0/>Αν η τιμή φαίνεται λανθασμένη, μπορείτε είτε να κάνετε μια ανταλλαγή για να μετακινήσετε την τιμή είτε να περιμένετε κάποιον άλλο να το κάνει.
es_es: Usted sólo debe depositar liquidez en Uniswap V3 a un precio que usted considere correcto. <0/>Si el precio parece incorrecto, puedes hacer un intercambio para mover el precio o esperar a que alguien lo haga.
it_it: Dovresti depositare solo liquidità in Uniswap V3 ad un prezzo che credi sia corretto. <0/>Se il prezzo sembra errato, puoi fare uno swap per spostare il prezzo o aspettare che qualcun altro lo faccia.
no_no: Du bør kun sette likviditeten inn i Uniswap V3 til en pris du mener er korrekt. <0/>Hvis prisen virker feil kan du enten bytte prisen for å bevege deg på pris, eller vente til noen andre gjør det.
pl_pl: Powinieneś wpłacać płynność do Uniswap V3 tylko po cenie, którą uważasz za prawidłową. <0/>Jeśli cena wydaje się nieprawidłowa, możesz albo dokonać zamiany, aby zmienić cenę, albo poczekać, aż zrobi to ktoś inny.
pt_pt: Só deve depositar liquidez no Uniswap V3 por um preço que acredite estar correto. <0/>Se o preço parecer incorreto, pode fazer uma troca para mover o preço ou esperar que outra pessoa o faça.
ro_ro: Ar trebui să depozitați doar lichiditatea în Uniswap V3 la un preț pe care îl crezi corect. <0/>Dacă prețul pare incorect, poți fie să faci un schimb pentru a muta prețul, fie să aștepți ca altcineva să facă acest lucru.
ru_ru: Вносить ликвидность в Uniswap V3 следует только по той цене, которую вы считаете правильной. <0/>Если цена кажется неправильной, вы можете либо произвести обмен, чтобы сдвинуть её, либо дождаться, чтобы это сделал кто-то другой.
th_th: คุณควรฝากสภาพคล่องไว้ใน Uniswap V3 ในราคาที่คุณเชื่อว่าถูกต้องเท่านั้น <0/>หากราคาดูเหมือนว่าไม่ถูกต้อง คุณสามารถทำการแลกเปลี่ยนเพื่อย้ายราคาหรือรอให้คนอื่นดำเนินการแทน
vi_vn: Bạn chỉ nên gửi thanh khoản vào Uniswap V3 ở mức giá mà bạn tin là chính xác. <0/> Nếu giá có vẻ không chính xác, bạn có thể hoán đổi để thay đổi giá hoặc đợi người khác thực hiện.

source: learn more.
af_za: leer meer.
ca_es: aprèn més.
es_es: aprende más.
it_it: saperne di più.
no_no: lære mer.
pl_pl: Ucz się więcej.
pt_pt: saber mais.
ro_ro: află mai multe.
ru_ru: узнать больше.
th_th: เรียนรู้เพิ่มเติม.
vi_vn: tìm hiểu thêm.

source: Approving
af_za: Goedkeur
ca_es: Aprovant
cs_cz: Schvalování
el_gr: Έγκριση
es_es: Aprobando
it_it: Approvazione
no_no: Godkjenner
pl_pl: Pochlebny
pt_pt: A aprovar
ro_ro: Aprobare
ru_ru: Идёт одобрение
th_th: กำลังอนุมัติ
vi_vn: Đang phê duyệt

source: Edit listings
af_za: Wysig lyste
ca_es: Edita les llistes
cs_cz: Upravit výpisy
el_gr: Επεξεργασία καταχωρίσεων
es_es: Editar listados
it_it: Modifica elenchi
no_no: Rediger oppføringer
pl_pl: Edytuj aukcje
pt_pt: Editar listagens
ro_ro: Editați listele
ru_ru: Изменить списки
th_th: แก้ไขรายชื่อ
vi_vn: chỉnh sửa danh sách

source: Submitting proposal
af_za: Dien voorstel in
ca_es: Presentació de la proposta
cs_cz: Podání návrhu
el_gr: Υποβολή πρότασης
es_es: Envío de propuesta
it_it: Invio proposta
no_no: Sender inn forslag
pl_pl: Składanie propozycji
pt_pt: Enviando proposta
ro_ro: Depunerea propunerii
ru_ru: Отправка предложения
th_th: กำลังส่งข้อเสนอ
vi_vn: Gửi đề xuất

source: Connect to a wallet to view your liquidity.
af_za: Koppel aan 'n beursie om u likiditeit te sien.
ca_es: Connecteu-vos a una cartera per veure la vostra liquiditat.
cs_cz: Chcete-li si zobrazit svou likviditu, připojte se k peněžence.
el_gr: Συνδεθείτε σε ένα πορτοφόλι για να δείτε την ρευστότητά σας.
es_es: Conéctese a una cartera para ver su liquidez.
it_it: Connettiti a un portafoglio per visualizzare la tua liquidità.
no_no: Koble til en lommebok for å se innholdet ditt.
pl_pl: Połącz się z portfelem, aby zobaczyć swoją płynność.
pt_pt: Ligar a uma carteira para ver sua liquidez.
ro_ro: Conectează-te la un portofel pentru a vizualiza lichiditatea ta.
ru_ru: Подключите кошелёк, чтобы просмотреть вашу ликвидность.
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อดูสภาพคล่องของคุณ
vi_vn: Kết nối với ví để xem tính thanh khoản của bạn.

source: Allowed
af_za: Toegelaat
ca_es: Es permet
cs_cz: Povoleno
el_gr: Επιτρέπεται
es_es: Permitido
it_it: Consentito
no_no: Tillatt
pl_pl: Dozwolony
pt_pt: Permitido
ro_ro: Permis
ru_ru: Разрешено
th_th: อนุญาต
vi_vn: Được phép

source: Adding V2 liquidity
af_za: Voeg V2-likiditeit by
ca_es: Afegir liquiditat V2
cs_cz: Přidání likvidity V2
el_gr: Προσθήκη ρευστότητας V2
es_es: Agregar liquidez V2
it_it: Aggiunta di liquidità V2
no_no: Legger til V2-likviditet
pl_pl: Dodanie płynności V2
pt_pt: Adicionando liquidez V2
ro_ro: Adăugarea lichidității V2
ru_ru: Добавление ликвидности V2
th_th: เพิ่มสภาพคล่อง V2
vi_vn: Thêm thanh khoản V2

source: here.
af_za: hier.
ca_es: aquí.
cs_cz: tady.
el_gr: εδώ.
es_es: aquí.
it_it: Qui.
no_no: her.
pl_pl: Tutaj.
pt_pt: aqui.
ro_ro: Aici.
ru_ru: здесь.
th_th: ที่นี่.
vi_vn: đây.

source: Unavailable
af_za: Onbeskikbaar
ca_es: No disponible
cs_cz: Není k dispozici
el_gr: Μη διαθέσιμο
es_es: Indisponible
it_it: Non disponibile
no_no: Utilgjengelig
pl_pl: Niedostępne
pt_pt: Indisponível
ro_ro: Indisponibil
ru_ru: Недоступен
th_th: ไม่พร้อมใช้งาน
vi_vn: Không có sẵn

source: Migrate V2 liquidity
af_za: Migreer V2-likiditeit
pt_pt: Migrar liquidez V2
ro_ro: Migrare lichiditate V2
th_th: โยกย้ายสภาพคล่อง V2
vi_vn: Di chuyển thanh khoản V2

source: Execute cancelled
af_za: Uitvoer gekanselleer
ca_es: Execució cancel·lada
es_es: Ejecutar cancelado
it_it: Esecuzione annullata
no_no: Utførelse avbrutt
pl_pl: Wykonanie anulowane
pt_pt: Executar cancelado
ro_ro: Executare anulată
ru_ru: Выполнение отменено
th_th: ดำเนินการยกเลิก
vi_vn: Thực thi bị hủy bỏ

source: No tokens found
af_za: Geen tokens gevind nie
ca_es: No s'han trobat fitxes
cs_cz: Nebyly nalezeny žádné tokeny
el_gr: Δεν βρέθηκαν μάρκες
es_es: No se encontraron fichas
it_it: Nessun token trovato
no_no: Ingen tokens funnet
pl_pl: Nie znaleziono tokenów
pt_pt: Nenhum token encontrado
ro_ro: Nu s-au găsit jetoane
ru_ru: Токены не найдены
th_th: ไม่พบโทเค็น
vi_vn: Không tìm thấy mã thông báo nào

source: List NFTs
af_za: Lys NFT's
ca_es: Llista NFT
cs_cz: Seznam NFT
el_gr: Λίστα NFT
es_es: Listar NFT
it_it: Elenca gli NFT
no_no: List opp NFT-er
pl_pl: Wymień NFT
pt_pt: Listar NFTs
ro_ro: Listați NFT-urile
ru_ru: Список NFT
th_th: แสดงรายการ NFT
vi_vn: Liệt kê NFT

source: Added Liquidity
af_za: Bygevoeg likiditeit
ca_es: Liquiditat afegida
cs_cz: Přidána likvidita
el_gr: Προστέθηκε ρευστότητα
es_es: Liquidez añadida
it_it: Aggiunta liquidità
no_no: Tilført likviditet
pl_pl: Dodana płynność
pt_pt: Liquidez Adicionada
ro_ro: Lichiditate adăugată
ru_ru: Добавленная ликвидность
th_th: เพิ่มสภาพคล่อง
vi_vn: Đã thêm thanh khoản

source: High price
af_za: Hoë prys
ca_es: Preu alt
es_es: Precio alto
it_it: Alto prezzo
no_no: Høy pris
pl_pl: Wysoka cena
pt_pt: Preço Alto
ro_ro: Preț mare
ru_ru: Высокая цена
th_th: ราคาสูง
vi_vn: Giá cao

source: Insufficient funds for swap
af_za: Onvoldoende fondse vir ruil
ca_es: Fons insuficients per a l'intercanvi
es_es: Fondos insuficientes para el canje
it_it: Fondi insufficienti per lo scambio
no_no: Ikke nok midler til bytte
pl_pl: Niewystarczające środki na wymianę
pt_pt: Fundos insuficientes para swap
ro_ro: Fonduri insuficiente pentru swap
ru_ru: Недостаточно средств для обмена
th_th: เงินไม่เพียงพอสำหรับการแลกเปลี่ยน
vi_vn: Không đủ tiền để trao đổi

source: Migrate liquidity to V3
af_za: Migreer likiditeit na V3
pt_pt: Migrar liquidez para V3
ro_ro: Migrați lichiditatea la V3
th_th: ย้ายสภาพคล่องไปยัง V3
vi_vn: Di chuyển thanh khoản sang V3

source: Burn failed
af_za: Brand het misluk
ca_es: La crema ha fallat
cs_cz: Vypálení se nezdařilo
el_gr: Το Burn απέτυχε
es_es: Grabación fallida
it_it: Masterizzazione fallita
no_no: Brenningen mislyktes
pl_pl: Nagrywanie nie powiodło się
pt_pt: Falha na gravação
ro_ro: Arderea a eșuat
ru_ru: Не удалось записать
th_th: การเผาไหม้ล้มเหลว
vi_vn: Ghi không thành công

source: Price impact
af_za: Prys impak
ca_es: Impacte en el preu
cs_cz: Vliv ceny
el_gr: Επίπτωση στην τιμή
es_es: Impacto en el precio
it_it: Impatto sui prezzi
no_no: Prispåvirkning
pl_pl: Wpływ na cenę
pt_pt: Impacto do preço
ro_ro: Impactul prețului
ru_ru: Влияние на цену
th_th: ผลกระทบของราคา
vi_vn: Tác động giá

source: Collected fees
af_za: Gevorderde fooie
ca_es: Comissions cobrades
cs_cz: Vybrané poplatky
el_gr: Εισπραχθέντα τέλη
es_es: Tarifas recaudadas
it_it: Commissioni raccolte
no_no: Innkrevde gebyrer
pl_pl: Pobrane opłaty
pt_pt: Taxas coletadas
ro_ro: Taxe colectate
ru_ru: Сборы
th_th: ค่าธรรมเนียมที่เรียกเก็บ
vi_vn: Phí đã thu

source: Pool tokens in rewards pool:
af_za: Poelteken in die beloningspoel:
ca_es: Fitxes de grup al grup de recompenses:
cs_cz: Žetony fondu ve fondu odměn:
el_gr: Μάρκες ψηφοφορίας στη δεξαμενή επιβραβεύσεων:
es_es: Fondo común de tokens en el fondo común de recompensas:
it_it: Token del pool nel pool di ricompense:
no_no: Pottpolletter i belønningspott:
pl_pl: Tokeny puli w puli nagród:
pt_pt: Tokens da pool na pool de recompensas:
ro_ro: Jetoane de grup în recompense de grup:
ru_ru: Токены пулов в пуле вознаграждений:
th_th: โทเค็นพูลในกลุ่มรางวัล:
vi_vn: Nhóm mã token trong nhóm phần thưởng:

source: No token information available
af_za: Geen tokeninligting beskikbaar nie
ca_es: No hi ha informació de testimoni disponible
cs_cz: Nejsou k dispozici žádné informace o tokenu
el_gr: Δεν υπάρχουν διαθέσιμες πληροφορίες συμβολικών
es_es: No hay información de token disponible
it_it: Nessuna informazione sul token disponibile
no_no: Ingen tokeninformasjon tilgjengelig
pl_pl: Brak dostępnych informacji o tokenie
pt_pt: Nenhuma informação de token disponível
ro_ro: Nu există informații despre simboluri disponibile
ru_ru: Нет информации о токене
th_th: ไม่มีข้อมูลโทเค็น
vi_vn: Không có thông tin về mã thông báo
