Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Insufficient liquidity
af_za: Onvoldoende likiditeit
ca_es: Liquiditat insuficient
cs_cz: Nedostatečná likvidita
el_gr: Ανεπαρκής ρευστότητα
es_es: Liquidez insuficiente
it_it: Liquidità insufficiente
no_no: Utilstrekkelig likviditet
pl_pl: Niewystarczająca płynność
pt_pt: Liquidez insuficiente
ro_ro: Lichiditate insuficientă
ru_ru: Недостаточная ликвидность
th_th: สภาพคล่องไม่เพียงพอ
vi_vn: Thanh khoản không đủ

source: to
af_za: aan
ca_es: a
cs_cz: na
el_gr: προς την
es_es: a
it_it: A
no_no: til
pl_pl: Do
pt_pt: para
ro_ro: la
ru_ru: к
th_th: ถึง
vi_vn: ĐẾN

source: Selected range
af_za: Geselekteerde reeks
pt_pt: Intervalo selecionado
ro_ro: Gama selectată
th_th: ช่วงที่เลือก
vi_vn: Phạm vi đã chọn

source: Wrap failed
af_za: Omvou het misluk
ca_es: Ha fallat l'embolcall
cs_cz: Zabalení se nezdařilo
el_gr: Η αναδίπλωση απέτυχε
es_es: Ajuste fallido
it_it: Avvolgimento non riuscito
no_no: Innpakning mislyktes
pl_pl: Zawijanie nie powiodło się
pt_pt: Enrolamento falhou
ro_ro: Încheierea eșuată
ru_ru: Ошибка переноса
th_th: การแรปล้มเหลว
vi_vn: Gói không thành công

source: Purchased
af_za: Gekoop
ca_es: Comprat
es_es: comprado
it_it: Acquistato
no_no: Kjøpt
pl_pl: Zakupione
pt_pt: Comprado
ro_ro: Cumparat
ru_ru: Куплено
th_th: ซื้อแล้ว
vi_vn: đã mua

source: Connecting to {0}
af_za: Koppel aan {0}
ca_es: Connexió a {0}
es_es: Conectando a {0}
it_it: Collegamento a {0}
no_no: Kobler til {0}
pl_pl: Podłączanie do {0}
pt_pt: Conectando a {0}
ro_ro: Conectarea la {0}
ru_ru: Подключение к {0}
th_th: กำลังเชื่อมต่อกับ {0}
vi_vn: Kết nối với {0}

source: Search tokens and NFT collections
af_za: Soek tokens en NFT-versamelings
ca_es: Cerca fitxes i col·leccions NFT
cs_cz: Prohledejte tokeny a sbírky NFT
el_gr: Αναζήτηση διακριτικών και συλλογών NFT
es_es: Buscar tokens y colecciones NFT
it_it: Cerca token e raccolte NFT
no_no: Søk tokens og NFT-samlinger
pl_pl: Przeszukuj tokeny i kolekcje NFT
pt_pt: Pesquise tokens e coleções NFT
ro_ro: Căutați jetoane și colecții NFT
ru_ru: Поиск токенов и коллекций NFT
th_th: ค้นหาโทเค็นและคอลเลกชัน NFT
vi_vn: Tìm kiếm mã thông báo và bộ sưu tập NFT

source: Migrate liquidity failed
af_za: Migreer likiditeit het misluk
ca_es: Ha fallat la migració de liquiditat
cs_cz: Migrace likvidity selhala
el_gr: Η μετεγκατάσταση ρευστότητας απέτυχε
es_es: Error al migrar liquidez
it_it: La migrazione della liquidità non è riuscita
no_no: Migrering av likviditet mislyktes
pl_pl: Migracja płynności nie powiodła się
pt_pt: Falha ao migrar a liquidez
ro_ro: Migrarea lichidității a eșuat
ru_ru: Не удалось перенести ликвидность
th_th: การโอนย้ายสภาพคล่องล้มเหลว
vi_vn: Di chuyển thanh khoản không thành công

source: The maximum amount you are guaranteed to spend. If the price slips any further, your transaction will revert.
af_za: Die maksimum bedrag wat jy gewaarborg is om te spandeer. As die prys verder gly, sal jou transaksie terugdraai.
ca_es: L'import màxim que us garanteix la despesa. Si el preu baixa més, la transacció es revertirà.
cs_cz: Maximální částka, kterou zaručeně utratíte. Pokud cena klesne ještě více, vaše transakce se vrátí zpět.
el_gr: Το μέγιστο ποσό που είναι εγγυημένο ότι θα ξοδέψετε. Εάν η τιμή πέσει περαιτέρω, η συναλλαγή σας θα επανέλθει.
es_es: La cantidad máxima que tiene garantizado gastar. Si el precio baja más, su transacción se revertirá.
it_it: L'importo massimo che sei sicuro di spendere. Se il prezzo scende ulteriormente, la transazione verrà ripristinata.
no_no: Det maksimale beløpet du garantert vil bruke. Hvis prisen faller ytterligere, vil transaksjonen gå tilbake.
pl_pl: Maksymalna kwota, którą masz gwarancję wydania. Jeśli cena spadnie jeszcze bardziej, transakcja zostanie cofnięta.
pt_pt: O valor máximo que você tem garantia de gastar. Se o preço cair ainda mais, sua transação será revertida.
ro_ro: Suma maximă pe care sunteți garantat să o cheltuiți. Dacă prețul scade și mai mult, tranzacția dvs. va reveni.
ru_ru: Максимальная сумма, которую вы гарантированно потратите. Если цена еще больше упадет, ваша транзакция будет отменена.
th_th: จำนวนเงินสูงสุดที่คุณรับประกันว่าจะใช้จ่าย หากราคาลดลงอีก ธุรกรรมของคุณจะเปลี่ยนกลับ
vi_vn: Số tiền tối đa bạn được đảm bảo để chi tiêu. Nếu giá trượt hơn nữa, giao dịch của bạn sẽ hoàn nguyên.

source: Added {0}
af_za: {0}bygevoeg
ca_es: Afegit {0}
cs_cz: Přidáno {0}
el_gr: Προστέθηκε {0}
es_es: Añadido {0}
it_it: {0} aggiunto
no_no: Lagt til {0}
pl_pl: Dodano {0}
pt_pt: Adicionado {0}
ro_ro: Adăugat {0}
ru_ru: {0} добавлен
th_th: เพิ่ม {0}
vi_vn: Đã thêm {0}

source: Return to My NFTs
af_za: Keer terug na My NFT's
ca_es: Torna a My NFTs
cs_cz: Návrat na Moje NFT
el_gr: Επιστροφή στο My NFTs
es_es: Volver a Mis NFT
it_it: Torna a I miei NFT
no_no: Gå tilbake til Mine NFT-er
pl_pl: Wróć do Moich NFT
pt_pt: Retornar para Meus NFTs
ro_ro: Reveniți la NFT-urile mele
ru_ru: Вернуться к моим NFT
th_th: กลับไปที่ NFT ของฉัน
vi_vn: Quay lại NFT của tôi

source: Edit
af_za: Wysig
ca_es: Edita
cs_cz: Upravit
el_gr: Επεξεργασία
es_es: Editar
it_it: Modificare
no_no: Redigere
pl_pl: Edytować
pt_pt: Editar
ro_ro: Editați | ×
ru_ru: Изменить
th_th: แก้ไข
vi_vn: Biên tập

source: Market capitalization is the total market value of an asset's circulating supply.
ro_ro: Capitalizarea pieței este valoarea totală de piață a ofertei circulante a unui activ.
th_th: มูลค่าหลักทรัพย์ตามราคาตลาดคือมูลค่าตลาดรวมของอุปทานหมุนเวียนของสินทรัพย์

source: Today
af_za: Vandag
ca_es: Avui
cs_cz: Dnes
el_gr: Σήμερα
es_es: Hoy
it_it: Oggi
no_no: I dag
pl_pl: Dzisiaj
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
th_th: วันนี้
vi_vn: Hôm nay

source: 52W high
af_za: 52W hoog
ca_es: 52W d'alçada
cs_cz: 52W vysoký
el_gr: 52W ύψος
es_es: 52W de alto
it_it: 52W di altezza
no_no: 52W høy
pl_pl: 52W wysoki
pt_pt: 52W de altura
ro_ro: 52W înălțime
ru_ru: 52 Вт высокая
th_th: สูง 52W
vi_vn: cao 52W

source: Queue failed
af_za: Tou het misluk
ca_es: Ha fallat la cua
cs_cz: Fronta se nezdařila
el_gr: Η ουρά απέτυχε
es_es: la cola falló
it_it: Coda non riuscita
no_no: Køen mislyktes
pl_pl: Kolejka nie powiodła się
pt_pt: Falha na fila
ro_ro: Coada a eșuat
ru_ru: Ошибка очереди
th_th: คิวล้มเหลว
vi_vn: Hàng đợi không thành công

source: Vote to abstain on proposal {proposalId}
af_za: Stem om te onthou van stemming oor voorstel {proposalId}
ca_es: Votació a favor de l'abstenció a la proposta {proposalId}
cs_cz: Hlasujte pro zdržení se návrhu {proposalId}
el_gr: Ψηφίστε υπέρ της αποχής επί της πρότασης {proposalId}
es_es: Votar para abstenerse en la propuesta {proposalId}
it_it: Voto di astensione sulla proposta {proposalId}
no_no: Stem for å avstå fra forslag {proposalId}
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie propozycji {proposalId}
pt_pt: Votar pela abstenção na proposta {proposalId}
ro_ro: Votează pentru abținerea la propunerea {proposalId}
ru_ru: Воздержаться при голосовании по предложению {proposalId}
th_th: งดออกเสียงข้อเสนอ {proposalId}
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalId}

source: Please connect to Layer 1 Ethereum
af_za: Koppel asseblief aan Laag 1 Ethereum
ca_es: Connecteu-vos a la capa 1 Ethereum
cs_cz: Připojte se k vrstvě 1 Ethereum
el_gr: Συνδεθείτε στο Layer 1 Ethereum
es_es: Conéctese a la capa 1 de Ethereum
it_it: Connettiti a Layer 1 Ethereum
no_no: Vennligst koble til Layer 1 Ethereum
pl_pl: Połącz się z Ethereum warstwy 1
pt_pt: Por favor, conecte-se à Camada 1 Ethereum
ro_ro: Vă rugăm să vă conectați la Layer 1 Ethereum
ru_ru: Пожалуйста, подключитесь к Уровню 1 Ethereum
th_th: โปรดเชื่อมต่อกับ Layer 1 Ethereum
vi_vn: Vui lòng kết nối với Lớp 1 Ethereum

source: Rejected
af_za: Verwerp
ca_es: Rebutjada
cs_cz: Odmítnuto
el_gr: Απορρίφθηκε
es_es: Rechazado
it_it: Respinto
no_no: Avvist
pl_pl: Odrzucony
pt_pt: rejeitado
ro_ro: Respins
ru_ru: Отклоненный
th_th: ถูกปฏิเสธ
vi_vn: Vật bị loại bỏ

source: Uniswap governance is only available on Layer 1. Switch your network to Ethereum Mainnet to view Proposals and Vote.
af_za: Uniswap-bestuur is slegs beskikbaar op Laag 1. Skakel jou netwerk oor na Ethereum Mainnet om voorstelle te sien en te stem.
ca_es: La governança Uniswap només està disponible a la capa 1. Canvieu la vostra xarxa a Ethereum Mainnet per veure les propostes i votar.
cs_cz: Uniswap governance je k dispozici pouze na vrstvě 1. Chcete-li zobrazit návrhy a hlasovat, přepněte svou síť na Ethereum Mainnet.
el_gr: Η διακυβέρνηση Uniswap είναι διαθέσιμη μόνο στο Layer 1. Αλλάξτε το δίκτυό σας σε Ethereum Mainnet για να δείτε τις προτάσεις και να ψηφίσετε.
es_es: El gobierno de Uniswap solo está disponible en la capa 1. Cambie su red a Ethereum Mainnet para ver las propuestas y votar.
it_it: La governance Uniswap è disponibile solo sul livello 1. Passa alla rete Ethereum Mainnet per visualizzare le proposte e il voto.
no_no: Uniswap-styring er kun tilgjengelig på lag 1. Bytt nettverket til Ethereum Mainnet for å se forslag og stemme.
pl_pl: Zarządzanie Uniswap jest dostępne tylko w warstwie 1. Przełącz swoją sieć na Ethereum Mainnet, aby przeglądać propozycje i głosować.
pt_pt: A governança Uniswap está disponível apenas na Camada 1. Mude sua rede para Ethereum Mainnet para ver propostas e votação.
ro_ro: Guvernarea Uniswap este disponibilă numai pe Nivelul 1. Comutați rețeaua la Ethereum Mainnet pentru a vedea Propuneri și Vot.
ru_ru: Управление Uniswap доступно только на 1-м уровне. Переключитесь на основную сеть Ethereum, чтобы просматривать предложения и голосовать.
th_th: การกำกับดูแล Uniswap ใช้ได้เฉพาะในเลเยอร์ 1 เปลี่ยนเครือข่ายของคุณเป็น Ethereum Mainnet เพื่อดูข้อเสนอและโหวต
vi_vn: Quản trị Uniswap chỉ khả dụng trên Lớp 1. Chuyển mạng của bạn sang Ethereum Mainnet để xem Đề xuất và Bình chọn.

source: The minimum amount you are guaranteed to receive. If the price slips any further, your transaction will revert.
af_za: Die minimum bedrag wat jy gewaarborg is om te ontvang. As die prys verder gly, sal jou transaksie terugdraai.
ca_es: La quantitat mínima que es garanteix rebre. Si el preu baixa més, la transacció es revertirà.
cs_cz: Minimální částka, kterou zaručeně dostanete. Pokud cena klesne ještě více, vaše transakce se vrátí zpět.
el_gr: Το ελάχιστο ποσό που είναι εγγυημένο ότι θα λάβετε. Εάν η τιμή πέσει περαιτέρω, η συναλλαγή σας θα επανέλθει.
es_es: La cantidad mínima que se le garantiza recibir. Si el precio baja más, su transacción se revertirá.
it_it: L'importo minimo che ti garantiamo di ricevere. Se il prezzo scende ulteriormente, la transazione verrà annullata.
no_no: Minimumsbeløpet du er garantert å motta. Hvis prisen faller ytterligere, vil transaksjonen gå tilbake.
pl_pl: Minimalna kwota, którą masz gwarancję otrzymania. Jeśli cena spadnie jeszcze bardziej, transakcja zostanie cofnięta.
pt_pt: O valor mínimo que você tem a garantia de receber. Se o preço cair ainda mais, sua transação será revertida.
ro_ro: Suma minimă pe care sunteți garantat să o primiți. Dacă prețul scade și mai mult, tranzacția dvs. va reveni.
ru_ru: Минимальная сумма, которую вы гарантированно получите. Если цена упадёт ниже, ваша транзакция откатится.
th_th: จำนวนเงินขั้นต่ำที่คุณรับประกันว่าจะได้รับ หากราคาลดลงอีก ธุรกรรมของคุณจะเปลี่ยนกลับ
vi_vn: Số tiền tối thiểu bạn được đảm bảo nhận được. Nếu giá trượt hơn nữa, giao dịch của bạn sẽ hoàn nguyên.

source: No liquidity found.
af_za: Geen likiditeit gevind nie.
ca_es: No s'ha trobat cap liquiditat.
cs_cz: Nebyla nalezena žádná likvidita.
el_gr: Δεν βρέθηκε ρευστότητα.
es_es: No se encontró liquidez.
it_it: Nessuna liquidità trovata.
no_no: Ingen likviditet funnet.
pl_pl: Nie znaleziono płynności.
pt_pt: Nenhuma liquidez encontrada.
ro_ro: Nu a fost găsită nicio lichiditate.
ru_ru: Ликвидность не найдена.
th_th: ไม่พบสภาพคล่อง
vi_vn: Không tìm thấy thanh khoản.

source: Unwrapping
af_za: Ontwikkel
ca_es: Desembolcall
cs_cz: Rozbalování
el_gr: Ξετύλιγμα
es_es: desenvolver
it_it: Scartare
no_no: Utpakking
pl_pl: Rozpakowywanie
pt_pt: Desembrulhando
ro_ro: Desfacerea
ru_ru: Развертывание
th_th: แกะ
vi_vn: mở gói

source: Back to wallet selection
af_za: Terug na beursie seleksie
ca_es: Torna a la selecció de cartera
cs_cz: Zpět k výběru peněženky
el_gr: Επιστροφή στην επιλογή πορτοφολιού
es_es: Volver a la selección de billetera
it_it: Torna alla selezione del portafoglio
no_no: Tilbake til lommebokvalg
pl_pl: Powrót do wyboru portfela
pt_pt: Voltar para a seleção da carteira
ro_ro: Înapoi la selecția portofelului
ru_ru: Назад к выбору кошелька
th_th: กลับไปที่การเลือกกระเป๋าเงิน
vi_vn: Quay lại lựa chọn ví

source: Learn why
pt_pt: Saiba por quê
ro_ro: Află de ce
th_th: เรียนรู้ว่าทำไม
vi_vn: Tìm hiểu tại sao

source: {i, plural, one {week} other {weeks}}
af_za: {i, plural, one {week} other {weke}}
ca_es: {i, plural, one {setmana} other {setmanes}}
el_gr: {i, plural, one {εβδομάδα} other {εβδομάδες}}
es_es: {i, plural, one {semana} other {semanas}}
it_it: {i, plural, one {settimana} other {settimane}}
no_no: {i, plural, one {uke} other {uker}}
pl_pl: {i, plural, one {tydzień} other {tygodnie}}
pt_pt: {i, plural, one {semana} other {semanas}}
ro_ro: {i, plural, one {saptamana} other {săptămâni}}
ru_ru: {i, plural, one {неделя} other {недели}}
th_th: {i, plural, one {สัปดาห์} other {สัปดาห์}}
vi_vn: {i, plural, one {tuần} other {tuần}}

source: Navigation button
af_za: Navigasie-knoppie
ca_es: Botó de navegació
cs_cz: Navigační tlačítko
el_gr: Κουμπί πλοήγησης
es_es: Botón de navegación
it_it: Pulsante di navigazione
no_no: Navigasjonsknapp
pl_pl: Przycisk nawigacji
pt_pt: botão de navegação
ro_ro: Buton de navigare
ru_ru: Кнопка навигации
th_th: ปุ่มนำทาง
vi_vn: nút điều hướng

source: Borrowed
af_za: Geleen
ca_es: Prestat
cs_cz: Půjčeno
el_gr: Δανεισμένη
es_es: Prestado
it_it: Preso in prestito
no_no: Lånt
pl_pl: Pożyczone
pt_pt: Emprestado
ro_ro: Împrumutat
ru_ru: заимствовано
th_th: ยืม
vi_vn: Mượn

source: Show more
af_za: Wys meer
ca_es: Mostra més
cs_cz: Zobrazit více
el_gr: Δείτε περισσότερα
es_es: Mostrar más
it_it: Mostra di più
no_no: Vis mer
pl_pl: Pokaż więcej
pt_pt: Mostre mais
ro_ro: Afișați mai multe
ru_ru: Показать больше
th_th: แสดงมากขึ้น
vi_vn: Cho xem nhiều hơn

source: Something went wrong. Please try again.
af_za: Iets het verkeerd geloop. Probeer asseblief weer.
ca_es: Alguna cosa ha anat malament. Siusplau torna-ho a provar.
cs_cz: Něco se pokazilo. Prosím zkuste to znovu.
el_gr: Κάτι πήγε στραβά. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_es: Algo salió mal. Inténtalo de nuevo.
it_it: Qualcosa è andato storto. Per favore riprova.
no_no: Noe gikk galt. Vær så snill, prøv på nytt.
pl_pl: Coś poszło nie tak. Proszę spróbuj ponownie.
pt_pt: Algo deu errado. Por favor, tente novamente.
ro_ro: Ceva n-a mers bine. Vă rugăm să încercați din nou.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
th_th: บางอย่างผิดพลาด. กรุณาลองอีกครั้ง.
vi_vn: Đã xảy ra sự cố. Vui lòng thử lại.

source: Permit2
ca_es: Permís 2
cs_cz: Povolení2
el_gr: Άδεια 2
es_es: Permiso2
it_it: Permesso2
no_no: Tillatelse 2
pl_pl: Pozwolenie2
ro_ro: Permisul 2
ru_ru: Разрешение2
th_th: ใบอนุญาต2
vi_vn: giấy phép2

source: Received
af_za: Ontvang
ca_es: Rebut
cs_cz: Přijato
el_gr: Ελήφθη
es_es: Recibió
it_it: Ricevuto
no_no: Mottatt
pl_pl: Otrzymane
pt_pt: Recebido
ro_ro: Primit
ru_ru: Полученный
th_th: ได้รับ
vi_vn: Đã nhận

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
af_za: Hierdie instrument sal u {0} likiditeit veilig na V3 migreer. Die proses is heeltemal vertroulik danksy die
ca_es: Aquesta eina migrarà de manera segura la vostra {0} a V3. El procés és completament desconfiat gràcies a
cs_cz: Tento nástroj bezpečně migruje vaši {0} likviditu do V3. Proces je zcela bez důvěry, a to díky
el_gr: Αυτό το εργαλείο θα μεταφέρει με ασφάλεια τη ρευστότητα {0} σας στο V3. Η διαδικασία αυτή διακρίνεται από έλλειψη εμπιστοσύνης μεταξύ των μερών χάρη στο
es_es: Esta herramienta migrará su liquidez {0} a V3. El proceso es totalmente infalible gracias a la
it_it: Questo strumento eseguirà la migrazione in modo sicuro della tua liquidità {0} a V3. Il processo è completamente affidabile grazie alla
no_no: Dette verktøyet vil trygt migrere din {0} likviditeten til V3. Prosessen er fullstendig pålitelig takket være
pl_pl: To narzędzie bezpiecznie przeniesie Twoją płynność {0} do wersji 3. Proces jest całkowicie nieufny dzięki
pt_pt: Esta ferramenta migrará com segurança a sua liquidez {0} para V3. O processo é completamente autónomo graças à
ro_ro: Acest instrument va migra în siguranță lichiditatea ta {0} în V3. Procesul este complet lipsit de încredere datorită
ru_ru: При помощи этого инструмент вы можете безопасно перенести свою ликвидность {0} в V3. Процесс не требует доверия благодаря
th_th: เครื่องมือนี้จะย้ายสภาพคล่อง {0} ของคุณไปยัง V3 อย่างปลอดภัย กระบวนการนี้ไร้ความน่าเชื่อถือโดยสิ้นเชิง ต้องขอบคุณ
vi_vn: Công cụ này sẽ chuyển thanh khoản {0} sang V3. Quá trình này hoàn toàn không đáng tin cậy nhờ vào

source: Your swap expired before it could be filled. Try again or
af_za: Jou ruil het verval voordat dit ingevul kon word. Probeer weer of
ca_es: El vostre intercanvi ha caducat abans que es pogués omplir. Torna-ho a provar o
es_es: Su canje expiró antes de que pudiera completarse. Inténtalo de nuevo o
it_it: Il tuo scambio è scaduto prima che potesse essere riempito. Riprova o
no_no: Byttet ditt utløp før det kunne fylles. Prøv igjen eller
pl_pl: Twoja wymiana wygasła, zanim mogła zostać wypełniona. Spróbuj ponownie lub
pt_pt: Sua troca expirou antes que pudesse ser preenchida. Tente novamente ou
ro_ro: Schimbul dvs. a expirat înainte de a putea fi completat. Încercați din nou sau
ru_ru: Срок действия вашего свопа истек до того, как его можно было заполнить. Попробуйте еще раз или
th_th: การแลกเปลี่ยนของคุณหมดอายุก่อนที่จะสามารถเติมได้ ลองอีกครั้งหรือ
vi_vn: Trao đổi của bạn đã hết hạn trước khi nó có thể được lấp đầy. Thử lại hoặc

source: Switch networks
af_za: Wissel netwerke
ca_es: Canvia de xarxes
cs_cz: Přepnout sítě
el_gr: Εναλλαγή δικτύων
es_es: Cambiar de red
it_it: Cambia rete
no_no: Bytt nettverk
pl_pl: Przełączaj sieci
pt_pt: Alternar redes
ro_ro: Schimbați rețele
ru_ru: Переключатель сетей
th_th: สลับเครือข่าย
vi_vn: Chuyển đổi mạng

source: Approve {0}
af_za: Goedkeur {0}
ca_es: Aprova {0}
cs_cz: Schválit {0}
el_gr: Έγκριση {0}
es_es: Aprobar {0}
it_it: Approva {0}
no_no: Godkjenn {0}
pl_pl: Zatwierdź {0}
pt_pt: Aprovar {0}
ro_ro: Aprobă {0}
ru_ru: Одобрить {0}
th_th: อนุมัติ {0}
vi_vn: Phê duyệt {0}

source: Confirm transaction in wallet
af_za: Bevestig transaksie in beursie
ca_es: Confirmeu la transacció a la cartera
cs_cz: Potvrďte transakci v peněžence
el_gr: Επιβεβαίωση συναλλαγής στο πορτοφόλι
es_es: Confirmar transacción en billetera
it_it: Conferma la transazione nel portafoglio
no_no: Bekreft transaksjonen i lommeboken
pl_pl: Potwierdź transakcję w portfelu
pt_pt: Confirme a transação na carteira
ro_ro: Confirmați tranzacția în portofel
ru_ru: Подтвердите транзакцию в кошельке
th_th: ยืนยันการทำธุรกรรมในกระเป๋าเงิน
vi_vn: Xác nhận giao dịch trong ví

source: Best for exotic pairs.
af_za: Die beste vir eksotiese pare.
ca_es: El millor per a parells exòtics.
cs_cz: Nejlepší pro exotické páry.
el_gr: Καλύτερο για εξωτικά ζεύγη.
es_es: Lo mejor para pares exóticos.
it_it: Ideale per coppie esotiche.
no_no: Best for eksotiske par.
pl_pl: Najlepsze dla egzotycznych par.
pt_pt: Melhor para pares exóticos.
ro_ro: Cel mai bun pentru perechi exotice.
ru_ru: Подходит для экзотических пар.
th_th: ดีที่สุดสำหรับคู่ที่แปลกใหม่
vi_vn: Tốt nhất cho các cặp kỳ lạ.

source: V3 {0} Price:
af_za: V3 {0} prys:
ca_es: V3 {0} Preu:
cs_cz: V3 {0} cena:
el_gr: V3 {0} Τιμή:
es_es: Precio V3 {0}:
it_it: Prezzo {0} V3:
no_no: V3 {0} pris:
pl_pl: V3 {0} Cena:
pt_pt: V3 {0} Preço:
ro_ro: Preț V3 {0}:
ru_ru: Цена {0} в V3:
th_th: V3 {0} ราคา:
vi_vn: V3 {0} Giá:

source: Don't have a Uniswap wallet?
ro_ro: Nu aveți un portofel Uniswap?
th_th: ยังไม่มีกระเป๋าเงิน Uniswap ใช่ไหม?

source: Rate
pt_pt: Avaliar
ro_ro: Rată
th_th: ประเมิน
vi_vn: Tỷ lệ

source: By
af_za: Deur
ca_es: Per
cs_cz: Podle
el_gr: Με
es_es: Por
it_it: Di
no_no: Av
pl_pl: Przez
pt_pt: Por
ro_ro: De
ru_ru: К
th_th: โดย
vi_vn: Qua

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
af_za: Die ruil-invariant x * y = k is nie bevredig deur die ruil nie. Dit beteken gewoonlik dat een van die tekens wat u omruil, persoonlike gedrag by oordrag bevat.
ca_es: L'invariant Uniswap x * y = k no va quedar satisfet per l'intercanvi. Normalment, això significa que un de les fitxes que canvieu incorpora un comportament personalitzat en la transferència.
cs_cz: Konstanta Uniswap x*y=k nebyla swapem splněna. To obvykle znamená, že jeden z žetonů, které prohazujete, zahrnuje vlastní chování při přenosu.
el_gr: Το αμετάβλητο Uniswap x * y = k δεν ικανοποιήθηκε από την ανταλλαγή. Αυτό συνήθως σημαίνει ότι μία από τις μάρκες που ανταλλάσσετε περιλαμβάνει προσαρμοσμένη συμπεριφορά κατά τη μεταφορά.
es_es: El invariante Uniswap x*y=k no estaba satisfecho con el intercambio. Esto generalmente significa que uno de los tokens que está intercambiando incorpora un comportamiento personalizado en la transferencia.
it_it: L'invariante Uniswap x * y = k non è stata soddisfatta con lo scambio. Questo di solito significa che uno dei token che stai scambiando incorpora un comportamento personalizzato durante il trasferimento.
no_no: Uniswap-invarianten x * y = k ble ikke tilfreds med byttet. Dette betyr vanligvis at en av pollettene du bytter inneholder tilpasset oppførsel ved overføring.
pl_pl: Niezmiennik Uniswap x * y = k nie został spełniony przez zamianę. Zwykle oznacza to, że jeden z wymienianych tokenów ma niestandardowe zachowanie podczas transferu.
pt_pt: O invariante Uniswap x * y = k não foi satisfeito pela troca. Isso geralmente significa que um dos tokens que está a trocar incorpora um comportamento personalizado aquando da transferência.
ro_ro: Invariantul Uniswap x*y=k nu a fost satisfăcut de schimbare. Acest lucru înseamnă, de obicei, că unul dintre jetoanele pe care le schimbi încorporează un comportament personalizat la transfer.
ru_ru: Инвариант Uniswap x * y = k не соблюдается при обмене. Обычно это означает, что один из токенов, которые вы обмениваете, имеет особенности поведения при его передаче.
th_th: ค่าคงที่ Uniswap x*y=k ไม่พอใจโดยการแลกเปลี่ยน ซึ่งมักจะหมายถึงหนึ่งในโทเค็นที่คุณกำลังแลกเปลี่ยนรวมลักษณะการทำงานที่กำหนดเองในการโอน
vi_vn: Bất biến Uniswap x * y = k không được thỏa mãn bởi hoán đổi. Điều này thường có nghĩa là một trong những mã token bạn đang hoán đổi kết hợp hành vi tùy chỉnh khi chuyển.

source: Transaction rejected
af_za: Transaksie afgekeur
ca_es: Transacció rebutjada
cs_cz: Transakce zamítnuta
el_gr: Η συναλλαγή απορρίφθηκε
es_es: Transacción rechazada
it_it: Transazione rifiutata
no_no: Transaksjonen avvist
pl_pl: Transakcja odrzucona
pt_pt: Transação rejeitada
ro_ro: Tranzacție respinsă
ru_ru: Транзакция отклонена
th_th: ธุรกรรมถูกปฏิเสธ
vi_vn: Giao dịch bị từ chối

source: Missing chart data
af_za: Grafiekdata ontbreek
ca_es: Falten dades del gràfic
cs_cz: Chybí data grafu
el_gr: Λείπουν δεδομένα γραφήματος
es_es: Faltan datos del gráfico
it_it: Dati del grafico mancanti
no_no: Manglende kartdata
pl_pl: Brakujące dane wykresu
pt_pt: Dados do gráfico ausentes
ro_ro: Lipsesc date din diagramă
ru_ru: Отсутствуют данные диаграммы
th_th: ไม่มีข้อมูลแผนภูมิ
vi_vn: Thiếu dữ liệu biểu đồ

source: Accept
af_za: Aanvaar
ca_es: Accepta
cs_cz: Přijmout
el_gr: Αποδοχή
es_es: Aceptar
it_it: Accetta
no_no: Godta
pl_pl: Zaakceptować
pt_pt: Aceitar
ro_ro: Acceptă
ru_ru: Принять
th_th: ยอมรับ
vi_vn: Chấp nhận
