Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: blocked activities
af_za: geblokkeerde aktiwiteite
ca_es: activitats bloquejades
cs_cz: zablokované činnosti
el_gr: μπλοκαρισμένες δραστηριότητες
es_es: actividades bloqueadas
it_it: attività bloccate
no_no: blokkerte aktiviteter
pl_pl: zablokowane działania
pt_pt: atividades bloqueadas
ro_ro: activități blocate
ru_ru: заблокированными действиями
th_th: กิจกรรมที่ถูกบล็อก
vi_vn: hoạt động bị chặn

source: Settings
af_za: Instellings
ca_es: Configuració
cs_cz: Nastavení
el_gr: Ρυθμίσεις
es_es: Ajustes
it_it: Impostazioni
no_no: Innstillinger
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
th_th: การตั้งค่า
vi_vn: Cài đặt

source: <0>UniswapX</0> aggregates liquidity sources for better prices and gas free swaps.
af_za: <0>UniswapX</0> versamel likiditeitsbronne vir beter pryse en gasvrye ruiltransaksies.
ca_es: <0>UniswapX</0> agrega fonts de liquiditat per obtenir millors preus i permutes sense gas.
es_es: <0>UniswapX</0> agrega fuentes de liquidez para mejores precios y swaps sin gas.
it_it: <0>UniswapX</0> aggrega fonti di liquidità per prezzi migliori e swap senza gas.
no_no: <0>UniswapX</0> samler likviditetskilder for bedre priser og gassfrie bytteavtaler.
pl_pl: <0>UniswapX</0> agreguje źródła płynności w celu uzyskania lepszych cen i swapów bez gazu.
pt_pt: <0>UniswapX</0> agrega fontes de liquidez para melhores preços e swaps livres de gás.
ro_ro: <0>UniswapX</0> reunește sursele de lichiditate pentru prețuri mai bune și swap fără gaz.
ru_ru: <0>UniswapX</0> объединяет источники ликвидности для более выгодных цен и свопов без газа.
th_th: <0>UniswapX</0> รวบรวมแหล่งสภาพคล่องเพื่อราคาที่ดีขึ้นและการแลกเปลี่ยนก๊าซฟรี
vi_vn: <0>UniswapX</0> tổng hợp các nguồn thanh khoản để có giá tốt hơn và các giao dịch hoán đổi miễn phí gas.

source: Once you are happy with the rate click supply to review.
af_za: Sodra u tevrede is met die tarief, klik op die aanbod om dit te hersien.
ca_es: Quan estigueu satisfet amb la tarifa, feu clic a Subministrament per revisar-la.
cs_cz: Až budete spokojeni se sazbou, klikněte na zásobu pro kontrolu.
el_gr: Μόλις είστε ευχαριστημένοι με τη τιμή κάντε κλικ στο παροχή για επανεξέταση.
es_es: Una vez que esté satisfecho con la comisión, haga clic en el suministro para revisar.
it_it: Una volta che sei soddisfatto del tasso di fornitura fai clic per recensire.
no_no: Når du er fornøyd med satsen, klikker du på lever for å gjennomgå.
pl_pl: Gdy będziesz zadowolony ze stawki, kliknij dostawę, aby przejrzeć.
pt_pt: Quando estiver satisfeito com a taxa, clique em fornecer para rever.
ro_ro: Odată ce ești mulțumit de rata de schimb fă clic pe ofertă pentru a o examina.
ru_ru: Как только вы будете довольны курсом, нажмите «Внести», чтобы перейти к подтверждению.
th_th: เมื่อคุณพอใจกับอัตราการคลิกเพื่อตรวจทาน
vi_vn: Một khi bạn hài lòng với tỷ lệ, nhấp vào cung cấp để xem xét.

source: Available on iOS and Android
ro_ro: Disponibil pe iOS și Android
th_th: พร้อมใช้งานบน iOS และ Android

source: Volume is the amount of the asset that has been traded on Uniswap v3 during the selected time frame.
af_za: Volume is die bedrag van die bate wat gedurende die geselekteerde tydraamwerk op Uniswap v3 verhandel is.
ca_es: El volum és la quantitat de l'actiu que s'ha negociat a Uniswap v3 durant el període de temps seleccionat.
cs_cz: Objem je množství aktiva, které bylo obchodováno na Uniswap v3 během zvoleného časového rámce.
el_gr: Όγκος είναι το ποσό του περιουσιακού στοιχείου που έχει διαπραγματευτεί στο Uniswap v3 κατά τη διάρκεια του επιλεγμένου χρονικού πλαισίου.
es_es: El volumen es la cantidad del activo que se ha negociado en Uniswap v3 durante el período de tiempo seleccionado.
it_it: Il volume è l'importo dell'asset che è stato scambiato su Uniswap v3 durante il periodo di tempo selezionato.
no_no: Volum er mengden av eiendelen som har blitt omsatt på Uniswap v3 i løpet av den valgte tidsrammen.
pl_pl: Wolumen to ilość aktywów, którymi handlowano na Uniswap v3 w wybranym przedziale czasowym.
pt_pt: Volume é o valor do ativo que foi negociado no Uniswap v3 durante o período de tempo selecionado.
ro_ro: Volumul este valoarea activului care a fost tranzacționat pe Uniswap v3 în intervalul de timp selectat.
ru_ru: Объем — это количество актива, которым торговали на Uniswap v3 в течение выбранного периода времени.
th_th: ปริมาณคือจำนวนของสินทรัพย์ที่มีการซื้อขายบน Uniswap v3 ระหว่างกรอบเวลาที่เลือก
vi_vn: Khối lượng là số lượng tài sản đã được giao dịch trên Uniswap v3 trong khung thời gian đã chọn.

source: Read more about Uniswap governance
af_za: Lees meer oor Uniswap-bestuur
ca_es: Llegiu més sobre la governança Uniswap
cs_cz: Přečtěte si více o správě Uniswap
el_gr: Διαβάστε περισσότερα για τη διακυβέρνηση Uniswap
es_es: Lea más sobre la gestión de Uniswap
it_it: Per saperne di più sulla governance di Uniswap
no_no: Les mer om Uniswap-styring
pl_pl: Przeczytaj więcej o zarządzaniu Uniswap
pt_pt: Leia mais sobre a governança Uniswap
ro_ro: Citește mai multe despre guvernarea Uniswap
ru_ru: Подробнее об управлении Uniswap
th_th: อ่านเพิ่มเติมเกี่ยวกับการกำกับดูแล Uniswap
vi_vn: Đọc thêm về quản trị Uniswap

source: UNI tokens represent voting shares in Uniswap governance. You can vote on each proposal yourself or delegate your votes to a third party.
af_za: UNI-tekens verteenwoordig stemgeregtigde aandele in Uniswap-bestuur. U kan self oor elke voorstel stem of u stemme aan 'n derde party delegeer.
ca_es: Les fitxesUNI representen accions de vot en el govern Uniswap. Podeu votar vosaltres cada proposta o delegar els vostres vots a un tercer.
cs_cz: Žetony UNI představují hlasovací podíly ve správě Uniswap. O každém návrhu můžete buďto hlasovat sami, nebo můžete delegovat své hlasy na nějakou třetí stranu.
el_gr: Οι μάρκες UNI αντιπροσωπεύουν μετοχές με ψήφους στη διακυβέρνηση Uniswap. Μπορείτε να ψηφίσετε μόνοι σας για κάθε πρόταση ή να αναθέσετε τις ψήφους σας σε ένα τρίτο μέρος.
es_es: Las fichas UNI representan acciones de voto en la gestión de Uniswap. Puede votar sobre cada propuesta o puede delegar sus votos a un tercero.
it_it: I token UNI rappresentano le quote di voto nella governance di Uniswap. Puoi votare su ogni proposta tu stesso o delegare i tuoi voti a terzi.
no_no: UNI-polleter representerer stemmeaksjer i Uniswap-styring. Du kan stemme på hvert forslag selv eller delegere dine stemmer til en tredjepart.
pl_pl: Tokeny UNI reprezentują udziały z prawem głosu w zarządzaniu Uniswap. Możesz głosować nad każdą propozycją samodzielnie lub przekazać swój głos osobie trzeciej.
pt_pt: Os tokens da UNI representam participações de voto na governança da Uniswap. Pode votar em cada proposta você mesmo ou delegar os seus votos a um terceiro.
ro_ro: Jetoanele UNI reprezintă acțiunile cu drept de vot în guvernarea Uniswap. Poți vota pentru fiecare propunere sau poți să delegi voturile unui terț.
ru_ru: Токены UNI представляют собой права голоса в управлении Uniswap. Вы можете проголосовать по каждому предложению самостоятельно или делегировать свои голоса третьей стороне.
th_th: โทเค็น UNI เป็นตัวแทนของหุ้นที่มีสิทธิออกเสียงในการกำกับดูแล Uniswap คุณสามารถลงคะแนนในแต่ละข้อเสนอด้วยตัวคุณเองหรือมอบสิทธิ์การลงคะแนนของคุณให้กับบุคคลที่สาม
vi_vn: Mã token UNI đại diện cho cổ phần có quyền biểu quyết trong quản trị Uniswap. Bạn có thể tự bỏ phiếu cho từng đề xuất hoặc ủy thác phiếu bầu của mình cho bên thứ ba.

source: Details
af_za: Besonderhede
ca_es: Detalls
cs_cz: Podrobnosti
el_gr: Λεπτομέρειες
es_es: Detalles
it_it: Dettagli
no_no: Detaljer
pl_pl: Detale
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết

source: Pending
af_za: Hangende
ca_es: Pendents
cs_cz: čekající
el_gr: εκκρεμής
es_es: Pendiente
it_it: In attesa di
no_no: Avventer
pl_pl: Aż do
pt_pt: Pendente
ro_ro: In asteptarea
ru_ru: Ожидает
th_th: รอดำเนินการ
vi_vn: Chưa giải quyết

source: Uniswap migration contract
ro_ro: Contract de migrare Uniswap
th_th: สัญญาการโยกย้าย Uniswap

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
af_za: Inset word geskat. U sal hoogstens <0>{0} {1}</0> anders gaan die transaksie terug.
ca_es: S’estima l’entrada. Vindràs com a màxim <0>{0} {1}</0> o la transacció es revertirà.
cs_cz: Vstup je odhadnutý. Prodáte nejvýše <0>{0} {1}</0> nebo se transakce vrátí.
el_gr: Η τιμή που εισάγετε εκτιμήθηκε. Θα πουλήσετε το πολύ <0>{0} {1}</0> ή η συναλλαγή θα υπαναχωρήσει.
es_es: La entrada es estimada. Venderá como máximo <0>{0} {1}</0> o la transacción se revertirá.
it_it: L'input è stimato. Venderai al massimo <0>{0} {1}</0> o la transazione verrà ripristinata.
no_no: Inndata estimert. Du vil selge maksimalt <0>{0} {1}</0> eller transaksjonen vil tilbakestilles.
pl_pl: Dane wejściowe są szacowane. Sprzedasz maksymalnie <0>{0} {1}</0> lub transakcja zostanie cofnięta.
pt_pt: O valor inserido é estimado. Irá vender no máximo <0>{0} {1}</0> ou a transação será revertida.
ro_ro: Intrarea este estimată. Vei vinde cel mult <0>{0} {1}</0> sau tranzacția se va relua.
ru_ru: Сумма к продаже — оценочная. Вы продадите максимум <0>{0} {1}</0>, или транзакция откатится.
th_th: อินพุตเป็นค่าประมาณ คุณจะขายสูงสุด <0>{0} {1}</0> มิฉะนั้นธุรกรรมจะเปลี่ยนกลับ
vi_vn: Đầu vào được ước tính. Bạn sẽ bán nhiều nhất <0>{0} {1}</0> hoặc giao dịch sẽ hoàn nguyên.

source: Delegate votes
af_za: Delegeer stemme
pt_pt: Delegar votos
ro_ro: Voturi delegate
th_th: มอบสิทธิ์ลงคะแนนเสียง
vi_vn: Đại biểu biểu quyết

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
af_za: Die uitset word geskat. U sal minstens <0>{0} {1}</0> ontvang, anders gaan die transaksie terug.
ca_es: S’estima la producció. Rebrà com a mínim <0>{0} {1}</0> o la transacció es revertirà.
cs_cz: Výstup je odhadnutý. Obdržíte alespoň <0>{0} {1}</0>, nebo bude transakce vzata zpět.
el_gr: Το αποτέλεσμα εκτιμήθηκε. Θα λάβετε τουλάχιστον <0>{0} {1}</0> ή η συναλλαγή θα υπαναχωρήσει.
es_es: El rendimiento es estimado. Recibirá al menos <0>{0} {1}</0> o la transacción se revertirá.
it_it: L'output è stimato. Riceverai almeno <0>{0} {1}</0> o la transazione verrà ripristinata.
no_no: Utgangen er estimert. Du vil motta minst <0>{0} {1}</0> eller transaksjonen vil tilbakestilles.
pl_pl: Produkcja jest szacowana. Otrzymasz co najmniej <0>{0} {1}</0> lub transakcja zostanie cofnięta.
pt_pt: A saída é estimada. Irá receber pelo menos <0>{0} {1}</0> ou a transação será revertida.
ro_ro: Ieșirea este estimată. Vei primi cel puțin <0>{0} {1}</0> sau tranzacția va reveni.
ru_ru: Сумма к получению — оценочная. Вы получите как минимум <0>{0} {1}</0>, или транзакция откатится.
th_th: ผลผลิตโดยประมาณ คุณจะได้รับอย่างน้อย <0>{0} {1}</0> มิฉะนั้นธุรกรรมจะคืนค่า
vi_vn: Đầu ra được ước tính. Bạn sẽ nhận được ít nhất <0>{0} {1}</0> hoặc giao dịch sẽ hoàn nguyên.

source: Removing liquidity
af_za: Verwydering van likiditeit
ca_es: Eliminació de liquiditat
cs_cz: Odstranění likvidity
el_gr: Αφαίρεση ρευστότητας
es_es: Eliminando liquidez
it_it: Togliere liquidità
no_no: Fjerne likviditet
pl_pl: Usuwanie płynności
pt_pt: Removendo liquidez
ro_ro: Eliminarea lichidității
ru_ru: Удаление ликвидности
th_th: ขจัดสภาพคล่อง
vi_vn: Loại bỏ thanh khoản

source: Repaying
af_za: Terugbetaal
ca_es: Reemborsament
cs_cz: Splácení
el_gr: Αποπληρωμή
es_es: reembolsar
it_it: Rimborso
no_no: Tilbakebetaler
pl_pl: Spłacanie
pt_pt: Reembolsando
ro_ro: Rambursare
ru_ru: погашение
th_th: การชำระคืน
vi_vn: trả nợ

source: Add <0/> and <1/> to Uniswap V2
af_za: Voeg <0/> en <1/> by Uniswap V2
ca_es: Afegiu <0/> i <1/> a Uniswap V2
cs_cz: Přidejte <0/> a <1/> do Uniswap V2
el_gr: Προσθέστε <0/> και <1/> στο Uniswap V2
es_es: Agregue <0/> y <1/> a Uniswap V2
it_it: Aggiungi <0/> e <1/> a Uniswap V2
no_no: Legg til <0/> og <1/> til Uniswap V2
pl_pl: Dodaj <0/> i <1/> do Uniswap V2
pt_pt: Adicione <0/> e <1/> ao Uniswap V2
ro_ro: Adăugați <0/> și <1/> la Uniswap V2
ru_ru: Добавить <0/> и <1/> в Uniswap V2
th_th: เพิ่ม <0/> และ <1/> ใน Uniswap V2
vi_vn: Thêm <0/> và <1/> vào Uniswap V2

source: You pay
af_za: Jy betaal
ca_es: Tú pagues
cs_cz: Platíte
el_gr: Εσύ πληρώνεις
es_es: Tu pagas
it_it: Tu paghi
no_no: Du betaler
pl_pl: Ty płacisz
pt_pt: Você paga
ro_ro: Plătiți
ru_ru: Ты платишь
th_th: คุณจ่าย
vi_vn: Bạn trả

source: Connect wallet
af_za: Verbind beursie
ca_es: Connecteu la cartera
cs_cz: Připojit peněženku
el_gr: Σύνδεση πορτοφολιού
es_es: Conectar cartera
it_it: Collega portafoglio
no_no: Koble til lommebok
pl_pl: Połącz portfel
pt_pt: Ligar carteira
ro_ro: Conectare la portofel
ru_ru: Подключить кошелёк
th_th: เชื่อมต่อกระเป๋าสตางค์
vi_vn: Kết nối ví

source: Executing this proposal will enact the calldata on-chain.
af_za: Die uitvoering van hierdie voorstel sal die oproepdata op die ketting in werking stel.
ca_es: L'execució d'aquesta proposta promulgarà les dades de la convocatòria en cadena.
cs_cz: Provedení tohoto návrhu uzákoní data volání v řetězci.
el_gr: Η εκτέλεση αυτής της πρότασης θα θεσπίσει τα δεδομένα κλήσης στην αλυσίδα.
es_es: La ejecución de esta propuesta promulgará los datos de llamada en la cadena.
it_it: L'esecuzione di questa proposta metterà in atto il calldata on-chain.
no_no: Utførelse av dette forslaget vil innføre anropsdataene på kjeden.
pl_pl: Wykonanie tej propozycji spowoduje wprowadzenie danych wywołania w łańcuchu.
pt_pt: A execução desta proposta ativará o calldata on-chain.
ro_ro: Executarea acestei propuneri va pune în aplicare calldata în lanț.
ru_ru: Исполнение этого предложения отправит calldata в блокчейн.
th_th: การดำเนินการตามข้อเสนอนี้จะเป็นการเปิดใช้งาน calldata on-chain
vi_vn: Việc thực hiện đề xuất này sẽ kích hoạt calldata trên chuỗi.

source: Migrate liquidity cancelled
af_za: Migreer likiditeit gekanselleer
ca_es: Liquiditat de migració cancel·lada
es_es: Migrar liquidez cancelada
it_it: Migrazione liquidità annullata
no_no: Migrering av likviditet kansellert
pl_pl: Migracja płynności anulowana
pt_pt: Migrar liquidez cancelada
ro_ro: Migrarea lichidității a fost anulată
ru_ru: Перенос ликвидности отменен
th_th: ยกเลิกการโยกย้ายสภาพคล่องแล้ว
vi_vn: Di chuyển thanh khoản bị hủy bỏ

source: Try gas free swaps with the
af_za: Probeer gasvrye ruiltransaksies met die
ca_es: Proveu els intercanvis sense gas amb el
es_es: Pruebe los intercambios sin gasolina con el
it_it: Prova gli scambi senza gas con il
no_no: Prøv gassfrie byttepenger med
pl_pl: Wypróbuj zamiany bez gazu z
pt_pt: Experimente as trocas sem gás com o
ro_ro: Încercați schimburi fără gaz cu
ru_ru: Попробуйте безгазовые свопы с
th_th: ลองแลกเปลี่ยนก๊าซฟรีกับ
vi_vn: Hãy thử hoán đổi gas miễn phí với

source: Your position
af_za: U posisie
ca_es: La vostra posició
cs_cz: Vaše pozice
el_gr: Η θέση σας
es_es: Su posición
it_it: La tua posizione
no_no: Din posisjon
pl_pl: Twoje stanowisko
pt_pt: A sua posição
ro_ro: Poziţia ta
ru_ru: Ваша позиция
th_th: ตำแหน่งของคุณ
vi_vn: Vị trí của bạn

source: If the price moves so that you will receive less than {amount}, your transaction will be reverted. This is the minimum amount you are guaranteed to receive.
pt_pt: Se o preço mudar de forma que você receba menos de {amount}, sua transação será revertida. Este é o valor mínimo que você tem garantia de receber.
ro_ro: Dacă prețul se mișcă astfel încât veți primi mai puțin de {amount}, tranzacția dvs. va fi anulată. Aceasta este suma minimă pe care sunteți garantat să o primiți.
th_th: หากราคาเคลื่อนไหวจนคุณได้รับน้อยกว่า {amount}ธุรกรรมของคุณจะถูกคืนกลับ นี่คือจำนวนเงินขั้นต่ำที่คุณรับประกันว่าจะได้รับ
vi_vn: Nếu giá di chuyển đến mức bạn nhận được ít hơn {amount}thì giao dịch của bạn sẽ bị hoàn nguyên. Đây là số tiền tối thiểu bạn được đảm bảo nhận được.

source: {0} Fees Earned:
af_za: {0} Fooie verdien:
ca_es: {0} Comissions guanyades:
cs_cz: {0} Získané poplatky:
el_gr: Κερδισμένες {0} χρεώσεις:
es_es: {0} comisiones ganadas:
it_it: {0} Commissioni Guadagnate:
no_no: {0} Gebyr tjent:
pl_pl: {0} uzyskanych opłat:
pt_pt: {0} Comissões Ganhas:
ro_ro: {0} Taxe Câștigate:
ru_ru: Заработано комиссий {0}:
th_th: {0} ค่าธรรมเนียมที่ได้รับ:
vi_vn: {0} Phí đã kiếm được:

source: Already listed at
af_za: Reeds gelys by
ca_es: Ja figura a
cs_cz: Již uvedeno na
el_gr: Έχει ήδη καταχωρηθεί στο
es_es: Ya listado en
it_it: Già elencato a
no_no: Allerede oppført på
pl_pl: Już wymieniony na
pt_pt: Já listado em
ro_ro: Deja listat la
ru_ru: Уже перечислены на
th_th: ลงไว้แล้วที่
vi_vn: Đã được niêm yết tại

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
af_za: <0> Wenk:</0> As u poeltekens verwyder, verander u u posisie in onderliggende tekens teen die huidige koers, eweredig aan u deel van die poel. Opgelope fooie is ingesluit by die bedrae wat u ontvang.
ca_es: <0>Consell:</0> L’eliminació de les fitxes de grup converteix la vostra posició en fitxes subjacents al ritme actual, proporcional a la vostra quota de grup. Les comissions acumulades estan incloses en els imports que rebeu.
cs_cz: <0>Tip:</0> Odstranění žetonů fondu převede Vaši pozici zpět na základní žetony při aktuální sazbě, úměrně Vašemu podílu na fondu. Do částek, které obdržíte, jsou zahrnuty naběhlé poplatky.
el_gr: <0>Συμβουλή:</0> Η αφαίρεση μάρκας από τη δεξαμενή οπισθοχωρεί την θέση σας σε υποκείμενες μάρκες στη τρέχουσα τιμή, αναλογικά με το μερίδιό σας στην δεξαμενή. Τα δεδουλευμένα τέλη περιλαμβάνονται στα ποσά που λαμβάνετε.
es_es: <0>Consejo:</0> La eliminación de tokens del fondo común revierte su posición en tokens subyacentes a la tasa actual, en proporción a su participación en dicho fondo. Las comisiones acumuladas se incluyen en las cantidades que recibe.
it_it: <0>Suggerimento:</0> La rimozione dei token pool converte la tua posizione in token sottostanti alla velocità corrente, proporzionale alla tua quota del pool. Le commissioni accumulate sono incluse negli importi che ricevi.
no_no: <0>Tips: </0> Fjerning av pottpolletter konverterer din posisjon tilbake til underliggende polletter i nåværende hastighet, proporsjonal med din andel av potten. Påløpte avgifter er inkludert i beløpet du mottar.
pl_pl: <0>Wskazówka:</0> Usunięcie tokenów z puli zamienia Twoją pozycję z powrotem na tokeny bazowe po aktualnym kursie, proporcjonalnym do Twojego udziału w puli. Naliczone opłaty są uwzględnione w otrzymywanych kwotach.
pt_pt: <0>Dica:</0> Remover tokens de pool converte a sua posição em tokens subjacentes à taxa atual, proporcional à sua participação na pool. As comissões acumuladas estão incluídas no valor que recebe.
ro_ro: <0>Sfat: </0> Eliminarea tokenurilor de rezervă convertește poziția ta înapoi în token-uri de bază, la rata actuală, proporțională cu cota ta din rezervă. Taxele acumulate sunt incluse în sumele pe care le primești.
ru_ru: <0>Подсказка:</0> Погашение токенов пула преобразует вашу позицию обратно в исходные токены по текущему курсу пропорционально вашей доле в пуле. Начисленные комиссии включаются в суммы, которые вы получите.
th_th: <0>เคล็ดลับ:</0> การลบโทเค็นของพูลจะแปลงสถานะของคุณกลับเป็นโทเค็นพื้นฐานที่อัตราปัจจุบัน ตามสัดส่วนของส่วนแบ่งของพูล ค่าธรรมเนียมค้างจ่ายรวมอยู่ในจำนวนเงินที่คุณได้รับ
vi_vn: <0> Mẹo:</0> Loại bỏ mã token chung sẽ chuyển vị trí của bạn trở lại thành các mã token cơ bản với tỷ lệ hiện tại, tỷ lệ thuận với thị phần của bạn trong nhóm. Phí tích lũy được bao gồm trong số tiền bạn nhận được.

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Hierdie transaksie sal weens die prysbeweging nie slaag nie. Probeer u glyverdraagsaamheid verhoog. Opmerking: fooi vir oordrag en herbasis-tekens is nie versoenbaar met Uniswap V3 nie.
ca_es: Aquesta transacció no tindrà èxit a causa del moviment dels preus. Proveu d'augmentar la tolerància al lliscament. Nota: els tokens de transferència i rebase no són compatibles amb Uniswap V3.
cs_cz: Tato transakce nebude úspěšná z důvodu cenového pohybu. Zkuste zvýšit toleranci skluzu. Poznámka: Poplatky za žetony za převody a rebase nejsou kompatibilní s Uniswap V3.
el_gr: Αυτή η συναλλαγή δεν θα πετύχει λόγω της μεταβολής των τιμών. Δοκιμάστε να αυξήσετε την ανοχή ολίσθησης. Σημείωση: οι χρεώσεις μεταφοράς και οι μάρκες rebase δεν είναι συμβατές με το Uniswap V3.
es_es: Esta transacción no se realizará correctamente debido al movimiento de precios. Intente aumentar su tolerancia al deslizamiento. Nota: la tarifa de transferencia y los tokens de rebase son incompatibles con Uniswap V3.
it_it: Questa transazione non avrà esito positivo a causa del movimento dei prezzi. Prova ad aumentare la tua tolleranza allo slittamento. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
no_no: Denne transaksjonen vil ikke lykkes på grunn av prisbevegelse. Prøv å øke glidetoleransen. Merk: gebyr ved overføring og rebase-tokens er inkompatibelt med Uniswap V3.
pl_pl: Ta transakcja nie powiedzie się z powodu ruchu cen. Spróbuj zwiększyć swoją tolerancję na poślizg. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.
pt_pt: Esta transação não terá sucesso devido ao movimento do preço. Tente aumentar sua tolerância ao deslizamento. Nota: a taxa de transferência e tokens de rebase são incompatíveis com Uniswap V3.
ro_ro: Această tranzacție nu va reuși din cauza mișcării prețurilor. Încercați să vă măriți toleranța la alunecare. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
ru_ru: Эта транзакция не будет успешной из-за движения цены. Попробуйте увеличить допустимое проскальзывание. Обратите внимание: токены с комиссией за перевод или изменяемой базой несовместимы с Uniswap V3.
th_th: ธุรกรรมนี้จะไม่สำเร็จเนื่องจากการเคลื่อนไหวของราคา ลองเพิ่มความทนทานต่อการเลื่อนหลุด หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Uniswap V3
vi_vn: Giao dịch này sẽ không thành công do biến động giá. Hãy thử tăng khả năng chịu trượt của bạn. Lưu ý: phí chuyển và mã thông báo rebase không tương thích với Uniswap V3.

source: Listing an NFT requires a one-time marketplace approval for each NFT collection.
af_za: Om 'n NFT te lys vereis 'n eenmalige markplekgoedkeuring vir elke NFT-versameling.
ca_es: Llistar un NFT requereix una aprovació única del mercat per a cada col·lecció NFT.
cs_cz: Zalistování NFT vyžaduje jednorázový souhlas tržiště pro každou kolekci NFT.
el_gr: Η καταχώριση ενός NFT απαιτεί μια εφάπαξ έγκριση αγοράς για κάθε συλλογή NFT.
es_es: La inclusión de un NFT requiere una aprobación única del mercado para cada colección de NFT.
it_it: La quotazione di un NFT richiede un'approvazione del mercato una tantum per ogni raccolta di NFT.
no_no: Oppføring av en NFT krever en engangsgodkjenning fra markedsplassen for hver NFT-samling.
pl_pl: Wystawienie NFT na aukcję wymaga jednorazowego zatwierdzenia przez platformę handlową dla każdej kolekcji NFT.
pt_pt: Listar um NFT requer uma aprovação de mercado única para cada coleção de NFT.
ro_ro: Listarea unui NFT necesită o aprobare unică a pieței pentru fiecare colecție NFT.
ru_ru: Для листинга NFT требуется однократное одобрение торговой площадки для каждой коллекции NFT.
th_th: การแสดงรายการ NFT ต้องได้รับการอนุมัติจากตลาดกลางเพียงครั้งเดียวสำหรับการรวบรวม NFT แต่ละรายการ
vi_vn: Việc liệt kê một NFT yêu cầu phê duyệt thị trường một lần cho mỗi bộ sưu tập NFT.
