Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Enter {0} amount
af_za: Voer {0} bedrag in
ca_es: Introduïu {0} import
cs_cz: Zadejte částku {0}
el_gr: Εισαγάγετε {0} ποσό
es_es: Ingrese {0} cantidad
it_it: Inserisci {0} importo
no_no: Skriv inn {0} beløp
pl_pl: Wpisz kwotę {0}
pt_pt: Digite {0} valor
ro_ro: Introduceți {0} sumă
ru_ru: Введите сумму в {0}
th_th: ใส่ {0} จำนวนเงิน
vi_vn: Nhập {0} số tiền

source: Invalid recipient
af_za: Ongeldige ontvanger
ca_es: Destinatari no vàlid
cs_cz: Neplatný příjemce
el_gr: Μη έγκυρος παραλήπτης
es_es: Receptor no válido
it_it: Destinatario non valido
no_no: Ugyldig mottaker
pl_pl: Nieprawidłowy odbiorca
pt_pt: Destinatário inválido
ro_ro: Destinatar nevalid
ru_ru: Неверный получатель
th_th: ผู้รับไม่ถูกต้อง
vi_vn: Người nhận không hợp lệ

source: Add V2 liquidity
af_za: Voeg V2-likiditeit by
pt_pt: Adicionar liquidez V2
ro_ro: Adăugați lichiditate V2
th_th: เพิ่มสภาพคล่อง V2
vi_vn: Thêm thanh khoản V2

source: An approval is needed to use this token.
af_za: 'n Goedkeuring is nodig om hierdie teken te gebruik.
ca_es: Es necessita una aprovació per utilitzar aquest testimoni.
cs_cz: Použití tohoto tokenu vyžaduje schválení.
el_gr: Απαιτείται έγκριση για τη χρήση αυτού του διακριτικού.
es_es: Se necesita una aprobación para usar este token.
it_it: È necessaria un'approvazione per utilizzare questo token.
no_no: En godkjenning er nødvendig for å bruke dette tokenet.
pl_pl: Aby użyć tego tokena, potrzebne jest zatwierdzenie.
pt_pt: É necessária uma aprovação para usar este token.
ro_ro: Este necesară o aprobare pentru a utiliza acest simbol.
ru_ru: Для использования этого токена необходимо разрешение.
th_th: จำเป็นต้องมีการอนุมัติเพื่อใช้โทเค็นนี้
vi_vn: Cần có sự chấp thuận để sử dụng mã thông báo này.

source: Hide closed positions
af_za: Versteek geslote posisies
ca_es: Amaga les posicions tancades
cs_cz: Skrýt zavřené pozice
el_gr: Απόκρυψη κλειστών θέσεων
es_es: Ocultar posiciones cerradas
it_it: Nascondi posizioni chiuse
no_no: Skjul avsluttede posisjoner
pl_pl: Ukryj zamknięte pozycje
pt_pt: Ocultar posições fechadas
ro_ro: Ascunde pozițiile închise
ru_ru: Скрыть закрытые позиции
th_th: ซ่อนสถานะปิด
vi_vn: Ẩn các vị trí đã đóng

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
af_za: Sommige bates is nie beskikbaar via hierdie koppelvlak nie, omdat dit moontlik nie goed werk met die slim kontrakte nie, of omdat ons om regsredes nie handel kan toelaat nie.
ca_es: Alguns recursos no estan disponibles a través d’aquesta interfície perquè és possible que no funcionin bé amb els contractes intel·ligents o no podem permetre la negociació per motius legals.
cs_cz: Některá aktiva nejsou přes toto rozhraní dostupná, protože nemusí dobře fungovat s chytrými smlouvami nebo z právních důvodů nejsme schopni povolit obchodování.
el_gr: Ορισμένα περιουσιακά στοιχεία δεν είναι διαθέσιμα μέσω αυτής της διεπαφής, επειδή μπορεί να μην λειτουργούν καλά με τις έξυπνες συμβάσεις ή δεν είμαστε σε θέση να επιτρέψουμε τη διαπραγμάτευση για νομικούς λόγους.
es_es: Algunos activos no están disponibles a través de esta interfaz porque puede que no funcionen bien con los contratos inteligentes o que no podamos permitir el comercio por razones legales.
it_it: Alcuni asset non sono disponibili attraverso questa interfaccia perché potrebbero non funzionare bene con i contratti intelligenti o non siamo in grado di consentire il trading per motivi legali.
no_no: Noen aktiva er ikke tilgjengelige gjennom dette grensesnittet fordi de kanskje ikke fungerer bra med de smarte kontraktene, eller vi ikke tillater handel av juridiske årsaker.
pl_pl: Niektóre aktywa nie są dostępne za pośrednictwem tego interfejsu, ponieważ mogą nie działać dobrze z inteligentnymi kontraktami lub nie możemy zezwolić na handel z powodów prawnych.
pt_pt: Alguns ativos não estão disponíveis através desta interface porque podem não funcionar bem com os contratos inteligentes ou não podemos permitir a transação por razões legais.
ro_ro: Unele active nu sunt disponibile prin intermediul acestei interfețe deoarece este posibil să nu funcționeze bine cu contractele inteligente sau nu putem permite tranzacționarea din motive legale.
ru_ru: Некоторые активы недоступны через этот интерфейс, потому что они могут неправильно работать со смарт-контрактами или из-за того, что мы не можем разрешить торговлю по юридическим причинам.
th_th: สินทรัพย์บางอย่างไม่สามารถใช้งานได้ผ่านอินเทอร์เฟซนี้ เนื่องจากอาจทำงานได้ไม่ดีกับสัญญาอัจฉริยะ หรือเราไม่สามารถอนุญาตการซื้อขายได้ด้วยเหตุผลทางกฎหมาย
vi_vn: Một số tài sản không khả dụng thông qua giao diện này vì chúng không hoạt động tốt với các hợp đồng thông minh hoặc chúng tôi không thể cho phép giao dịch vì lý do pháp lý.

source: This fee is applied on select token pairs to ensure the best experience with Uniswap. There is no fee associated with this swap.
ro_ro: Această taxă se aplică pe anumite perechi de jetoane pentru a asigura cea mai bună experiență cu Uniswap. Nu există nicio taxă asociată cu acest swap.
th_th: ค่าธรรมเนียมนี้ใช้กับคู่โทเค็นที่เลือกเพื่อให้แน่ใจว่าได้รับประสบการณ์ที่ดีที่สุดกับ Uniswap ไม่มีค่าธรรมเนียมที่เกี่ยวข้องกับการแลกเปลี่ยนนี้

source: Buy, sell, and explore tokens
af_za: Koop, verkoop en verken tokens
ca_es: Compreu, veneu i exploreu fitxes
cs_cz: Kupujte, prodávejte a prozkoumávejte žetony
el_gr: Αγοράστε, πουλήστε και εξερευνήστε μάρκες
es_es: Compra, vende y explora tokens
it_it: Compra, vendi ed esplora i token
no_no: Kjøp, selg og utforsk tokens
pl_pl: Kupuj, sprzedawaj i eksploruj tokeny
pt_pt: Compre, venda e explore tokens
ro_ro: Cumpărați, vindeți și explorați jetoane
ru_ru: Покупайте, продавайте и исследуйте токены
th_th: ซื้อ ขาย และสำรวจโทเค็น
vi_vn: Mua, bán và khám phá mã thông báo

source: Receive
af_za: Ontvang
ca_es: Rebre
cs_cz: Dostávat
el_gr: Λαμβάνω
es_es: Recibir
it_it: Ricevere
no_no: Motta
pl_pl: Odbierać
pt_pt: Receber
ro_ro: A primi
ru_ru: Получать
th_th: รับ
vi_vn: Nhận được

source: Confirm swap
af_za: Bevestig omruiling
ca_es: Confirmeu l'intercanvi
es_es: Confirmar intercambio
it_it: Conferma lo scambio
no_no: Bekreft bytte
pl_pl: Potwierdź zamianę
pt_pt: Confirmar troca
ro_ro: Confirmați schimbul
ru_ru: Подтвердите обмен
th_th: ยืนยันการแลกเปลี่ยน
vi_vn: xác nhận trao đổi

source: Pools
af_za: Swembaddens
ca_es: Piscines
cs_cz: Bazény
el_gr: Πισίνες
es_es: Quinielas
it_it: Piscine
no_no: Bassenger
pl_pl: Pule
pt_pt: piscinas
ro_ro: Piscine
ru_ru: Бассейны
th_th: สระว่ายน้ำ
vi_vn: hồ bơi

source: An error occurred loading tokens. Please try again.
af_za: Kon nie tokens laai nie. Probeer asseblief weer.
ca_es: S'ha produït un error en carregar fitxes. Siusplau torna-ho a provar.
cs_cz: Při načítání tokenů došlo k chybě. Prosím zkuste to znovu.
el_gr: Παρουσιάστηκε σφάλμα κατά τη φόρτωση των διακριτικών. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_es: Ocurrió un error al cargar tokens. Inténtalo de nuevo.
it_it: Si è verificato un errore durante il caricamento dei token. Per favore riprova.
no_no: Det oppsto en feil ved lasting av tokens. Vær så snill, prøv på nytt.
pl_pl: Podczas ładowania tokenów wystąpił błąd. Proszę spróbuj ponownie.
pt_pt: Ocorreu um erro ao carregar os tokens. Por favor, tente novamente.
ro_ro: A apărut o eroare la încărcarea jetoanelor. Vă rugăm să încercați din nou.
ru_ru: Произошла ошибка при загрузке токенов. Пожалуйста, попробуйте еще раз.
th_th: เกิดข้อผิดพลาดในการโหลดโทเค็น กรุณาลองอีกครั้ง.
vi_vn: Đã xảy ra lỗi khi tải mã thông báo. Vui lòng thử lại.

source: You're in!
af_za: Jy is in!
ca_es: Estàs dins!
es_es: ¡Estas en!
it_it: Sei in!
no_no: Du er med!
pl_pl: Jesteś w!
pt_pt: Você está dentro!
ro_ro: Esti in!
ru_ru: Ты в!
th_th: คุณอยู่ใน!
vi_vn: Bạn đang ở trong!

source: Pool found!
af_za: Swembad gevind!
pt_pt: Piscina encontrada!
ro_ro: Piscina găsită!
th_th: พบสระน้ำ!
vi_vn: Đã tìm thấy hồ bơi!

source: Vote to abstain on proposal {proposalKey} with reason "{0}"
af_za: Stem om te onthou van stemming oor voorstel {proposalKey} met rede "{0}"
ca_es: Votar l'abstenció a la proposta {proposalKey} amb el motiu "{0}"
cs_cz: Hlasujte pro zdržení se hlasování o návrhu {proposalKey} s důvodem "{0}"
el_gr: Ψηφίστε υπέρ της αποχής επί της πρότασης {proposalKey} με τον λόγο "{0}"
es_es: Votar para abstenerse en la propuesta {proposalKey} con razón "{0}"
it_it: Voto di astensione su proposta {proposalKey} con motivazione "{0}"
no_no: Stem for å avstå fra forslag {proposalKey} med begrunnelse "{0}"
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie propozycji {proposalKey} z uzasadnieniem „{0}”
pt_pt: Vote pela abstenção na proposta {proposalKey} com razão "{0}"
ro_ro: Votează pentru abținerea la propunerea {proposalKey} cu motivul „{0}”
ru_ru: Воздержаться от голосования по предложению {proposalKey} по причине "{0}"
th_th: งดออกเสียงข้อเสนอ {proposalKey} พร้อมเหตุผล "{0}"
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalKey} với lý do "{0}"

source: Withdrawal cancelled
af_za: Onttrekking gekanselleer
ca_es: Retirada cancel·lada
es_es: Retiro cancelado
it_it: Ritiro annullato
no_no: Uttak kansellert
pl_pl: Wypłata anulowana
pt_pt: Retirada cancelada
ro_ro: Retragerea anulată
ru_ru: Вывод средств отменен
th_th: การถอนเงินถูกยกเลิก
vi_vn: Rút tiền bị hủy

source: Retry confirmation
af_za: Probeer weer bevestiging
pt_pt: Tentar novamente a confirmação
ro_ro: Reîncercați confirmarea
th_th: ลองยืนยันอีกครั้ง
vi_vn: Thử lại xác nhận

source: When available, aggregates liquidity sources for better prices and gas free swaps.
af_za: Wanneer beskikbaar, versamel likiditeitsbronne vir beter pryse en gasvrye ruiltransaksies.
ca_es: Quan està disponible, agrega fonts de liquiditat per obtenir millors preus i permutes sense gas.
es_es: Cuando está disponible, agrega fuentes de liquidez para obtener mejores precios y swaps sin gas.
it_it: Se disponibile, aggrega le fonti di liquidità per ottenere prezzi migliori e gas free swap.
no_no: Når tilgjengelig, samler likviditetskilder for bedre priser og gassfrie bytteavtaler.
pl_pl: Gdy jest dostępny, agreguje źródła płynności w celu uzyskania lepszych cen i swapów bez gazu.
pt_pt: Quando disponível, agrega fontes de liquidez para melhores preços e swaps livres de gás.
ro_ro: Când este disponibil, cumulează sursele de lichiditate pentru prețuri mai bune și swap fără gaz.
ru_ru: Когда доступно, объединяет источники ликвидности для более выгодных цен и свопов без газа.
th_th: เมื่อมี ให้รวบรวมแหล่งสภาพคล่องเพื่อราคาที่ดีขึ้นและการแลกเปลี่ยนก๊าซฟรี
vi_vn: Khi có sẵn, tổng hợp các nguồn thanh khoản để có giá tốt hơn và giao dịch hoán đổi miễn phí gas.

source: Add
af_za: Voeg by
ca_es: Afegeix
cs_cz: Přidat
el_gr: Προσθήκη
es_es: Añadir
it_it: Aggiungi
no_no: Legg til
pl_pl: Dodać
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
th_th: เพิ่ม
vi_vn: Thêm vào

source: Insufficient {0} balance
af_za: Onvoldoende {0} balans
ca_es: Saldo {0} insuficient
cs_cz: Nedostatečný zůstatek {0}
el_gr: Ανεπαρκές υπόλοιπο {0}
es_es: Saldo {0} insuficiente
it_it: Saldo {0} insufficiente
no_no: Utilstrekkelig {0} saldo
pl_pl: Niewystarczające saldo {0}
pt_pt: Saldo {0} insuficiente
ro_ro: Sold {0} insuficient
ru_ru: Баланс {0} недостаточен
th_th: ไม่เพียงพอ {0} ยอดคงเหลือ
vi_vn: Số dư {0} không đủ

source: Disclaimer for UK residents
pt_pt: Isenção de responsabilidade para residentes no Reino Unido
ro_ro: Disclaimer pentru rezidenții din Marea Britanie
th_th: ข้อจำกัดความรับผิดชอบสำหรับผู้อยู่อาศัยในสหราชอาณาจักร
vi_vn: Tuyên bố từ chối trách nhiệm đối với cư dân Vương quốc Anh

source: Send failed
af_za: Stuur misluk
ca_es: L'enviament ha fallat
cs_cz: Odeslání se nezdařilo
el_gr: Η αποστολή απέτυχε
es_es: Envio fallido
it_it: Invio fallito
no_no: Sendingen mislyktes
pl_pl: Wysyłanie nie powiodło się
pt_pt: O envio falhou
ro_ro: Trimiterea a eșuat
ru_ru: Отправить не удалось
th_th: การส่งล้มเหลว
vi_vn: Gửi thất bại

source: {0}% pool
af_za: {0}% swembad
ca_es: {0}% piscina
cs_cz: bazén {0}%.
el_gr: {0}% πισίνα
es_es: {0}% piscina
it_it: Piscina allo {0}%.
no_no: {0}% basseng
pl_pl: {0}% puli
pt_pt: piscina {0}%
ro_ro: {0}% bazin
ru_ru: Пул {0}%
th_th: สระว่ายน้ำ {0}%
vi_vn: nhóm {0}%

source: Created pool
af_za: Geskep swembad
ca_es: Piscina creada
cs_cz: Vytvořený bazén
el_gr: Δημιουργήθηκε πισίνα
es_es: Grupo creado
it_it: Piscina creata
no_no: Laget basseng
pl_pl: Utworzona pula
pt_pt: Piscina criada
ro_ro: Piscina creată
ru_ru: Созданный пул
th_th: สระว่ายน้ำที่สร้างขึ้น
vi_vn: nhóm đã tạo

source: Creating pool
af_za: Skep swembad
ca_es: Creació de piscina
cs_cz: Vytváření bazénu
el_gr: Δημιουργία πισίνας
es_es: Creando grupo
it_it: Creazione piscina
no_no: Skaper basseng
pl_pl: Tworzenie puli
pt_pt: Criando piscina
ro_ro: Crearea piscinei
ru_ru: Создание пула
th_th: กำลังสร้างพูล
vi_vn: Tạo hồ bơi

source: Resolve {issues} issues
af_za: Los {issues} probleme op
ca_es: Resoldre {issues} problemes
cs_cz: Vyřešit {issues} problémů
el_gr: Επίλυση {issues} ζητημάτων
es_es: Resolver {issues} problemas
it_it: Risolvi {issues} problemi
no_no: Løs {issues} problemer
pl_pl: Rozwiąż {issues} problemów
pt_pt: Resolver {issues} problemas
ro_ro: Rezolvați {issues} probleme
ru_ru: Решить {issues} проблем
th_th: แก้ไขปัญหา {issues} รายการ
vi_vn: Giải quyết {issues} vấn đề

source: Delegating votes
af_za: Delegering van stemme
ca_es: Delegar vots
cs_cz: Delegování hlasů
el_gr: Γίνεται ανάθεση ψήφων
es_es: Delegación de votos
it_it: Delegare voti
no_no: Delegerer stemmer
pl_pl: Delegowanie głosów
pt_pt: A delegar votos
ro_ro: Voturi delegate
ru_ru: Делегирование голосов
th_th: การลงคะแนนเสียง
vi_vn: Ủy quyền phiếu bầu

source: Create a pair
af_za: Skep 'n paar
ca_es: Crea un parell
cs_cz: Vytvořit pár
el_gr: Δημιουργία ζεύγους
es_es: Crear un par
it_it: Crea una coppia
no_no: Opprett et par
pl_pl: Stwórz parę
pt_pt: Criar um par
ro_ro: Creează o pereche
ru_ru: Создать пару
th_th: สร้างคู่
vi_vn: Tạo một cặp

source: Maker
ro_ro: Creator
th_th: ผู้สร้าง

source: Successfully listed
af_za: Suksesvol gelys
ca_es: S'ha llistat correctament
cs_cz: Úspěšně uvedeno
el_gr: Καταγράφηκε με επιτυχία
es_es: Listado con éxito
it_it: Inserito con successo
no_no: Vellykket oppført
pl_pl: Pomyślnie wymienione
pt_pt: listado com sucesso
ro_ro: Listat cu succes
ru_ru: Успешно добавлено
th_th: ลงรายการเรียบร้อยแล้ว
vi_vn: niêm yết thành công

source: Your balance on {label}
af_za: Jou saldo op {label}
ca_es: El teu saldo a {label}
cs_cz: Váš zůstatek na {label}
el_gr: Το υπόλοιπό σας στο {label}
es_es: Tu saldo en {label}
it_it: Il tuo saldo su {label}
no_no: Din saldo på {label}
pl_pl: Twoje saldo na {label}
pt_pt: Seu saldo em {label}
ro_ro: Soldul tău pe {label}
ru_ru: Ваш баланс на {label}
th_th: ยอดเงินของคุณเป็น {label}
vi_vn: Số dư của bạn về {label}

source: Depositing
af_za: Deponeer
ca_es: Dipositant
cs_cz: Ukládání
el_gr: Κατάθεση
es_es: depositando
it_it: Deposito
no_no: Innskudd
pl_pl: Deponowanie
pt_pt: Depositando
ro_ro: Depozitare
ru_ru: Депонирование
th_th: ฝาก
vi_vn: gửi tiền

source: {currencySymbol} fees don't allow for accurate exact outputs. Use the `You pay` field instead.
af_za: {currencySymbol} fooie maak nie voorsiening vir akkurate presiese uitsette nie. Gebruik eerder die `Jy betaal`-veld.
ca_es: Les tarifes {currencySymbol} no permeten sortides exactes i precises. Utilitzeu el camp "Vostè paga".
it_it: Le commissioni {currencySymbol} non consentono risultati esatti e accurati. Utilizza invece il campo "Paghi tu".
no_no: {currencySymbol} avgifter tillater ikke nøyaktige nøyaktige utdata. Bruk 'Du betaler'-feltet i stedet.
pt_pt: {currencySymbol} taxas não permitem resultados exatos e precisos. Use o campo `Você paga`.
ro_ro: Taxele {currencySymbol} nu permit rezultate exacte exacte. Folosiți în schimb câmpul „Plătiți”.
ru_ru: {currencySymbol} сборов не позволяют получить точные и точные результаты. Вместо этого используйте поле «Вы платите».
th_th: ค่าธรรมเนียม {currencySymbol} ไม่อนุญาตให้ได้ผลลัพธ์ที่แม่นยำ ใช้ช่อง "คุณชำระเงิน" แทน
vi_vn: Phí {currencySymbol} không cho phép đầu ra chính xác và chính xác. Thay vào đó hãy sử dụng trường `Bạn thanh toán`.

source: Remove amount
af_za: Verwyder bedrag
pt_pt: Remover valor
ro_ro: Eliminați cantitatea
th_th: ลบจำนวนเงิน
vi_vn: Xóa số tiền

source: Adding liquidity
af_za: Byvoeging van likiditeit
ca_es: Afegir liquiditat
cs_cz: Přidání likvidity
el_gr: Προσθήκη ρευστότητας
es_es: Agregando liquidez
it_it: Aggiungere liquidità
no_no: Tilføre likviditet
pl_pl: Dodanie płynności
pt_pt: Adicionando liquidez
ro_ro: Adăugarea lichidității
ru_ru: Добавление ликвидности
th_th: เสริมสภาพคล่อง
vi_vn: Thêm thanh khoản

source: Your connected network is unsupported.
af_za: Jou gekoppelde netwerk word nie ondersteun nie.
ca_es: La vostra xarxa connectada no és compatible.
cs_cz: Vaše připojená síť není podporována.
el_gr: Το συνδεδεμένο δίκτυό σας δεν υποστηρίζεται.
es_es: Su red conectada no es compatible.
it_it: La tua rete connessa non è supportata.
no_no: Det tilkoblede nettverket ditt støttes ikke.
pl_pl: Twoja połączona sieć nie jest obsługiwana.
pt_pt: Sua rede conectada não é suportada.
ro_ro: Rețeaua dvs. conectată nu este acceptată.
ru_ru: Ваша подключенная сеть не поддерживается.
th_th: ไม่รองรับเครือข่ายที่เชื่อมต่อของคุณ
vi_vn: Mạng được kết nối của bạn không được hỗ trợ.

source: Low listing price
af_za: Lae noteringsprys
ca_es: Preu de llista baix
cs_cz: Nízká katalogová cena
el_gr: Χαμηλή τιμή καταχώρισης
es_es: Precio de cotización bajo
it_it: Prezzo di listino basso
no_no: Lav noteringspris
pl_pl: Niska cena aukcji
pt_pt: Preço de listagem baixo
ro_ro: Preț de listare scăzut
ru_ru: Низкая цена листинга
th_th: ราคารายการต่ำ
vi_vn: Giá niêm yết thấp

source: Collect fees cancelled
af_za: Invorderingsfooie gekanselleer
ca_es: Comissions cancel·lades
es_es: Cobrar cuotas canceladas
it_it: Riscuoti le tasse annullate
no_no: Innkrevingsgebyrer kansellert
pl_pl: Opłaty za zbieranie anulowane
pt_pt: Cobrar taxas canceladas
ro_ro: Comisioane de colectare anulate
ru_ru: Сбор сборов отменен
th_th: ยกเลิกค่าธรรมเนียมการเรียกเก็บ
vi_vn: Thu phí bị hủy

source: Etherscan
th_th: อีเธอร์สแกน
vi_vn: Quét Ether

source: This collection is blocked
pt_pt: Esta coleção está bloqueada
ro_ro: Această colecție este blocată
th_th: คอลเลกชันนี้ถูกบล็อก
vi_vn: Bộ sưu tập này bị chặn

source: Remove liquidity cancelled
af_za: Verwyder likiditeit gekanselleer
ca_es: Eliminació de liquiditat cancel·lada
es_es: Eliminar liquidez cancelado
it_it: Rimuovi liquidità annullato
no_no: Fjern likviditet kansellert
pl_pl: Usuń płynność anulowana
pt_pt: Remover liquidez cancelada
ro_ro: Eliminați lichiditatea anulată
ru_ru: Удаление ликвидности отменено
th_th: ลบสภาพคล่องที่ถูกยกเลิก
vi_vn: Xóa thanh khoản bị hủy

source: Swap cancelled
af_za: Ruil gekanselleer
ca_es: S'ha cancel·lat l'intercanvi
es_es: Intercambio cancelado
it_it: Scambio annullato
no_no: Bytte kansellert
pl_pl: Zamiana anulowana
pt_pt: Troca cancelada
ro_ro: Schimbul a fost anulat
ru_ru: Обмен отменен
th_th: ยกเลิกการแลกเปลี่ยนแล้ว
vi_vn: Hoán đổi bị hủy

source: {0}/{1} LP Tokens
af_za: {0}/{1} LP Tekens
cs_cz: Žetony LP {0}/{1}
el_gr: {0}/{1} Μάρκες Παρόχου Ρευστότητας (LP)
es_es: {0}/{1} tokens LP
it_it: {0}/{1} Token LP
no_no: {0}/{1} LP-polletter
pl_pl: {0}/{1} żetony PL
pt_pt: {0}/{1} Tokens LP
ro_ro: {0}/{1} Jetoane LP
ru_ru: LP-токены {0}/{1}
th_th: โทเค็น LP {0}/{1}
vi_vn: {0}/{1} LP Token

source: Cancellation cancelled
af_za: Kansellasie gekanselleer
ca_es: Cancel·lació cancel·lada
es_es: Cancelación cancelada
it_it: Cancellazione annullata
no_no: Avbestilling kansellert
pl_pl: Anulowanie anulowane
pt_pt: Cancelamento cancelado
ro_ro: Anularea a fost anulată
ru_ru: Отмена отменена
th_th: การยกเลิกถูกยกเลิก
vi_vn: hủy bỏ hủy bỏ

source: Something went wrong
af_za: Iets het verkeerd geloop
ca_es: Alguna cosa ha anat malament
cs_cz: Něco je špatně
el_gr: Κάτι πήγε στραβά
es_es: Algo salió mal
it_it: Qualcosa è andato storto
no_no: Noe gikk galt
pl_pl: Coś poszło nie tak
pt_pt: Ocorreu um problema
ro_ro: Ceva nu a funcţionat corect
ru_ru: Что-то пошло не так
th_th: บางอย่างผิดพลาด
vi_vn: Đã xảy ra sự cố

source: Select pair
af_za: Kies 'n paar
pt_pt: Selecionar par
ro_ro: Selectează perechea
th_th: เลือกคู่
vi_vn: Chọn cặp

source: Collect as {nativeWrappedSymbol}
af_za: Versamel as {nativeWrappedSymbol}
ca_es: Recull com a {nativeWrappedSymbol}
cs_cz: Sbírejte jako {nativeWrappedSymbol}
el_gr: Συλλέξτε ως {nativeWrappedSymbol}
es_es: Recoger como {nativeWrappedSymbol}
it_it: Raccogli come {nativeWrappedSymbol}
no_no: Samle som {nativeWrappedSymbol}
pl_pl: Zbierz jako {nativeWrappedSymbol}
pt_pt: Coletar como {nativeWrappedSymbol}
ro_ro: Colectați ca {nativeWrappedSymbol}
ru_ru: Получить в виде {nativeWrappedSymbol}
th_th: เก็บเป็น {nativeWrappedSymbol}
vi_vn: Thu thập là {nativeWrappedSymbol}

source: Confirm this transaction in your wallet
af_za: Bevestig hierdie transaksie in u beursie
ca_es: Confirmeu aquesta transacció a la vostra cartera
cs_cz: Potvrďte tuto transakci ve své peněžence
el_gr: Επιβεβαιώστε αυτή τη συναλλαγή στο πορτοφόλι σας
es_es: Confirmar esta transacción en su cartera
it_it: Conferma questa transazione nel tuo portafoglio
no_no: Bekreft denne transaksjonen i lommeboken din
pl_pl: Potwierdź tę transakcję w swoim portfelu
pt_pt: Confirmar esta transação na sua carteira
ro_ro: Confirmă această tranzacție în portofelul tău
ru_ru: Подтвердите эту транзакцию в своём кошельке
th_th: ยืนยันธุรกรรมนี้ในกระเป๋าเงินของคุณ
vi_vn: Xác nhận giao dịch này trong ví của bạn

source: Buying
af_za: Koop
ca_es: Comprant
cs_cz: Nákup
el_gr: Εξαγορά
es_es: Comprar
it_it: Acquisto
no_no: Kjøpe
pl_pl: Kupowanie
pt_pt: Comprando
ro_ro: Cumpărare
ru_ru: Покупка
th_th: การซื้อ
vi_vn: mua

source: fee:
ro_ro: taxa:
th_th: ค่าธรรมเนียม:

source: {0}/{1} LP NFT
cs_cz: LP NFT {0}/{1}
es_es: {0}/{1} NFT LP
th_th: {0}/{1} แผ่นเสียง NFT

source: Unknown Send
af_za: Onbekende stuur
ca_es: Enviament desconegut
cs_cz: Neznámé Odeslat
el_gr: Άγνωστη Αποστολή
es_es: Envío desconocido
it_it: Sconosciuto Invia
no_no: Ukjent Send
pl_pl: Nieznane wysłanie
pt_pt: Envio desconhecido
ro_ro: Trimitere necunoscută
ru_ru: Неизвестный Отправить
th_th: ไม่รู้จักส่ง
vi_vn: Gửi không xác định

source: This month
af_za: Hierdie maand
ca_es: Aquest mes
cs_cz: Tento měsíc
el_gr: Αυτο το μηνα
es_es: Este mes
it_it: Questo mese
no_no: Denne måneden
pl_pl: Ten miesiąc
pt_pt: Este mês
ro_ro: Luna aceasta
ru_ru: Этот месяц
th_th: เดือนนี้
vi_vn: Tháng này

source: Order routing
af_za: Bestel roetering
ca_es: Encaminament de comandes
cs_cz: Směrování objednávky
el_gr: Δρομολόγηση παραγγελίας
es_es: Enrutamiento de pedidos
it_it: Rotta dell'ordine
no_no: Bestillingsruting
pl_pl: Zamów trasę
pt_pt: Roteamento de pedidos
ro_ro: Dirijarea comenzilor
ru_ru: Маршрутизация заказов
th_th: เส้นทางการสั่งซื้อ
vi_vn: Định tuyến đơn hàng

source: Unknown Mint
af_za: Onbekende Munt
ca_es: Menta desconeguda
cs_cz: Neznámá mincovna
el_gr: Άγνωστο νομισματοκοπείο
es_es: Menta desconocida
it_it: Zecca sconosciuta
no_no: Ukjent mynte
pl_pl: Nieznana mennica
pt_pt: Casa da Moeda Desconhecida
ro_ro: Monetărie necunoscută
ru_ru: Неизвестный монетный двор
th_th: มิ้นท์ที่ไม่รู้จัก
vi_vn: bạc hà không xác định

source: Minting
af_za: Muntwerk
ca_es: Encunyació
cs_cz: Ražba
el_gr: Νομισματοκοπείο
es_es: acuñación
it_it: Conio
pl_pl: Bicie
pt_pt: cunhagem
ro_ro: Mint
ru_ru: Чеканка
th_th: โรงกษาปณ์
vi_vn: đúc tiền

source: Pool
af_za: Poel
ca_es: Grup
cs_cz: Fond
el_gr: Δεξαμενή
es_es: Fondo común
no_no: Pott
pl_pl: Pula
ro_ro: Grup
ru_ru: Пулы
th_th: สระน้ำ
