Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Claim UNI reward for {0}
af_za: Eis UNI-beloning vir {0}
ca_es: Reclama la recompensa UNI per {0}
cs_cz: Získejte UNI odměnu za {0}
el_gr: Ζητήστε ανταμοιβή UNI για {0}
es_es: Reclama recompensa UNI por {0}
it_it: Richiedi il premio UNI per {0}
no_no: Gjør krav på UNI-belønning for {0}
pl_pl: Odbierz nagrodę UNI za {0}
pt_pt: Reivindicar recompensa UNI por {0}
ro_ro: Solicitați recompensa UNI pentru {0}
ru_ru: Востребовать награду в UNI за {0}
th_th: รับรางวัล UNI เป็น {0}
vi_vn: Yêu cầu phần thưởng UNI cho {0}

source: I understand
af_za: ek verstaan
ca_es: Entenc
cs_cz: Rozumím
el_gr: Κατανοώ
es_es: Entiendo
it_it: Capisco
no_no: Jeg forstår
pl_pl: Rozumiem
pt_pt: Eu compreendo
ro_ro: Înţeleg
ru_ru: Я понимаю
th_th: ฉันเข้าใจ
vi_vn: Tôi hiểu

source: Max price
af_za: Maksimum prys
ca_es: Preu màxim
cs_cz: Maximální cena
el_gr: Μέγιστη τιμή
es_es: Precio máximo
it_it: Prezzo massimo
no_no: Maks pris
pl_pl: Maksymalna cena
pt_pt: Preço máximo
ro_ro: Preț maxim
ru_ru: Макс. цена
th_th: ราคาสูงสุด
vi_vn: Giá tối đa

source: Proposer
af_za: Voorsteller
ca_es: Proponent
cs_cz: Navrhovatel
el_gr: Άτομο που κάνει προτάσεις
es_es: Proponente
it_it: Proponente
no_no: Foreslå
pl_pl: Proponujący
pt_pt: Propositor
ro_ro: Propunător
ru_ru: Автор предложения
th_th: ผู้เสนอ
vi_vn: Người đề xuất

source: This token doesn't exist
af_za: Hierdie teken bestaan nie
ca_es: Aquest testimoni no existeix
cs_cz: Tento token neexistuje
el_gr: Αυτό το διακριτικό δεν υπάρχει
es_es: Este token no existe
it_it: Questo token non esiste
no_no: Dette tokenet eksisterer ikke
pl_pl: Ten token nie istnieje
pt_pt: Este símbolo não existe
ro_ro: Acest simbol nu există
ru_ru: Этот токен не существует
th_th: ไม่มีโทเค็นนี้
vi_vn: Mã thông báo này không tồn tại

source: The app fetches the optimal trade route from a Uniswap Labs server.
af_za: Die toepassing haal die optimale handelsroete vanaf 'n Uniswap Labs-bediener.
ca_es: L'aplicació obté la ruta comercial òptima des d'un servidor d'Uniswap Labs.
cs_cz: Aplikace načte optimální obchodní cestu ze serveru Uniswap Labs.
el_gr: Η εφαρμογή ανακτά τη βέλτιστη εμπορική διαδρομή από έναν διακομιστή Uniswap Labs.
es_es: La aplicación obtiene la ruta comercial óptima de un servidor de Uniswap Labs.
it_it: L'app recupera la rotta commerciale ottimale da un server Uniswap Labs.
no_no: Appen henter den optimale handelsruten fra en Uniswap Labs-server.
pl_pl: Aplikacja pobiera optymalną trasę handlową z serwera Uniswap Labs.
pt_pt: O aplicativo busca a rota comercial ideal de um servidor Uniswap Labs.
ro_ro: Aplicația preia ruta comercială optimă de pe un server Uniswap Labs.
ru_ru: Приложение получает оптимальный маршрут для сделки с сервера Uniswap Labs.
th_th: แอพดึงเส้นทางการค้าที่ดีที่สุดจากเซิร์ฟเวอร์ Uniswap Labs
vi_vn: Ứng dụng tìm nạp lộ trình giao dịch tối ưu từ máy chủ Uniswap Labs.

source: Best for very stable pairs.
af_za: Beste vir baie stabiele pare.
ca_es: El millor per a parelles molt estables.
cs_cz: Nejlepší pro velmi stabilní páry.
el_gr: Καλύτερο για πολύ σταθερά ζευγάρια.
es_es: Lo mejor para parejas muy estables.
it_it: Ideale per coppie molto stabili.
no_no: Best for veldig stabile par.
pl_pl: Najlepsze dla bardzo stabilnych par.
pt_pt: Melhor para pares muito estáveis.
ro_ro: Cel mai bun pentru perechi foarte stabile.
ru_ru: Подходит для очень стабильных пар.
th_th: ดีที่สุดสำหรับคู่ที่มั่นคงมาก
vi_vn: Tốt nhất cho các cặp rất ổn định.

source: Your swap was modified through your wallet. If this was a mistake, please cancel immediately or risk losing your funds.
af_za: Jou ruil is deur jou beursie gewysig. As dit 'n fout was, kanselleer asseblief onmiddellik of die risiko om jou fondse te verloor.
ca_es: El vostre intercanvi s'ha modificat a través de la vostra cartera. Si es tracta d'un error, cancel·leu immediatament o arrisqueu a perdre els vostres fons.
cs_cz: Váš swap byl upraven prostřednictvím vaší peněženky. Pokud to byla chyba, okamžitě ji zrušte, jinak riskujete ztrátu svých prostředků.
el_gr: Η ανταλλαγή σας τροποποιήθηκε μέσω του πορτοφολιού σας. Εάν αυτό ήταν λάθος, ακυρώστε αμέσως ή κινδυνεύετε να χάσετε τα χρήματά σας.
es_es: Su intercambio fue modificado a través de su billetera. Si esto fue un error, cancele de inmediato o corre el riesgo de perder sus fondos.
it_it: Il tuo scambio è stato modificato tramite il tuo portafoglio. Se si è trattato di un errore, annulla immediatamente o rischi di perdere i tuoi fondi.
no_no: Byttet ditt ble endret gjennom lommeboken din. Hvis dette var en feil, må du avbryte umiddelbart eller risikere å miste pengene dine.
pl_pl: Twój swap został zmodyfikowany przez Twój portfel. Jeśli to był błąd, anuluj natychmiast lub ryzykuj utratę środków.
pt_pt: Seu swap foi modificado através de sua carteira. Se isso foi um erro, cancele imediatamente ou corre o risco de perder seus fundos.
ro_ro: Schimbul dvs. a fost modificat prin portofel. Dacă aceasta a fost o greșeală, vă rugăm să anulați imediat sau riscați să vă pierdeți fondurile.
ru_ru: Ваш своп был изменен через ваш кошелек. Если это была ошибка, немедленно отмените подписку или рискуете потерять свои средства.
th_th: การแลกเปลี่ยนของคุณได้รับการแก้ไขผ่านกระเป๋าเงินของคุณ หากนี่เป็นความผิดพลาด โปรดยกเลิกทันที มิฉะนั้นอาจเสี่ยงที่จะสูญเสียเงินของคุณ
vi_vn: Trao đổi của bạn đã được sửa đổi thông qua ví của bạn. Nếu đây là một sai lầm, vui lòng hủy ngay lập tức hoặc có nguy cơ mất tiền của bạn.

source: Token not found
af_za: Token nie gevind nie
ca_es: No s'ha trobat el testimoni
cs_cz: Token nenalezen
el_gr: Το διακριτικό δεν βρέθηκε
es_es: Token no encontrado
it_it: Token non trovato
no_no: Token ikke funnet
pl_pl: Nie znaleziono tokena
pt_pt: Token não encontrado
ro_ro: Tokenul nu a fost găsit
ru_ru: Токен не найден
th_th: ไม่พบโทเค็น
vi_vn: Không tìm thấy mã thông báo

source: Share of Pool:
af_za: Aandeel van die poel:
ca_es: Quota de grup:
cs_cz: Podíl na fondu:
el_gr: Μερίδιο από τη Δεξαμενή:
es_es: Participación del fondo común:
it_it: Quota del pool:
no_no: Deling av pott:
pl_pl: Udział puli:
pt_pt: Parcela da Pool:
ro_ro: Cota de Grup:
ru_ru: Доля в пуле:
th_th: ส่วนแบ่งของพูล:
vi_vn: Chia sẻ của Pool:

source: Complete!
af_za: Voltooi!
ca_es: Completa!
cs_cz: Kompletní!
el_gr: Πλήρης!
es_es: ¡Completo!
it_it: Completare!
no_no: Fullstendig!
pl_pl: Kompletny!
pt_pt: Completo!
ro_ro: Complet!
ru_ru: Полный!
th_th: สมบูรณ์!
vi_vn: Hoàn thành!

source: Tokens
af_za: Tekens
ca_es: Fitxes
cs_cz: Žetony
el_gr: Μάρκες
it_it: Token
no_no: Polletter
pl_pl: Żetony
ro_ro: Jetoane
ru_ru: Токены
th_th: โทเค็น
vi_vn: Token

source: Market cap
ro_ro: Capitalizarea pieței
th_th: มูลค่าตลาด

source: Proposals
af_za: Voorstelle
ca_es: Propostes
cs_cz: Návrhy
el_gr: Προτάσεις
es_es: Propuestas
it_it: Proposte
no_no: Forslag
pl_pl: Propozycje
pt_pt: Propostas
ro_ro: Propuneri
ru_ru: Предложения
th_th: ข้อเสนอ
vi_vn: Đề xuất

source: Retry
af_za: Probeer weer
ca_es: Torna-ho a provar
cs_cz: Zkuste to znovu
el_gr: Ξαναδοκιμάσετε
es_es: Rever
it_it: Riprova
no_no: Prøv på nytt
pl_pl: Spróbować ponownie
pt_pt: Tentar novamente
ro_ro: Reîncercați
ru_ru: Повторить попытку
th_th: ลองอีกครั้ง
vi_vn: Thử lại

source: months
af_za: maande
ca_es: mesos
cs_cz: měsíce
el_gr: μήνες
es_es: meses
it_it: mesi
no_no: måneder
pl_pl: miesiące
pt_pt: meses
ro_ro: luni
ru_ru: месяцы
th_th: เดือน
vi_vn: tháng

source: Show less
ro_ro: Arata mai putin
th_th: แสดงน้อยลง
vi_vn: Hiện ít hơn

source: Repay failed
af_za: Terugbetaling het misluk
ca_es: Ha fallat el reemborsament
cs_cz: Splácení se nezdařilo
el_gr: Η αποπληρωμή απέτυχε
es_es: Reembolso fallido
it_it: Rimborso fallito
no_no: Tilbakebetaling mislyktes
pl_pl: Spłata nie powiodła się
pt_pt: Falha no reembolso
ro_ro: Rambursarea eșuată
ru_ru: Погасить не удалось
th_th: การชำระคืนล้มเหลว
vi_vn: Trả nợ không thành công

source: Liquidity
af_za: Likiditeit
ca_es: Liquiditat
cs_cz: Likvidita
el_gr: Ρευστότητα
es_es: Liquidez
it_it: Liquidità
no_no: Likviditet
pl_pl: Płynność
pt_pt: Liquidez
ro_ro: Lichiditate
ru_ru: Ликвидность
th_th: สภาพคล่อง
vi_vn: Thanh khoản

source: and consent to its
af_za: en instem tot sy
ca_es: i el consentiment
cs_cz: a souhlas s tím
el_gr: και συναίνεση σε αυτήν
es_es: y consentir en su
it_it: e acconsentire al suo
no_no: og samtykke til det
pl_pl: i zgodę na jego
pt_pt: e consentir com a sua
ro_ro: și consimțământul acesteia
ru_ru: и согласие на его
th_th: และยินยอมตามนั้น
vi_vn: và đồng ý với nó

source: Total
af_za: Totaal
cs_cz: Celkový
el_gr: Σύνολο
it_it: Totale
pl_pl: Całkowity
ru_ru: Общий
th_th: ทั้งหมด
vi_vn: Tổng cộng

source: Approve in wallet
af_za: Keur in beursie goed
ca_es: Aprovar a la cartera
cs_cz: Schválit v peněžence
el_gr: Έγκριση στο πορτοφόλι
es_es: Aprobar en billetera
it_it: Approva nel portafoglio
no_no: Godkjenne i lommebok
pl_pl: Zatwierdź w portfelu
pt_pt: aprovar na carteira
ro_ro: Aprobați în portofel
ru_ru: Подтвердить в кошельке
th_th: อนุมัติในกระเป๋าเงิน
vi_vn: Phê duyệt trong ví

source: Remove from bag
af_za: Verwyder uit sak
ca_es: Traieu de la bossa
cs_cz: Vyjměte ze sáčku
el_gr: Αφαιρέστε από την τσάντα
es_es: Quitar de la bolsa
it_it: Rimuovere dalla borsa
no_no: Fjern fra posen
pl_pl: Wyjąć z torby
pt_pt: Retire da bolsa
ro_ro: Scoateți din sac
ru_ru: Удалить из сумки
th_th: นำออกจากถุง
vi_vn: Lấy ra khỏi túi

source: Liquidity data not available.
af_za: Likiditeitsdata nie beskikbaar nie.
ca_es: Dades de liquiditat no disponibles.
cs_cz: Údaje o likviditě nejsou k dispozici.
el_gr: Δεν υπάρχουν διαθέσιμα στοιχεία ρευστότητας.
es_es: Datos de liquidez no disponibles.
it_it: Dati sulla liquidità non disponibili.
no_no: Likviditetsdata ikke tilgjengelig.
pl_pl: Brak danych dotyczących płynności.
pt_pt: Dados de liquidez não disponíveis.
ro_ro: Datele de lichiditate nu sunt disponibile.
ru_ru: Данные о ликвидности отсутствуют.
th_th: ไม่มีข้อมูลสภาพคล่อง
vi_vn: Dữ liệu thanh khoản không có sẵn.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
af_za: U kan self oor elke voorstel stem of u stemme aan 'n derde party delegeer.
ca_es: Podeu votar vosaltres cada proposta o delegar els vostres vots a un tercer.
cs_cz: Buď můžete o každém návrhu hlasovat sami, nebo můžete své hlasy delegovat na nějakou třetí stranu.
el_gr: Μπορείτε είτε να ψηφίσετε μόνοι σας για κάθε πρόταση είτε να αναθέσετε την ψήφο σας σε ένα τρίτο μέρος.
es_es: Usted puede votar sobre cada propuesta usted mismo o delegar sus votos a un tercero.
it_it: Puoi votare personalmente su ogni proposta o delegare i tuoi voti a terzi.
no_no: Du kan enten stemme på hvert forslag selv eller delegere stemmene til en tredjepart.
pl_pl: Możesz głosować nad każdą propozycją samodzielnie lub przekazać swoje głosy osobie trzeciej.
pt_pt: Pode votar em cada uma das propostas ou delegar os seus votos num terceiro.
ro_ro: Poți fie să votezi pentru fiecare propunere personală sau să delegi voturile către un terț.
ru_ru: Вы можете проголосовать за каждое предложение самостоятельно или делегировать свои голоса третьей стороне.
th_th: คุณสามารถลงคะแนนในแต่ละข้อเสนอด้วยตนเองหรือมอบสิทธิ์การลงคะแนนของคุณให้กับบุคคลที่สาม
vi_vn: Bạn có thể tự bỏ phiếu cho từng đề xuất hoặc ủy thác phiếu bầu của mình cho bên thứ ba.

source: Failed
af_za: Misluk
ca_es: Fracassat
cs_cz: Nepodařilo se
el_gr: Απέτυχε
es_es: Fallido
it_it: Fallito
no_no: Mislyktes
pl_pl: Przegrany
pt_pt: Fracassado
ro_ro: A eșuat
ru_ru: Неуспешный
th_th: ล้มเหลว
vi_vn: Thất bại

source: Price range
af_za: Prysklas
ca_es: Gamma de preus
cs_cz: Cenové rozpětí
el_gr: Εύρος τιμών
es_es: Rango de precios
it_it: Intervallo di prezzo
no_no: Prisintervall
pl_pl: Przedział cenowy
pt_pt: Intervalo de preço
ro_ro: Interval de preț
ru_ru: Диапазон цен
th_th: ช่วงราคา
vi_vn: Phạm vi giá

source: Trade crypto with confidence
af_za: Handel kripto met vertroue
ca_es: Comerç cripto amb confiança
cs_cz: Obchodujte s kryptoměnami s důvěrou
el_gr: Εμπορεύστε κρυπτογράφηση με σιγουριά
es_es: Opere con criptomonedas con confianza
it_it: Fai trading di criptovalute con fiducia
no_no: Handle krypto med selvtillit
pl_pl: Handluj kryptowalutami z ufnością
pt_pt: Negocie criptomoedas com confiança
ro_ro: Tranzacționează cu criptomonede cu încredere
ru_ru: Торгуйте криптовалютой с уверенностью
th_th: ซื้อขาย crypto ด้วยความมั่นใจ
vi_vn: Tự tin giao dịch tiền điện tử

source: Back to Pools
af_za: Terug na swembaddens
ca_es: Tornar a Piscines
cs_cz: Zpět k bazénům
el_gr: Επιστροφή στις Πισίνες
es_es: Volver a Piscinas
it_it: Torniamo alle piscine
no_no: Tilbake til Pools
pl_pl: Powrót do basenów
pt_pt: Voltar para Piscinas
ro_ro: Înapoi la piscine
ru_ru: Назад к бассейны
th_th: กลับไปที่สระว่ายน้ำ
vi_vn: Quay lại hồ bơi

source: Your account had insufficent funds to complete this swap.
af_za: Jou rekening het onvoldoende fondse gehad om hierdie omruiling te voltooi.
ca_es: El vostre compte no tenia fons suficients per completar aquest intercanvi.
es_es: Su cuenta no tenía fondos suficientes para completar este intercambio.
it_it: Il tuo account non disponeva di fondi sufficienti per completare questo scambio.
no_no: Kontoen din hadde ikke nok midler til å fullføre dette byttet.
pl_pl: Twoje konto nie miało wystarczających środków, aby zakończyć tę zamianę.
pt_pt: Sua conta não tinha fundos suficientes para concluir esta troca.
ro_ro: Contul dvs. nu avea fonduri suficiente pentru a finaliza acest schimb.
ru_ru: На вашем счету недостаточно средств для завершения обмена.
th_th: บัญชีของคุณมีเงินไม่เพียงพอสำหรับการแลกเปลี่ยนนี้
vi_vn: Tài khoản của bạn không đủ tiền để hoàn tất giao dịch hoán đổi này.

source: Unsupported assets
af_za: Ongesteunde bates
pt_pt: Ativos não suportados
ro_ro: Active neacceptate
th_th: เนื้อหาที่ไม่รองรับ
vi_vn: Nội dung không được hỗ trợ

source: Missing price data due to recently low trading volume on Uniswap v3
af_za: Ontbrekende prysdata weens onlangse lae handelsvolume op Uniswap v3
ca_es: Falten dades de preus a causa del volum de negociació baix recentment a Uniswap v3
cs_cz: Chybějící údaje o ceně kvůli nedávno nízkému objemu obchodování na Uniswap v3
el_gr: Λείπουν δεδομένα τιμών λόγω του πρόσφατα χαμηλού όγκου συναλλαγών στο Uniswap v3
es_es: Faltan datos de precios debido al bajo volumen de transacciones recientemente en Uniswap v3
it_it: Dati sui prezzi mancanti a causa del recente basso volume di scambi su Uniswap v3
no_no: Manglende prisdata på grunn av nylig lavt handelsvolum på Uniswap v3
pl_pl: Brak danych cenowych z powodu ostatnio niskiego wolumenu obrotu na Uniswap v3
pt_pt: Dados de preços ausentes devido ao volume de negociação recentemente baixo no Uniswap v3
ro_ro: Lipsesc date de preț din cauza volumului recent scăzut de tranzacționare pe Uniswap v3
ru_ru: Отсутствуют данные о ценах из-за недавнего низкого объема торгов на Uniswap v3
th_th: ข้อมูลราคาขาดหายไปเนื่องจากปริมาณการซื้อขายต่ำเมื่อเร็วๆ นี้บน Uniswap v3
vi_vn: Thiếu dữ liệu giá do khối lượng giao dịch gần đây trên Uniswap v3 thấp

source: Confirm
af_za: Bevestig
ca_es: Confirmeu
cs_cz: Potvrdit
el_gr: Επιβεβαίωση
es_es: Confirmar
it_it: Conferma
no_no: Bekreft
pl_pl: Potwierdzać
pt_pt: Confirmar
ro_ro: Confirmare
ru_ru: Подтвердить
th_th: ยืนยัน
vi_vn: Xác nhận

source: {0} per {1}
cs_cz: {0} za {1}
el_gr: {0} ανά {1}
es_es: {0} por {1}
pl_pl: {0} za {1}
pt_pt: {0} por {1}
ro_ro: {0} pe {1}
ru_ru: {0} за {1}
th_th: {0} ต่อ {1}
vi_vn: {0} trên {1}

source: Read more about providing liquidity
af_za: Lees meer oor die voorsiening van likiditeit
ca_es: Obteniu més informació sobre com proporcionar liquiditat
cs_cz: Přečtěte si více o poskytování likvidity
el_gr: Διαβάστε περισσότερα σχετικά με την παροχή ρευστότητας
es_es: Lea más acerca de proporcionar liquidez
it_it: Per saperne di più sulla fornitura di liquidità
no_no: Les mer om likviditetstilførsel
pl_pl: Przeczytaj więcej o zapewnianiu płynności
pt_pt: Leia mais sobre o fornecimento de liquidez
ro_ro: Citește mai multe despre furnizarea de lichidități
ru_ru: Подробнее о предоставлении ликвидности
th_th: อ่านเพิ่มเติมเกี่ยวกับการจัดหาสภาพคล่อง
vi_vn: Đọc thêm về cung cấp thanh khoản

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
af_za: Slegs stemgeregtigdes van UNI wat self gedelegeer is of na 'n ander adres voor blok {0} gedelegeer is.
ca_es: Només es poden votar els vots UNI que s’autodelegaven o delegaven a una altra direcció abans del bloc {0}.
cs_cz: Způsobilé k hlasování jsou jen hlasy UNI, které byly delegovány sobě nebo delegovány na jinou adresu před blokem {0}.
el_gr: Μόνο οι ψήφοι UNI που ανατέθηκαν αυτοπροσώπως ή ανατέθηκαν σε άλλη διεύθυνση πριν από το κλείσιμο {0} έχουν δικαίωμα ψήφου.
es_es: Solo los votos de UNI que fueron autodelegados o delegados a otra dirección antes del bloque {0} son elegibles para votar.
it_it: Solo i voti UNI che sono stati auto-delegati o delegati a un altro indirizzo prima del blocco {0} sono ammissibili per votare.
no_no: Bare UNI-stemmer som ble delegert eller delegert til annen adresse før blokk {0} kvalifiserer for å stemme.
pl_pl: Do głosowania kwalifikują się tylko głosy UNI, które zostały delegowane samodzielnie lub delegowane na inny adres przed blokiem {0}.
pt_pt: Apenas os votos UNI que foram auto delegados ou delegados em outro endereço antes do bloco {0} são elegíveis para votação.
ro_ro: Doar voturile UNI care au fost auto-delegate sau delegate la o altă adresă înainte ca blocul {0} sunt eligibile pentru vot.
ru_ru: Проголосовать могут только те голоса UNI, которые делегированы себе или на другой адрес до блока {0}.
th_th: เฉพาะการโหวตของ UNI ที่มอบสิทธิ์ด้วยตนเองหรือมอบสิทธิ์ไปยังที่อยู่อื่นก่อนบล็อก {0} เท่านั้นที่มีสิทธิ์ลงคะแนน
vi_vn: Chỉ những phiếu bầu UNI đã được tự ủy quyền hoặc được ủy quyền cho một địa chỉ khác trước khối {0} đủ điều kiện để bỏ phiếu.

source: {0} NFTs are listed significantly
af_za: {0} NFT's word aansienlik gelys
ca_es: {0} NFT es mostren de manera significativa
cs_cz: {0} NFT jsou uvedeny významně
el_gr: {0} NFTs παρατίθενται σημαντικά
es_es: {0} NFT se enumeran significativamente
it_it: {0} NFT sono elencati in modo significativo
no_no: {0} NFT-er er betydelig oppført
pl_pl: {0} NFT są wymienione znacząco
pt_pt: {0} NFTs são listados significativamente
ro_ro: {0} NFT sunt listate semnificativ
ru_ru: {0} NFT перечислены значительно
th_th: {0} NFTs อยู่ในรายการที่มีนัยสำคัญ
vi_vn: {0} NFT được liệt kê đáng kể

source: Unwrap <0/> to {0}
af_za: Pak <0/> tot {0}uit
ca_es: Desembolica <0/> a {0}
cs_cz: Rozbalit <0/> až {0}
el_gr: Ξετυλίξτε <0/> προς {0}
es_es: Desenvolver <0/> a {0}
it_it: Scartare <0/> a {0}
no_no: Pakk ut <0/> til {0}
pl_pl: Rozwiń <0/> do {0}
pt_pt: Desempacotar <0/> a {0}
ro_ro: Desfaceți <0/> la {0}
ru_ru: Развернуть <0/> в {0}
th_th: แกะ <0/> ต่อ {0}
vi_vn: Mở gói <0/> đến {0}

source: <0>Current price:</0><1>{0}</1>{1}
af_za: <0>Huidige prys:</0><1>{0}</1>{1}
pt_pt: <0>Preço atual:</0><1>{0}</1>{1}
ro_ro: <0>Preț curent:</0><1>{0}</1>{1}
th_th: <0>ราคาปัจจุบัน:</0><1>{0}</1>{1}
vi_vn: <0>Giá hiện tại:</0><1>{0}</1>{1}

source: Approved
af_za: Goedgekeur
ca_es: Aprovat
cs_cz: Schváleno
el_gr: Εγκρίθηκε
es_es: Aprobado
it_it: Approvato
no_no: Godkjent
pl_pl: Zatwierdzony
pt_pt: Aprovado
ro_ro: Aprobat
ru_ru: Одобрено
th_th: ที่ได้รับการอนุมัติ
vi_vn: Tán thành

source: You are not the owner of this LP position. You will not be able to withdraw the liquidity from this position unless you own the following address: {ownerAddress}
af_za: Jy is nie die eienaar van hierdie LP-posisie nie. Jy sal nie die likiditeit uit hierdie posisie kan onttrek nie, tensy jy die volgende adres besit: {ownerAddress}
ca_es: No sou el propietari d'aquesta posició de LP. No podreu retirar la liquiditat d'aquesta posició tret que tingueu la següent adreça: {ownerAddress}
cs_cz: Nejste vlastníkem této pozice LP. Nebudete moci vybrat likviditu z této pozice, pokud nevlastníte následující adresu: {ownerAddress}
el_gr: Δεν είστε ο κάτοχος αυτής της θέσης LP. Δεν θα μπορείτε να αποσύρετε τη ρευστότητα από αυτήν τη θέση εκτός και αν είστε κάτοχος της ακόλουθης διεύθυνσης: {ownerAddress}
es_es: Usted no es el propietario de esta posición de LP. No podrá retirar la liquidez de esta posición a menos que sea propietario de la siguiente dirección: {ownerAddress}
it_it: Non sei il proprietario di questa posizione LP. Non potrai ritirare la liquidità da questa posizione a meno che non possiedi il seguente indirizzo: {ownerAddress}
no_no: Du er ikke eieren av denne LP-stillingen. Du vil ikke kunne ta ut likviditeten fra denne posisjonen med mindre du eier følgende adresse: {ownerAddress}
pl_pl: Nie jesteś właścicielem tej pozycji LP. Nie będziesz mógł wycofać płynności z tej pozycji, chyba że posiadasz następujący adres: {ownerAddress}
pt_pt: Você não é o proprietário desta posição de LP. Você não poderá retirar a liquidez desta posição, a menos que possua o seguinte endereço: {ownerAddress}
ro_ro: Nu sunteți proprietarul acestei poziții LP. Nu veți putea retrage lichiditatea din această poziție decât dacă dețineți următoarea adresă: {ownerAddress}
ru_ru: Вы не являетесь владельцем этой позиции LP. Вы не сможете вывести ликвидность из этой позиции, если у вас нет следующего адреса: {ownerAddress}
th_th: คุณไม่ใช่เจ้าของตำแหน่ง LP นี้ คุณจะไม่สามารถถอนสภาพคล่องออกจากตำแหน่งนี้ได้เว้นแต่คุณจะเป็นเจ้าของที่อยู่ต่อไปนี้: {ownerAddress}
vi_vn: Bạn không phải là chủ sở hữu của vị trí LP này. Bạn sẽ không thể rút thanh khoản từ vị trí này trừ khi bạn sở hữu địa chỉ sau: {ownerAddress}

source: Some tokens take a fee when they are bought or sold, which is set by the token issuer. Uniswap does not receive any of these fees.
af_za: Sommige tokens neem 'n fooi wanneer dit gekoop of verkoop word, wat deur die token-uitreiker bepaal word. Uniswap ontvang nie enige van hierdie fooie nie.
ca_es: Algunes fitxes cobren una tarifa quan es compren o venen, que l'estableix l'emissor del token. Uniswap no rep cap d'aquestes tarifes.
it_it: Alcuni token richiedono una commissione quando vengono acquistati o venduti, che viene stabilita dall'emittente del token. Uniswap non riceve nessuna di queste commissioni.
no_no: Noen tokens tar et gebyr når de kjøpes eller selges, som settes av tokenutstederen. Uniswap mottar ingen av disse avgiftene.
pt_pt: Alguns tokens cobram uma taxa quando são comprados ou vendidos, que é definida pelo emissor do token. O Uniswap não recebe nenhuma dessas taxas.
ro_ro: Unele jetoane percep o taxă atunci când sunt cumpărate sau vândute, care este stabilită de emitentul token-ului. Uniswap nu primește niciuna dintre aceste taxe.
ru_ru: При покупке или продаже некоторых токенов взимается комиссия, устанавливаемая эмитентом токенов. Uniswap не получает никаких из этих комиссий.
th_th: โทเค็นบางตัวต้องเสียค่าธรรมเนียมเมื่อมีการซื้อหรือขาย ซึ่งกำหนดโดยผู้ออกโทเค็น Uniswap ไม่ได้รับค่าธรรมเนียมใดๆ เหล่านี้
vi_vn: Một số mã thông báo sẽ tính phí khi chúng được mua hoặc bán, do nhà phát hành mã thông báo quy định. Uniswap không nhận bất kỳ khoản phí nào trong số này.

source: You receive
af_za: Jy ontvang
ca_es: Vostè rep
cs_cz: Obdržíš
el_gr: Λαμβάνεις
es_es: Recibes
it_it: Tu ricevi
no_no: Du mottar
pl_pl: otrzymujesz
pt_pt: Tu recebes
ro_ro: Primesti
ru_ru: Вы получаете
th_th: คุณได้รับ
vi_vn: Bạn nhận được

source: Permit approval failed
af_za: Toestemmingsgoedkeuring het misluk
ca_es: L'aprovació del permís ha fallat
es_es: Aprobación de permiso fallida
it_it: Approvazione del permesso non riuscita
no_no: Tillatelsesgodkjenning mislyktes
pl_pl: Zatwierdzenie pozwolenia nie powiodło się
pt_pt: Falha na aprovação da permissão
ro_ro: Aprobarea permisului a eșuat
ru_ru: Не удалось утвердить разрешение
th_th: การอนุมัติใบอนุญาตล้มเหลว
vi_vn: Phê duyệt giấy phép không thành công
