Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Removing {0} {1} and {2} {3}
af_za: Verwyder {0} {1} en {2} {3}
ca_es: Eliminació de {0} {1} i {2} {3}
cs_cz: Odstraňování {0} {1} a {2} {3}
el_gr: Αφαίρεση των {0} {1} και {2} {3}
es_es: Eliminando {0} {1} y {2} {3}
it_it: Rimozione di {0} {1} e {2} {3}
no_no: Fjerner {0} {1} og {2} {3}
pl_pl: Usuwanie {0} {1} i {2} {3}
pt_pt: A remover {0} {1} e {2} {3}
ro_ro: Se elimină {0} {1} și {2} {3}
ru_ru: Удаление {0} {1} и {2} {3}
th_th: การลบ {0} {1} และ {2} {3}
vi_vn: Loại bỏ {0} {1} và {2} {3}

source: Theme
af_za: Tema
ca_es: Tema
cs_cz: Téma
el_gr: Θέμα
es_es: Tema
it_it: Tema
no_no: Tema
pl_pl: Temat
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
th_th: ธีม
vi_vn: chủ đề

source: TVL
ru_ru: ТВЛ
th_th: ทีวีแอล

source: Uniswap Protocol
af_za: Uniswap-protokol
ca_es: Protocol Uniswap
cs_cz: Uniswap protokol
el_gr: Πρωτόκολλο Uniswap
es_es: Protocolo Uniswap
it_it: Protocollo Uniswap
no_no: Uniswap-protokoll
pl_pl: Protokół Uniswap
pt_pt: Protocolo Uniswap
ro_ro: Protocolul Uniswap
ru_ru: Uniswap-протокол
th_th: โปรโตคอล Uniswap
vi_vn: Giao thức Uniswap

source: Set prices to continue
af_za: Stel pryse om voort te gaan
ca_es: Estableix preus per continuar
cs_cz: Chcete-li pokračovat, nastavte ceny
el_gr: Ορίστε τιμές για να συνεχίσετε
es_es: Establecer precios para continuar
it_it: Imposta i prezzi per continuare
no_no: Angi priser for å fortsette
pl_pl: Ustaw ceny, aby kontynuować
pt_pt: Definir preços para continuar
ro_ro: Setați prețurile pentru a continua
ru_ru: Установите цены, чтобы продолжить
th_th: กำหนดราคาเพื่อดำเนินการต่อ
vi_vn: Đặt giá để tiếp tục

source: Receive at least
pt_pt: Receba pelo menos
ro_ro: Primește cel puțin
th_th: รับอย่างน้อย
vi_vn: Nhận ít nhất

source: This fee is applied on select token pairs to ensure the best experience with Uniswap. It is paid in the output token and has already been factored into the quote.
ro_ro: Această taxă se aplică pe anumite perechi de jetoane pentru a asigura cea mai bună experiență cu Uniswap. Este plătit în simbolul de ieșire și a fost deja luat în considerare în cotație.
th_th: ค่าธรรมเนียมนี้ใช้กับคู่โทเค็นที่เลือกเพื่อให้แน่ใจว่าได้รับประสบการณ์ที่ดีที่สุดกับ Uniswap จะมีการชำระเป็นโทเค็นเอาต์พุตและได้รวมอยู่ในใบเสนอราคาแล้ว

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
af_za: Hierdie transaksie sal ook nie slaag nie as gevolg van prysbeweging of fooi by oordrag. Probeer u glyverdraagsaamheid verhoog.
ca_es: Aquesta transacció no tindrà èxit a causa del moviment de preus o de la comissió de transferència. Proveu d'augmentar la tolerància al lliscament.
cs_cz: Tato transakce nebude úspěšná buďto z důvodu pohybu ceny, nebo z důvodu poplatku za převod. Zkuste zvýšit svou toleranci skluzu.
el_gr: Αυτή η συναλλαγή δεν θα πετύχει είτε λόγω της κίνησης των τιμών είτε της χρέωσης κατά τη μεταφορά. Δοκιμάστε να αυξήσετε την ανοχή ολίσθησης.
es_es: Esta transacción no se realizará correctamente debido al movimiento del precio o al cargo por transferencia. Intente aumentar su tolerancia al deslizamiento.
it_it: Questa transazione non avrà esito positivo a causa del movimento del prezzo o della commissione sul trasferimento. Prova ad aumentare la tua tolleranza allo slittamento.
no_no: Denne transaksjonen vil ikke lykkes på grunn av prisbevegelse eller gebyr ved overføring. Prøv å øke glidetoleransen.
pl_pl: Ta transakcja nie powiedzie się ze względu na ruch cen lub opłatę za transfer. Spróbuj zwiększyć tolerancję na poślizg.
pt_pt: Esta transação não terá sucesso devido ao movimento do preço ou à comissão sobre transferência. Tente aumentar a sua tolerância ao deslizamento.
ro_ro: Această tranzacție nu va reuși nici din cauza mișcării prețului, nici a comisioanelor la transfer. Încearcă să îți sporești toleranța la alunecare.
ru_ru: Эта транзакция не будет успешной из-за движения цены или комиссии за перевод. Попробуйте увеличить допустимое проскальзывание.
th_th: ธุรกรรมนี้จะไม่สำเร็จเนื่องจากการเคลื่อนไหวของราคาหรือค่าธรรมเนียมในการโอน ลองเพิ่มความทนทานต่อการเลื่อนหลุด
vi_vn: Giao dịch này sẽ không thành công do biến động giá hoặc phí chuyển nhượng. Hãy thử tăng khả năng chịu trượt của bạn.

source: The market price is outside your specified price range. Single-asset deposit only.
af_za: Die markprys is buite u gespesifiseerde prysklas. Slegs deposito vir enkelbates.
ca_es: El preu de mercat està fora de l’interval de preus especificat. Només dipòsit d'un actiu únic.
cs_cz: Tržní cena je mimo Vámi stanovené cenové rozmezí. Pouze vklad na jedno aktivum.
el_gr: Η αγοραία τιμή είναι εκτός του εύρους τιμών που καθορίσατε. Καταθέσεις ενός μόνου περιουσιακού στοιχείου μόνο.
es_es: El precio de mercado está fuera del rango de precios especificado. Depósito de un solo activo.
it_it: Il prezzo di mercato è al di fuori della tua fascia di prezzo specificata. Solo deposito singolo asset.
no_no: Markedsprisen er kun utenfor ditt angitte prisintervall.
pl_pl: Cena rynkowa jest poza określonym przedziałem cenowym. Tylko depozyt na jeden składnik aktywów.
pt_pt: O preço de mercado está fora do seu intervalo de preços especificado. Apenas depósito de ativo único.
ro_ro: Prețul de piață este în afara intervalului de preț specificat. Doar depozitul de active unice.
ru_ru: Рыночная цена находится вне указанного вами диапазона. Вы можете внести только один актив.
th_th: ราคาตลาดอยู่นอกช่วงราคาที่คุณกำหนด เงินฝากสินทรัพย์เดียวเท่านั้น
vi_vn: Giá thị trường nằm ngoài phạm vi giá đã chỉ định của bạn. Chỉ gửi một tài sản duy nhất.

source: Against
af_za: Teen
ca_es: En contra
cs_cz: Proti
el_gr: Εναντίον
es_es: Contra
it_it: Contro
no_no: Mot
pl_pl: Przeciwko
pt_pt: Contra
ro_ro: Împotrivă
ru_ru: Против
th_th: ขัดต่อ
vi_vn: Chống lại

source: Canceled
af_za: Gekanselleer
ca_es: Cancel·lat
cs_cz: Zrušeno
el_gr: Ακυρώθηκε
es_es: Cancelado
it_it: Annullato
no_no: Kansellert
pl_pl: Odwołany
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
th_th: ยกเลิก
vi_vn: Đã hủy

source: No pools yet
af_za: Nog geen swembaddens nie
ca_es: Encara no hi ha piscines
cs_cz: Zatím žádné bazény
el_gr: Δεν υπάρχουν ακόμα πισίνες
es_es: Aún no hay piscinas
it_it: Ancora nessuna piscina
no_no: Ingen bassenger ennå
pl_pl: Nie ma jeszcze basenów
pt_pt: Ainda não há piscinas
ro_ro: Încă nu există piscine
ru_ru: бассейнов пока нет
th_th: ยังไม่มีสระว่ายน้ำ
vi_vn: Chưa có hồ bơi nào

source: Show closed positions
af_za: Wys geslote posisies
ca_es: Mostra les posicions tancades
cs_cz: Zobrazit uzavřené pozice
el_gr: Εμφάνιση κλειστών θέσεων
es_es: Mostrar posiciones cerradas
it_it: Mostra le posizioni chiuse
no_no: Vis lukkede stillinger
pl_pl: Pokaż zamknięte pozycje
pt_pt: Mostrar posições fechadas
ro_ro: Afișează pozițiile închise
ru_ru: Показать закрытые позиции
th_th: แสดงสถานะปิด
vi_vn: Hiển thị các vị thế đã đóng

source: {i, plural, one {month} other {months}}
af_za: {i, plural, one {maand} other {maande}}
ca_es: {i, plural, one {mes} other {mesos}}
el_gr: {i, plural, one {μήνας} other {μήνες}}
es_es: {i, plural, one {mes} other {meses}}
it_it: {i, plural, one {mese} other {mesi}}
no_no: {i, plural, one {måned} other {måneder}}
pl_pl: {i, plural, one {miesiąc} other {miesiące}}
pt_pt: {i, plural, one {mês} other {meses}}
ro_ro: {i, plural, one {luna} other {luni}}
ru_ru: {i, plural, one {месяц} other {месяцы}}
th_th: {i, plural, one {เดือน} other {เดือน}}
vi_vn: {i, plural, one {tháng} other {tháng}}

source: Vote to abstain on proposal {proposalKey}
af_za: Stem om te onthou van stemming oor voorstel {proposalKey}
ca_es: Votació a favor de l'abstenció a la proposta {proposalKey}
cs_cz: Hlasujte pro zdržení se návrhu {proposalKey}
el_gr: Ψηφίστε υπέρ της αποχής επί της πρότασης {proposalKey}
es_es: Votar para abstenerse en la propuesta {proposalKey}
it_it: Voto di astensione sulla proposta {proposalKey}
no_no: Stem for å avstå fra forslag {proposalKey}
pl_pl: Głosowanie za wstrzymaniem się od głosu w sprawie propozycji {proposalKey}
pt_pt: Votar pela abstenção na proposta {proposalKey}
ro_ro: Votează pentru abținerea la propunerea {proposalKey}
ru_ru: Воздержаться от голосования по предложению {proposalKey}
th_th: งดออกเสียงข้อเสนอ {proposalKey}
vi_vn: Bỏ phiếu trắng cho đề xuất {proposalKey}

source: Oops, take me back to Swap
af_za: Oeps, neem my terug na Swap toe
ca_es: Vaja, torna'm a Swap
cs_cz: Jejda, vezměte mě zpět do Swapu
el_gr: Ωχ, πάρε με πίσω στο Swap
es_es: Ups, llévame de vuelta a Swap
it_it: Spiacenti, riportami a Swap
no_no: Oops, ta meg tilbake til Swap
pl_pl: Ups, zabierz mnie z powrotem do Swap
pt_pt: Ops, leve-me de volta para Swap
ro_ro: Hopa, du-mă înapoi la Swap
ru_ru: Упс, верни меня в Swap
th_th: อ๊ะ พาฉันกลับไปที่ Swap
vi_vn: Rất tiếc, hãy đưa tôi trở lại Swap

source: {0} fee tier
ro_ro: {0} nivel de taxă
th_th: ระดับค่าธรรมเนียม {0}

source: Connect a wallet
af_za: Verbind 'n beursie
ca_es: Connecteu una cartera
cs_cz: Připojit peněženku
el_gr: Συνδέστε ένα πορτοφόλι
es_es: Conectar una cartera
it_it: Collega un portafoglio
no_no: Koble til en lommebok
pl_pl: Podłącz portfel
pt_pt: Ligar uma carteira
ro_ro: Conectează un portofel
ru_ru: Подключить кошелёк
th_th: เชื่อมต่อกระเป๋าเงิน
vi_vn: Kết nối ví

source: from
af_za: van
ca_es: des de
cs_cz: z
el_gr: από
es_es: de
it_it: da
no_no: fra
pl_pl: z
pt_pt: de
ro_ro: din
ru_ru: от
th_th: จาก
vi_vn: từ

source: You don't have enough votes to submit a proposal
af_za: Jy het nie genoeg stemme om 'n voorstel in te dien nie
ca_es: No tens prou vots per presentar una proposta
cs_cz: K odeslání návrhu nemáte dostatek hlasů
el_gr: Δεν έχετε αρκετές ψήφους για να υποβάλετε πρόταση
es_es: No tienes suficientes votos para enviar una propuesta
it_it: Non hai abbastanza voti per inviare una proposta
no_no: Du har ikke nok stemmer til å sende inn et forslag
pl_pl: Nie masz wystarczającej liczby głosów, aby przesłać propozycję
pt_pt: Você não tem votos suficientes para enviar uma proposta
ro_ro: Nu aveți suficiente voturi pentru a trimite o propunere
ru_ru: У вас недостаточно голосов для внесения предложения
th_th: คุณไม่มีคะแนนเสียงเพียงพอที่จะส่งข้อเสนอ
vi_vn: Bạn không có đủ phiếu bầu để gửi đề xuất

source: Removed liquidity
af_za: Verwyder likiditeit
ca_es: Liquiditat eliminada
cs_cz: Odstraněná likvidita
el_gr: Καταργήθηκε η ρευστότητα
es_es: Liquidez eliminada
it_it: Liquidità rimossa
no_no: Fjernet likviditet
pl_pl: Usunięta płynność
pt_pt: Liquidez removida
ro_ro: Lichiditatea eliminată
ru_ru: Удалена ликвидность
th_th: ลบสภาพคล่อง
vi_vn: Đã xóa thanh khoản

source: Send cancelled
af_za: Stuur is gekanselleer
ca_es: Enviament cancel·lat
es_es: Enviar cancelado
it_it: Invio annullato
no_no: Sendingen kansellert
pl_pl: Wysyłanie anulowane
pt_pt: Enviar cancelado
ro_ro: Trimite anulat
ru_ru: Отправить отменено
th_th: ยกเลิกการส่ง
vi_vn: Gửi bị hủy

source: Submitted proposal
af_za: Voorgelê voorstel
ca_es: Proposta presentada
cs_cz: Podaný návrh
el_gr: Υποβλήθηκε πρόταση
es_es: Propuesta enviada
it_it: Proposta inviata
no_no: Innsendt forslag
pl_pl: Złożona propozycja
pt_pt: Proposta enviada
ro_ro: Propunerea depusă
ru_ru: Представленное предложение
th_th: ส่งข้อเสนอแล้ว
vi_vn: đề xuất đã gửi

source: Execute failed
af_za: Kon nie uitvoer nie
ca_es: Ha fallat l'execució
cs_cz: Provedení se nezdařilo
el_gr: Η εκτέλεση απέτυχε
es_es: ejecución fallida
it_it: Esecuzione fallita
no_no: Utførelse mislyktes
pl_pl: Wykonanie nie powiodło się
pt_pt: Falha na execução
ro_ro: Executarea a eșuat
ru_ru: Выполнить не удалось
th_th: การดำเนินการล้มเหลว
vi_vn: Thực thi không thành công

source: minutes
af_za: minute
ca_es: minuts
cs_cz: minuty
el_gr: λεπτά
es_es: minutos
it_it: minuti
no_no: minutter
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
ru_ru: минут(-ы)
th_th: นาที
vi_vn: phút

source: Borrow cancelled
af_za: Leen gekanselleer
ca_es: Préstec cancel·lat
es_es: Préstamo cancelado
it_it: Prestito annullato
no_no: Lån kansellert
pl_pl: Pożyczka anulowana
pt_pt: Empréstimo cancelado
ro_ro: Împrumut anulat
ru_ru: Заем отменен
th_th: ยืมถูกยกเลิก
vi_vn: Khoản vay đã bị hủy

source: Add liquidity failed
af_za: Byvoeging van likiditeit het misluk
ca_es: No s'ha pogut afegir liquiditat
cs_cz: Přidání likvidity se nezdařilo
el_gr: Η προσθήκη ρευστότητας απέτυχε
es_es: No se pudo agregar liquidez
it_it: Aggiunta di liquidità non riuscita
no_no: Tilførsel av likviditet mislyktes
pl_pl: Dodanie płynności nie powiodło się
pt_pt: Falha ao adicionar liquidez
ro_ro: Adăugarea lichidității a eșuat
ru_ru: Не удалось добавить ликвидность
th_th: เพิ่มสภาพคล่องล้มเหลว
vi_vn: Thêm thanh khoản không thành công

source: Failed to switch networks
af_za: Kon nie van netwerk verander nie
ca_es: No s'ha pogut canviar de xarxa
cs_cz: Přepnutí sítí se nezdařilo
el_gr: Αποτυχία εναλλαγής δικτύων
es_es: Error al cambiar de red
it_it: Impossibile cambiare rete
no_no: Kunne ikke bytte nettverk
pl_pl: Nie udało się przełączyć sieci
pt_pt: Falha ao mudar de rede
ro_ro: Schimbarea rețelelor a eșuat
ru_ru: Не удалось переключить сети
th_th: สลับเครือข่ายไม่สำเร็จ
vi_vn: Chuyển đổi mạng không thành công

source: Invalid price input
af_za: Ongeldige prysinsette
ca_es: Entrada de preu no vàlida
cs_cz: Neplatné zadání ceny
el_gr: Μη έγκυρη εισαγωγή τιμής
es_es: Entrada de precio no válida
it_it: Input di prezzo non valido
no_no: Ugyldig prisinngang
pl_pl: Nieprawidłowa cena
pt_pt: Entrada de preço inválida
ro_ro: Introducere de preț nevalidă
ru_ru: Цена указана неверно
th_th: การป้อนราคาไม่ถูกต้อง
vi_vn: Giá đầu vào không hợp lệ

source: and
af_za: en
ca_es: i
cs_cz: a
el_gr: και
es_es: y
it_it: E
no_no: og
pl_pl: I
pt_pt: e
ro_ro: și
ru_ru: и
th_th: และ
vi_vn: Và

source: <0/> All Proposals
af_za: <0/> Alle voorstelle
ca_es: <0/> Totes les propostes
cs_cz: <0/> Všechny návrhy
el_gr: <0/> Όλες Οι Προτάσεις
es_es: <0/> Todas las propuestas
it_it: <0/> Tutte Le Proposte
no_no: <0/> Alle forslag
pl_pl: <0/> Wszystkie propozycje
pt_pt: <0/> Todas as propostas
ro_ro: <0/> Toate propunerile
ru_ru: <0/> Все предложения
th_th: <0/> ข้อเสนอทั้งหมด
vi_vn: <0/> Tất cả các đề xuất

source: Download in the App Store to safely store your tokens and NFTs, swap tokens, and connect to crypto apps.
af_za: Laai af in die App Store om jou tokens en NFT's veilig te stoor, tokens om te ruil en aan kripto-programme te koppel.
ca_es: Baixeu-lo a l'App Store per emmagatzemar de manera segura els vostres fitxes i NFT, intercanviar fitxes i connectar-vos a aplicacions criptogràfiques.
cs_cz: Stáhněte si v App Store a bezpečně uložte své tokeny a NFT, vyměňte si tokeny a připojte se k kryptografickým aplikacím.
el_gr: Κάντε λήψη στο App Store για να αποθηκεύσετε με ασφάλεια τα διακριτικά και τα NFT σας, να ανταλλάξετε διακριτικά και να συνδεθείτε σε εφαρμογές κρυπτογράφησης.
es_es: Descárguelo en App Store para almacenar de forma segura sus tokens y NFT, intercambiar tokens y conectarse a aplicaciones criptográficas.
it_it: Scarica nell'App Store per archiviare in modo sicuro i tuoi token e NFT, scambiare token e connetterti alle app crittografiche.
no_no: Last ned i App Store for å trygt lagre tokens og NFT-er, bytte tokens og koble til kryptoapper.
pl_pl: Pobierz w App Store, aby bezpiecznie przechowywać swoje tokeny i NFT, wymieniać tokeny i łączyć się z aplikacjami kryptograficznymi.
pt_pt: Baixe na App Store para armazenar com segurança seus tokens e NFTs, trocar tokens e conectar-se a aplicativos criptográficos.
ro_ro: Descărcați în App Store pentru a vă stoca în siguranță jetoanele și NFT-urile, pentru a schimba jetoanele și pentru a vă conecta la aplicații cripto.
ru_ru: Загрузите приложение в App Store, чтобы безопасно хранить свои токены и NFT, обменивать токены и подключаться к криптографическим приложениям.
th_th: ดาวน์โหลดใน App Store เพื่อจัดเก็บโทเค็นและ NFT ของคุณอย่างปลอดภัย สลับโทเค็น และเชื่อมต่อกับแอปเข้ารหัสลับ
vi_vn: Tải xuống trong App Store để lưu trữ mã thông báo và NFT của bạn một cách an toàn, hoán đổi mã thông báo và kết nối với các ứng dụng tiền điện tử.

source: Start listing
af_za: Begin lys
ca_es: Comença la llista
cs_cz: Začněte zapisovat
el_gr: Ξεκινήστε την καταχώριση
es_es: Empezar a cotizar
it_it: Inizia l'elenco
no_no: Start oppføringen
pl_pl: Rozpocznij aukcję
pt_pt: Iniciar listagem
ro_ro: Începeți listarea
ru_ru: Начать листинг
th_th: เริ่มรายการ
vi_vn: bắt đầu niêm yết

source: Claim your UNI tokens
af_za: Eis u UNI-tekens op
ca_es: Reclameu les vostres fitxes UNI
cs_cz: Nárokujte si své žetony UNI
el_gr: Διεκδικήστε τις μάρκες σας UNI
es_es: Reclame sus tokens UNI
it_it: Richiedi i tuoi token UNI
no_no: Hent dine UNI-polletter
pl_pl: Odbierz swoje tokeny UNI
pt_pt: Reivindicar os seus tokens UNI
ro_ro: Revendică-ți jetoanele UNI
ru_ru: Востребуйте свои токены UNI
th_th: รับโทเค็น UNI ของคุณ
vi_vn: Yêu cầu mã token UNI của bạn

source: Last price
af_za: Laaste prys
pt_pt: Último preço
ro_ro: Ultimul pret
th_th: ราคาสุดท้าย
vi_vn: Giá cuối cùng

source: Hide resources
af_za: Versteek hulpbronne
ca_es: Amaga recursos
cs_cz: Skrýt zdroje
el_gr: Απόκρυψη πόρων
es_es: Ocultar recursos
it_it: Nascondi risorse
no_no: Skjul ressurser
pl_pl: Ukryj zasoby
pt_pt: Ocultar recursos
ro_ro: Ascunde resursele
ru_ru: Скрыть ресурсы
th_th: ซ่อนทรัพยากร
vi_vn: Ẩn tài nguyên

source: Unknown Lend
af_za: Onbekende Leen
pt_pt: Empréstimo desconhecido
ro_ro: Împrumut necunoscut
th_th: ไม่ทราบให้ยืม
vi_vn: Cho vay không xác định

source: Create pool.
af_za: Skep poel.
ca_es: Crea un grup.
cs_cz: Vytvořit fond.
el_gr: Δημιουργία δεξαμενής.
es_es: Crear fondo común.
it_it: Crea pool.
no_no: Opprett pott.
pl_pl: Utwórz pulę.
pt_pt: Criar pool.
ro_ro: Creează grup.
ru_ru: Создать пул.
th_th: สร้างพูล
vi_vn: Tạo nhóm.

source: Recipient
af_za: Ontvanger
ca_es: Destinatari
cs_cz: Příjemce
el_gr: Παραλήπτης
es_es: Recipiente
it_it: Destinatario
no_no: Mottaker
pl_pl: Odbiorca
pt_pt: Destinatário
ro_ro: Destinatar
ru_ru: Получатель
th_th: ผู้รับ
vi_vn: Người nhận

source: Deployed
af_za: Ontplooi
ca_es: Desplegat
cs_cz: Nasazeno
el_gr: Αναπτύχθηκε
es_es: Desplegada
it_it: Distribuito
no_no: Utplassert
pl_pl: Rozmieszczony
pt_pt: implantado
ro_ro: Desfăşurat
ru_ru: Развернуто
th_th: ปรับใช้
vi_vn: đã triển khai

source: Pooled {0}:
af_za: Gepoel {0}:
ca_es: Agrupat {0}:
cs_cz: Sestaveno do fondu {0}:
el_gr: Συγκεντρώθηκε(αν) {0}:
es_es: Conjunto {0}:
it_it: Raggruppato {0}:
no_no: Pott {0}:
pl_pl: Połączone {0}:
pt_pt: Na pool {0}:
ro_ro: Grupat {0}:
ru_ru: {0} в пуле:
th_th: พูล {0}:
vi_vn: Pool {0}:

source: Check network status
af_za: Gaan netwerkstatus na
ca_es: Comproveu l'estat de la xarxa
cs_cz: Zkontrolujte stav sítě
el_gr: Ελέγξτε την κατάσταση του δικτύου
es_es: Comprobar el estado de la red
it_it: Controlla lo stato della rete
no_no: Sjekk nettverksstatus
pl_pl: Sprawdź stan sieci
pt_pt: Verifique o estado da rede
ro_ro: Verificați starea rețelei
ru_ru: Проверьте состояние сети
th_th: ตรวจสอบสถานะเครือข่าย
vi_vn: Kiểm tra trạng thái mạng

source: Voting ends approximately {0}
af_za: Die stemming eindig ongeveer {0}
ca_es: La votació finalitza aproximadament {0}
cs_cz: Hlasování končí přibližně v {0}
el_gr: Η ψηφοφορία λήγει περίπου {0}
es_es: La votación termina aproximadamente {0}
it_it: La votazione termina approssimativamente {0}
no_no: Avstemming slutter om {0}
pl_pl: Głosowanie kończy się około {0}
pt_pt: A votação termina aproximadamente em {0}
ro_ro: Votarea se termină aproximativ {0}
ru_ru: Голосование заканчивается примерно {0}
th_th: การลงคะแนนสิ้นสุดลงประมาณ {0}
vi_vn: Bỏ phiếu kết thúc vào khoảng {0}

source: Floor price
af_za: Vloerprys
ca_es: Preu pis
cs_cz: Podlahová cena
el_gr: Κατώτατη τιμή
es_es: precio piso
it_it: Prezzo al piano
no_no: Gulvpris
pl_pl: Cena minimalna
pt_pt: preço mínimo
ro_ro: Preț la etaj
ru_ru: Минимальная цена
th_th: ราคาพื้น
vi_vn: Giá sàn

source: Unsupported Asset
af_za: Nie-ondersteunde bate
ca_es: Recurs no admès
cs_cz: Nepodporované aktivum
el_gr: Μη Υποστηριζόμενο Περιουσιακό Στοιχείο
es_es: Activo no soportado
it_it: Asset Non Supportato
no_no: Ustøttet aktiva
pl_pl: Nieobsługiwany zasób
pt_pt: Ativo não suportado
ro_ro: Activ Nesusținut
ru_ru: Актив не поддерживается
th_th: เนื้อหาที่ไม่รองรับ
vi_vn: Tài sản không được hỗ trợ

source: Voted
af_za: Gestem
ca_es: Votat
cs_cz: Hlasováno
el_gr: Ψηφίστηκε
es_es: votado
it_it: Votato
no_no: Stemte
pl_pl: Głosowano
pt_pt: votado
ro_ro: Votat
ru_ru: Проголосовали
th_th: โหวตแล้ว
vi_vn: bình chọn

source: Position unavailable
af_za: Posisie onbeskikbaar
ca_es: Posició no disponible
cs_cz: Pozice není k dispozici
el_gr: Η θέση δεν είναι διαθέσιμη
es_es: Posición no disponible
it_it: Posizione non disponibile
no_no: Stillingen er utilgjengelig
pl_pl: Pozycja niedostępna
pt_pt: Posição indisponível
ro_ro: Poziție indisponibilă
ru_ru: Позиция недоступна
th_th: ไม่มีตำแหน่ง
vi_vn: Vị trí không có sẵn

source: Wrong network
af_za: Verkeerde netwerk
ca_es: Xarxa incorrecta
cs_cz: Špatná síť
el_gr: Λάθος δίκτυο
es_es: red incorrecta
it_it: Rete sbagliata
no_no: Feil nettverk
pl_pl: Zła sieć
pt_pt: rede errada
ro_ro: Rețea greșită
ru_ru: Неверная сеть
th_th: ผิดเครือข่าย
vi_vn: mạng sai

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
af_za: Die prys van hierdie poel is buite u gekose reeks. U posisie verdien tans nie fooie nie.
ca_es: El preu d'aquest grup està fora de l'interval seleccionat. Actualment, la vostra posició no cobra comissions.
cs_cz: Cena tohoto fondu je mimo Vámi vybrané rozmezí. Vaše pozice v současné době nevynáší poplatky.
el_gr: Η τιμή αυτής της δεξαμενής είναι εκτός του επιλεγμένου εύρους. Η θέση σας δεν κερδίζει επί του παρόντος χρεώσεις.
es_es: El precio de este fondo común está fuera de su rango seleccionado. Su posición no está ganando comisiones en este momento.
it_it: Il prezzo di questo pool è al di fuori dell'intervallo selezionato. La tua posizione non sta attualmente guadagnando commissioni.
no_no: Prisen på denne potten er utenfor ditt valgte nivå. Din posisjon er ikke for tiden som gir avgifter.
pl_pl: Cena tej puli jest poza wybranym zakresem. Twoja pozycja nie przynosi obecnie opłat.
pt_pt: O preço desta pool está fora do intervalo selecionado. A sua posição não está atualmente a ganhar comissões.
ro_ro: Prețul acestui jeton este în afara intervalului selectat. Poziția ta nu câștigă taxe/onorarii în prezent.
ru_ru: Цена этого пула находится за пределами выбранного вами диапазона. Ваша позиция в настоящее время не зарабатывает комиссии.
th_th: ราคาของพูลนี้อยู่นอกช่วงที่คุณเลือก ตำแหน่งของคุณยังไม่ได้รับค่าธรรมเนียม
vi_vn: Giá của pool này nằm ngoài phạm vi bạn đã chọn. Vị trí của bạn hiện không kiếm được phí.

source: View on Etherscan
af_za: Kyk op Etherscan
ca_es: Veure a Etherscan
es_es: Ver en Etherscan
it_it: Visualizza su Etherscan
no_no: Se på Etherscan
pl_pl: Zobacz na Etherscanie
pt_pt: Ver em Etherscan
ro_ro: Vizualizare pe Etherscan
ru_ru: Посмотреть на Etherscan
th_th: ดูบน Etherscan
vi_vn: Xem trên Etherscan

source: Remove liquidity failed
af_za: Verwyder likiditeit het misluk
ca_es: S'ha produït un error en eliminar la liquiditat
cs_cz: Odebrání likvidity se nezdařilo
el_gr: Η αφαίρεση ρευστότητας απέτυχε
es_es: No se ha podido eliminar la liquidez
it_it: Rimozione della liquidità non riuscita
no_no: Fjerning av likviditet mislyktes
pl_pl: Usunięcie płynności nie powiodło się
pt_pt: Falha ao remover liquidez
ro_ro: Eliminarea lichidității a eșuat
ru_ru: Не удалось удалить ликвидность
th_th: ลบสภาพคล่องล้มเหลว
vi_vn: Xóa thanh khoản không thành công

source: Error connecting
af_za: Kon nie koppel nie
ca_es: Error de connexió
cs_cz: Chyba připojení
el_gr: Σφάλμα σύνδεσης
es_es: Error al conectar
it_it: Errore di connessione
no_no: Feil ved tilkobling
pl_pl: Błąd łączenia
pt_pt: Erro ao ligar
ro_ro: Eroare de conectare
ru_ru: Ошибка подключения
th_th: เกิดข้อผิดพลาดในการเชื่อมต่อ
vi_vn: Lỗi kết nối
