Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Liquidity provider rewards
af_za: Belonings vir likiditeitsverskaffer
ca_es: Recompenses del proveïdor de liquiditat
cs_cz: Odměny poskytovatele likvidity
el_gr: Επιβραβεύσεις παρόχου ρευστότητας
es_es: Premios del proveedor de liquidez
it_it: Ricompense fornitore di liquidità
no_no: Tilbudspremier for likviditetsleverandør
pl_pl: Nagrody dostawcy płynności
pt_pt: Recompensas do fornecedor de liquidez
ro_ro: Recompense furnizor de lichidități
ru_ru: Вознаграждения для поставщика ликвидности
th_th: รางวัลผู้ให้บริการสภาพคล่อง
vi_vn: Phần thưởng của nhà cung cấp thanh khoản

source: Balance: {0}
af_za: Saldo: {0}
ca_es: Balanç: {0}
cs_cz: Zůstatek: {0}
el_gr: Υπόλοιπο: {0}
es_es: Saldo: {0}
it_it: Saldo: {0}
no_no: Saldo: {0}
pl_pl: Saldo: {0}
pt_pt: Saldo: {0}
ro_ro: Sold: {0}
ru_ru: Баланс: {0}
th_th: ยอดคงเหลือ: {0}
vi_vn: Số dư: {0}

source: Claim UNI
af_za: Eis UNI
ca_es: Reclamació UNI
cs_cz: Nárokovat si UNI
el_gr: Διεκδικήστε UNI
es_es: Reclamar UNI
it_it: Reclama UNI
no_no: Hent UNI
pl_pl: Zgłoś UNI
pt_pt: Reivindicar UNI
ro_ro: Revendică UNI
ru_ru: Востребовать UNI
th_th: อ้างสิทธิ์ UNI
vi_vn: Nhận UNI

source: Caution
af_za: Versigtig
ca_es: Precaució
cs_cz: Pozor
el_gr: Προσοχή
es_es: Precaución
it_it: Attenzione
no_no: Forsiktighet
pl_pl: Ostrożność
pt_pt: Cuidado
ro_ro: Prudență
ru_ru: Осторожно
th_th: คำเตือน
vi_vn: thận trọng

source: Top tokens on Uniswap
af_za: Top tokens op Uniswap
ca_es: Les fitxes principals d'Uniswap
cs_cz: Nejlepší tokeny na Uniswapu
el_gr: Κορυφαία διακριτικά στο Uniswap
es_es: Los mejores tokens en Uniswap
it_it: I migliori token su Uniswap
no_no: Topp tokens på Uniswap
pl_pl: Najlepsze tokeny na Uniswap
pt_pt: Principais tokens no Uniswap
ro_ro: Top tokens pe Uniswap
ru_ru: Лучшие токены на Uniswap
th_th: โทเค็นยอดนิยมบน Uniswap
vi_vn: Các mã thông báo hàng đầu trên Uniswap

source: Transaction completed in
af_za: Transaksie voltooi in
ca_es: Transacció completada a
cs_cz: Transakce dokončena v
el_gr: Η συναλλαγή ολοκληρώθηκε το
es_es: Transacción completada en
it_it: Transazione completata in
no_no: Transaksjonen fullført i
pl_pl: Transakcja zakończona w
pt_pt: Transação concluída em
ro_ro: Tranzacție finalizată în
ru_ru: Транзакция завершена за
th_th: ทำธุรกรรมเสร็จสิ้นใน
vi_vn: Giao dịch hoàn tất trong

source: Voting
af_za: Stem
ca_es: Votació
cs_cz: Hlasování
el_gr: Ψηφοφορία
es_es: Votación
it_it: Voto
no_no: Stemmegivning
pl_pl: Głosowanie
pt_pt: Votação
ro_ro: Vot
ru_ru: Голосование
th_th: โหวต
vi_vn: bỏ phiếu

source: Submit proposal failed
af_za: Kon nie voorstel indien nie
ca_es: No s'ha pogut enviar la proposta
cs_cz: Odeslání návrhu se nezdařilo
el_gr: Η υποβολή πρότασης απέτυχε
es_es: Enviar propuesta fallida
it_it: Invio proposta non riuscito
no_no: Sending av forslag mislyktes
pl_pl: Przesłanie propozycji nie powiodło się
pt_pt: Falha ao enviar proposta
ro_ro: Trimiterea propunerii a eșuat
ru_ru: Не удалось отправить предложение
th_th: ส่งข้อเสนอล้มเหลว
vi_vn: Gửi đề xuất không thành công

source: Vote failed
af_za: Stem het misluk
ca_es: La votació ha fallat
cs_cz: Hlasování se nezdařilo
el_gr: Η ψηφοφορία απέτυχε
es_es: Voto fallido
it_it: Voto fallito
no_no: Avstemning mislyktes
pl_pl: Głosowanie nie powiodło się
pt_pt: Voto falhou
ro_ro: Votul nu a reușit
ru_ru: Голосовать не удалось
th_th: การลงคะแนนล้มเหลว
vi_vn: Bỏ phiếu không thành công

source: This order was cancelled
af_za: Hierdie bestelling is gekanselleer
ca_es: Aquesta comanda s'ha cancel·lat
es_es: Este pedido fue cancelado
it_it: Questo ordine è stato annullato
no_no: Denne bestillingen ble kansellert
pl_pl: To zamówienie zostało anulowane
pt_pt: Este pedido foi cancelado
ro_ro: Această comandă a fost anulată
ru_ru: Этот заказ был отменен
th_th: คำสั่งซื้อนี้ถูกยกเลิก
vi_vn: Đơn đặt hàng này đã bị hủy

source: Floor
af_za: Vloer
ca_es: Pis
cs_cz: Podlaha
el_gr: Πάτωμα
es_es: Piso
it_it: Pavimento
no_no: Gulv
pl_pl: Podłoga
pt_pt: Chão
ro_ro: Podea
ru_ru: Пол
th_th: พื้น
vi_vn: Sàn nhà

source: Return to NFT Explore
pt_pt: Voltar para Explorar NFT
ro_ro: Reveniți la NFT Explore
th_th: กลับไปที่ NFT สำรวจ
vi_vn: Quay lại NFT Khám phá

source: Revoking approval
af_za: Herroeping van goedkeuring
ca_es: Revocació de l'aprovació
es_es: Revocación de la aprobación
it_it: Revoca dell'approvazione
no_no: Tilbakekalle godkjenning
pl_pl: Cofnięcie zatwierdzenia
pt_pt: Revogando a aprovação
ro_ro: Revocarea aprobării
ru_ru: Отзыв одобрения
th_th: กำลังเพิกถอนการอนุมัติ
vi_vn: Thu hồi phê duyệt

source: {0} Votes
af_za: {0} Stemme
ca_es: {0} vVots
cs_cz: {0} hlasů
el_gr: {0} Ψήφοι
es_es: {0} Votos
it_it: {0} Voti
no_no: {0} Stemmer
pl_pl: {0} głosów
pt_pt: {0} votos
ro_ro: {0} Voturi
ru_ru: {0} голосов
th_th: {0} โหวต
vi_vn: {0} phiếu bầu

source: Swap expired
af_za: Ruil het verval
ca_es: L'intercanvi ha caducat
es_es: Intercambio caducado
it_it: Scambio scaduto
no_no: Bytte utløpt
pl_pl: Wymiana wygasła
pt_pt: Troca expirou
ro_ro: Schimbul a expirat
ru_ru: Срок действия обмена истек
th_th: การแลกเปลี่ยนหมดอายุ
vi_vn: Hoán đổi đã hết hạn

source: Defeated
af_za: Verslaan
ca_es: Derrotat
cs_cz: Poražený
el_gr: Ηττημένος
es_es: Derrotado
it_it: Sconfitto
no_no: Nedkjempet
pl_pl: Pokonany
pt_pt: Derrotado
ro_ro: Învins
ru_ru: Отклонено
th_th: พ่ายแพ้
vi_vn: đánh bại

source: Deploy failed
af_za: Ontplooiing het misluk
ca_es: La implementació ha fallat
cs_cz: Nasazení se nezdařilo
el_gr: Η ανάπτυξη απέτυχε
es_es: Implementación fallida
it_it: Distribuzione non riuscita
no_no: Implementeringen mislyktes
pl_pl: Wdrożenie nie powiodło się
pt_pt: Falha na implantação
ro_ro: Implementarea a eșuat
ru_ru: Не удалось развернуть
th_th: ปรับใช้ล้มเหลว
vi_vn: Triển khai không thành công

source: Your position will be 100% composed of {0} at this price
af_za: U posisie sal 100% bestaan uit {0} teen hierdie prys
ca_es: La vostra posició serà 100% composta per {0} a aquest preu
cs_cz: Vaše pozice bude stoprocentně složena z {0} při této ceně
el_gr: Η θέση σας θα αποτελείται 100% από {0} σε αυτή την τιμή
es_es: Tu posición será 100 % compuesta por {0} a este precio
it_it: La tua posizione sarà composta al 100% da {0} a questo prezzo
no_no: Din posisjon vil bli 100 % sammensatt av {0} til denne prisen
pl_pl: Twoja pozycja będzie w 100% składała się z {0} po tej cenie
pt_pt: A sua posição será 100% composta por {0} a este preço
ro_ro: Poziţia ta va fi 100% compusă din {0} la acest preţ
ru_ru: Ваша позиция будет полностью состоять из {0} при этой цене
th_th: ตำแหน่งของคุณจะประกอบด้วย {0} 100% ที่ราคานี้
vi_vn: Vị trí của bạn sẽ 100% bao gồm {0} ở mức giá này

source: Reset {0}
af_za: Stel {0}terug
pt_pt: Redefinir {0}
ro_ro: Resetează {0}
th_th: รีเซ็ต {0}
vi_vn: Đặt lại {0}

source: This web application is provided as a tool for users to interact with the Uniswap Protocol on their own initiative, with no endorsement or recommendation of cryptocurrency trading activities. In doing so, Uniswap is not recommending that users or potential users engage in cryptoasset trading activity, and users or potential users of the web application should not regard this webpage or its contents as involving any form of recommendation, invitation or inducement to deal in cryptoassets.
pt_pt: Este aplicativo da web é fornecido como uma ferramenta para os usuários interagirem com o protocolo Uniswap por própria, sem endosso ou recomendação de atividades de negociação de criptomoedas. Ao fazer isso, Uniswap não recomenda que usuários ou usuários em potencial se envolvam em atividades de negociação de criptoativos, e os usuários ou usuários em potencial do aplicativo da web não devem considerar esta página da web ou seu conteúdo como envolvendo qualquer forma de recomendação, convite ou incentivo para negociar em criptoativos.
ro_ro: Această aplicație web este oferită ca un instrument pentru ca utilizatorii să interacționeze cu Protocolul Uniswap proprie inițiativă, fără aprobarea sau recomandarea activităților de tranzacționare cu criptomonede. Procedând astfel, Uniswap nu recomandă utilizatorilor sau potențialilor utilizatori să se implice în activități de tranzacționare cu criptoactive, iar utilizatorii sau potențiali utilizatori ai aplicației web nu ar trebui să considere această pagină web sau conținutul acesteia ca implicând formă de recomandare, invitație sau stimulent la tranzacționare cu criptoactive.
th_th: เว็บแอปพลิเคชันนี้จัดทำขึ้นเพื่อเป็นเครื่องมือสำหรับผู้ใช้ในการโต้ตอบกับ Uniswap Protocol บน ความคิดริเริ่มของตนเอง โดยไม่มีการรับรองหรือคำแนะนำเกี่ยวกับกิจกรรมการซื้อขายสกุลเงินดิจิทัล ในการทำเช่นนั้น Uniswap ไม่แนะนำให้ผู้ใช้หรือผู้ใช้ที่มีศักยภาพมีส่วนร่วมในกิจกรรมการซื้อขายสินทรัพย์ดิจิทัล และผู้ใช้หรือผู้ใช้ที่เป็นไปได้ รายของแอปพลิเคชันเว็บไม่ควรถือว่าหน้าเว็บนี้หรือเนื้อหาในหน้าเว็บนี้เกี่ยวข้องกับคำแนะนำ รูปแบบ การเชิญ หรือการจูงใจให้ ซื้อขายสินทรัพย์ดิจิทัล
vi_vn: Ứng dụng web này được cung cấp như một công cụ để người dùng tương tác với Giao thức Uniswap theo sáng kiến của họ mà không cần chứng thực hay khuyến nghị về các hoạt động giao dịch tiền điện tử. Khi làm như vậy, Uniswap không khuyến nghị người dùng hoặc người dùng tiềm năng tham gia vào hoạt động giao dịch tài sản tiền điện tử và người dùng hoặc người dùng tiềm năng của ứng dụng web không nên coi trang web này hoặc nội dung của nó liên quan đến bất kỳ hình thức khuyến nghị, mời hoặc xúi giục nào kinh doanh tài sản mật mã.

source: If you believe this is an error, please send an email including your address to
af_za: As jy glo dat dit 'n fout is, stuur asseblief 'n e-pos met jou adres na
ca_es: Si creieu que es tracta d'un error, envieu un correu electrònic amb la vostra adreça a
cs_cz: Pokud se domníváte, že se jedná o chybu, zašlete prosím e-mail s vaší adresou na adresu
el_gr: Εάν πιστεύετε ότι πρόκειται για σφάλμα, στείλτε ένα email με τη διεύθυνσή σας στο
es_es: Si cree que se trata de un error, envíe un correo electrónico con su dirección a
it_it: Se ritieni che si tratti di un errore, invia un'e-mail includendo il tuo indirizzo a
no_no: Hvis du mener dette er en feil, vennligst send en e-post med adressen din til
pl_pl: Jeśli uważasz, że to pomyłka, wyślij e-mail ze swoim adresem na adres
pt_pt: Se você acredita que isso é um erro, envie um e-mail incluindo seu endereço para
ro_ro: Dacă credeți că aceasta este o eroare, vă rugăm să trimiteți un e-mail cu adresa dvs. la
ru_ru: Если вы считаете, что это ошибка, отправьте электронное письмо с указанием вашего адреса на
th_th: หากคุณเชื่อว่านี่เป็นข้อผิดพลาด โปรดส่งอีเมลพร้อมที่อยู่ของคุณไปที่
vi_vn: Nếu bạn cho rằng đây là lỗi, vui lòng gửi email bao gồm địa chỉ của bạn tới

source: Token approval failed
af_za: Tokengoedkeuring het misluk
ca_es: L'aprovació del testimoni ha fallat
es_es: Error en la aprobación del token
it_it: Approvazione del token non riuscita
no_no: Token-godkjenning mislyktes
pl_pl: Zatwierdzenie tokena nie powiodło się
pt_pt: Falha na aprovação do token
ro_ro: Aprobarea simbolului nu a reușit
ru_ru: Не удалось утвердить токен
th_th: การอนุมัติโทเค็นล้มเหลว
vi_vn: Phê duyệt mã thông báo không thành công

source: Your wallet is connected to the wrong network.
af_za: Jou beursie is aan die verkeerde netwerk gekoppel.
ca_es: La vostra cartera està connectada a la xarxa incorrecta.
it_it: Il tuo portafoglio è connesso alla rete sbagliata.
no_no: Lommeboken din er koblet til feil nettverk.
pt_pt: Sua carteira está conectada à rede errada.
ro_ro: Portofelul dvs. este conectat la o rețea greșită.
ru_ru: Ваш кошелек подключен не к той сети.
th_th: กระเป๋าเงินของคุณเชื่อมต่อกับเครือข่ายที่ไม่ถูกต้อง
vi_vn: Ví của bạn được kết nối với mạng sai.

source: This pool must be initialized before you can add liquidity. To initialize, select a starting price for the pool. Then, enter your liquidity price range and deposit amount. Gas fees will be higher than usual due to the initialization transaction.
af_za: Hierdie poel moet geïnisialiseer word voordat jy likiditeit kan byvoeg. Om te inisialiseer, kies 'n beginprys vir die swembad. Voer dan jou likiditeitsprysklas en depositobedrag in. Gasfooie sal hoër wees as gewoonlik as gevolg van die inisialiseringstransaksie.
ca_es: Aquest grup s'ha d'inicialitzar abans de poder afegir liquiditat. Per inicialitzar, seleccioneu un preu inicial per a la piscina. A continuació, introduïu el vostre rang de preus de liquiditat i l'import del dipòsit. Les tarifes del gas seran més altes de l'habitual a causa de la transacció d'inicialització.
cs_cz: Tento fond musí být inicializován, než budete moci přidat likviditu. Pro inicializaci vyberte počáteční cenu fondu. Poté zadejte své cenové rozpětí likvidity a částku vkladu. Poplatky za plyn budou kvůli inicializační transakci vyšší než obvykle.
el_gr: Αυτή η ομάδα πρέπει να προετοιμαστεί για να μπορέσετε να προσθέσετε ρευστότητα. Για να αρχικοποιήσετε, επιλέξτε μια αρχική τιμή για την πισίνα. Στη συνέχεια, εισαγάγετε το εύρος τιμών ρευστότητας και το ποσό κατάθεσης. Τα τέλη φυσικού αερίου θα είναι υψηλότερα από το συνηθισμένο λόγω της συναλλαγής αρχικοποίησης.
es_es: Este grupo debe inicializarse antes de que pueda agregar liquidez. Para inicializar, seleccione un precio inicial para el grupo. Luego, ingrese su rango de precios de liquidez y el monto del depósito. Las tarifas de gas serán más altas de lo habitual debido a la transacción de inicialización.
it_it: Questo pool deve essere inizializzato prima di poter aggiungere liquidità. Per inizializzare, seleziona un prezzo iniziale per il pool. Quindi, inserisci la fascia di prezzo della liquidità e l'importo del deposito. Le tariffe del gas saranno più elevate del solito a causa della transazione di inizializzazione.
no_no: Denne poolen må initialiseres før du kan legge til likviditet. For å initialisere, velg en startpris for bassenget. Angi deretter likviditetsprisområdet og innskuddsbeløpet. Gassavgiftene vil være høyere enn vanlig på grunn av initialiseringstransaksjonen.
pl_pl: Ta pula musi zostać zainicjowana, zanim będzie można dodać płynność. Aby zainicjować, wybierz cenę początkową dla puli. Następnie wprowadź przedział cenowy płynności i kwotę depozytu. Opłaty za gaz będą wyższe niż zwykle ze względu na transakcję inicjującą.
pt_pt: Este pool deve ser inicializado antes que você possa adicionar liquidez. Para inicializar, selecione um preço inicial para o pool. Em seguida, insira sua faixa de preço de liquidez e o valor do depósito. As taxas de gás serão mais altas do que o normal devido à transação de inicialização.
ro_ro: Acest pool trebuie inițializat înainte de a putea adăuga lichiditate. Pentru a inițializa, selectați un preț de pornire pentru piscină. Apoi, introduceți intervalul de preț al lichidității și suma depozitului. Taxele de gaz vor fi mai mari decât de obicei din cauza tranzacției de inițializare.
ru_ru: Этот пул необходимо инициализировать, прежде чем вы сможете добавить ликвидность. Для инициализации выберите начальную цену для пула. Затем введите диапазон цен для ликвидности и сумму депозита. Плата за газ будет выше, чем обычно, из-за инициализирующей транзакции.
th_th: ต้องเตรียมใช้งานพูลนี้ก่อนจึงจะสามารถเพิ่มสภาพคล่องได้ ในการเริ่มต้น ให้เลือกราคาเริ่มต้นสำหรับพูล จากนั้นป้อนช่วงราคาสภาพคล่องและจำนวนเงินฝากของคุณ ค่าน้ำมันจะสูงกว่าปกติเนื่องจากการทำธุรกรรมเริ่มต้น
vi_vn: Nhóm này phải được khởi tạo trước khi bạn có thể thêm thanh khoản. Để khởi tạo, hãy chọn giá khởi điểm cho nhóm. Sau đó, nhập phạm vi giá thanh khoản và số tiền gửi của bạn. Phí gas sẽ cao hơn bình thường do giao dịch khởi tạo.

source: Unclaimed fees
af_za: Onopgeëiste fooie
ca_es: Tarifes no reclamades
cs_cz: Nenárokované poplatky
el_gr: Αζήτητες χρεώσεις
es_es: Tarifas no reclamadas
it_it: Commissioni non richieste
no_no: Avgifter som ikke belastes
pl_pl: Nieodebrane opłaty
pt_pt: Comissões não reivindicadas
ro_ro: Taxe nesolicitate
ru_ru: Невостребованные комиссии
th_th: ค่าธรรมเนียมที่ไม่มีการเรียกร้อง
vi_vn: Phí chưa nhận

source: Uniswap available in: <0>{0}</0>
af_za: Uniswap beskikbaar in: <0>{0}</0>
ca_es: Uniswap disponible a: <0>{0}</0>
cs_cz: Uniswap k dispozici za: <0>{0}</0>
el_gr: Το Uniswap διατίθεται σε: <0>{0}</0>
es_es: Uniswap disponible en: <0>{0}</0>
it_it: Uniswap disponibile tra: <0>{0}</0>
no_no: Uniswap er tilgjengelig om: <0>{0}</0>
pl_pl: Uniswap dostępny w: <0>{0}</0>
pt_pt: Uniswap disponível em: <0>{0}</0>
ro_ro: Uniswap disponibil în: <0>{0}</0>
ru_ru: Uniswap доступен на языке <0>{0}</0>
th_th: Uniswap มีอยู่ใน: <0>{0}</0>
vi_vn: Uniswap có sẵn ở: <0>{0}</0>

source: Trade crypto and NFTs with confidence
af_za: Handel kripto en NFT's met vertroue
ca_es: Comercialitza cripto i NFT amb confiança
cs_cz: Obchodujte s kryptoměnami a NFT s důvěrou
el_gr: Εμπορεύστε κρυπτονομίσματα και NFT με σιγουριά
es_es: Opere con criptomonedas y NFT con confianza
it_it: Scambia criptovalute e NFT con fiducia
no_no: Handl krypto og NFT-er med tillit
pl_pl: Handluj kryptowalutami i NFT bez obaw
pt_pt: Negocie criptomoedas e NFTs com confiança
ro_ro: Faceți comerț cu cripto și NFT cu încredere
ru_ru: Торгуйте криптовалютой и NFT с уверенностью
th_th: ซื้อขาย crypto และ NFT ด้วยความมั่นใจ
vi_vn: Tự tin giao dịch tiền điện tử và NFT

source: Activity
af_za: Aktiwiteit
ca_es: Activitat
cs_cz: Aktivita
el_gr: Δραστηριότητα
es_es: Actividad
it_it: Attività
no_no: Aktivitet
pl_pl: Działalność
pt_pt: Atividade
ro_ro: Activitate
ru_ru: Активность
th_th: กิจกรรม
vi_vn: Hoạt động

source: Added liquidity
af_za: Bygevoeg likiditeit
ca_es: Liquiditat afegida
cs_cz: Přidaná likvidita
el_gr: Προστέθηκε ρευστότητα
es_es: Liquidez añadida
it_it: Aggiunta liquidità
no_no: Tilført likviditet
pl_pl: Dodatkowa płynność
pt_pt: Liquidez adicionada
ro_ro: Lichiditate adăugată
ru_ru: Добавленная ликвидность
th_th: เสริมสภาพคล่อง
vi_vn: Đã thêm thanh khoản

source: Not available in your region
af_za: Nie beskikbaar in jou streek nie
ca_es: No disponible a la teva regió
cs_cz: Není k dispozici ve vaší oblasti
el_gr: Δεν είναι διαθέσιμο στην περιοχή σας
es_es: No disponible en su región
it_it: Non disponibile nella tua regione
no_no: Ikke tilgjengelig i din region
pl_pl: Niedostępne w Twoim regionie
pt_pt: Não disponível na sua região
ro_ro: Nu este disponibil în regiunea dvs
ru_ru: Недоступно в вашем регионе
th_th: ไม่มีให้บริการในภูมิภาคของคุณ
vi_vn: Không có sẵn trong khu vực của bạn

source: Fully diluted valuation (FDV) is the market capitalization of an asset if maximum token supply were in circulation.
ro_ro: Evaluarea complet diluată (FDV) este capitalizarea de piață a unui activ dacă aprovizionarea maximă de token a fost în circulație.
th_th: การประเมินมูลค่าแบบ Fully Diluted (FDV) คือมูลค่าหลักทรัพย์ตามราคาตลาดของสินทรัพย์ หากมีการหมุนเวียนอุปทานโทเค็นสูงสุด

source: Execute proposal {proposalKey}.
af_za: Voer voorstel {proposalKey}uit.
ca_es: Executar la proposta {proposalKey}.
cs_cz: Provést návrh {proposalKey}.
el_gr: Εκτέλεση της πρότασης {proposalKey}.
es_es: Ejecutar propuesta {proposalKey}.
it_it: Esegui la proposta {proposalKey}.
no_no: Utfør forslag {proposalKey}.
pl_pl: Wykonaj propozycję {proposalKey}.
pt_pt: Executar proposta {proposalKey}.
ro_ro: Execută propunerea {proposalKey}.
ru_ru: Исполнить предложение {proposalKey}.
th_th: ดำเนินการตามข้อเสนอ {proposalKey}.
vi_vn: Thực hiện đề xuất {proposalKey}.

source: Delegated
af_za: Gedelegeer
ca_es: Delegat
cs_cz: Delegovaný
el_gr: Κατ 'εξουσιοδότηση
es_es: delegado
it_it: Delegato
no_no: Delegert
pl_pl: Delegowany
pt_pt: delegado
ro_ro: Delegat
ru_ru: Делегированный
th_th: ได้รับมอบหมาย
vi_vn: được ủy quyền

source: Download Uniswap
ro_ro: Descărcați Uniswap
th_th: ดาวน์โหลด Uniswap.dll

source: <0>{0} </0><1/> per <2/>
cs_cz: <0>{0} </0><1/> za <2/>
el_gr: <0>{0} </0><1/> ανά <2/>
es_es: <0>{0} </0><1/> por <2/>
pl_pl: <0>{0} </0><1/> na <2/>
pt_pt: <0>{0} </0><1/> por <2/>
ro_ro: <0>{0} </0><1/> la <2/>
ru_ru: <0>{0} </0><1/> на <2/>
th_th: <0>{0} </0><1/> ต่อ <2/>
vi_vn: <0>{0} </0><1/> trên <2/>

source: Beta
ru_ru: Бета
th_th: เบต้า
vi_vn: bản thử nghiệm

source: For
af_za: Vir
ca_es: Per a
cs_cz: Pro
el_gr: Για
es_es: Para
it_it: Per
pl_pl: Dla
pt_pt: Para
ro_ro: Pentru
ru_ru: За
th_th: สำหรับ
vi_vn: Đối với

source: Address has no available claim
af_za: Adres het geen eis nie
ca_es: L'adreça no té cap reclamació disponible
cs_cz: Adresa nemá žádný dostupný nárok
el_gr: Η διεύθυνση δεν έχει διαθέσιμη διεκδίκηση
es_es: La dirección no tiene reclamo disponible
it_it: L'indirizzo non ha alcun reclamo disponibile
no_no: Adressen har ikke noen tilgjengelig krav
pl_pl: Adres nie ma dostępnego roszczenia
pt_pt: O endereço não tem reivindicação disponível
ro_ro: Adresa nu are nici o cerere disponibilă
ru_ru: У адреса нет прав требования
th_th: ที่อยู่ไม่มีการอ้างสิทธิ์
vi_vn: Địa chỉ không có yêu cầu

source: Your active V3 liquidity positions will appear here.
af_za: Jou aktiewe V3-likiditeitsposisies sal hier verskyn.
ca_es: Les teves posicions de liquiditat V3 actives apareixeran aquí.
cs_cz: Zde se zobrazí vaše aktivní pozice likvidity V3.
el_gr: Οι ενεργές σας θέσεις ρευστότητας V3 θα εμφανίζονται εδώ.
es_es: Sus posiciones de liquidez V3 activas aparecerán aquí.
it_it: Le tue posizioni di liquidità V3 attive appariranno qui.
no_no: Dine aktive V3-likviditetsposisjoner vil vises her.
pl_pl: Twoje aktywne pozycje płynności V3 pojawią się tutaj.
pt_pt: Suas posições de liquidez V3 ativas aparecerão aqui.
ro_ro: Pozițiile dvs. active de lichiditate V3 vor apărea aici.
ru_ru: Здесь появятся ваши активные позиции ликвидности в V3.
th_th: ตำแหน่งสภาพคล่อง V3 ที่ใช้งานอยู่ของคุณจะปรากฏที่นี่
vi_vn: Các vị trí thanh khoản V3 đang hoạt động của bạn sẽ xuất hiện ở đây.

source: <0/> Votes
af_za: <0/> Stemme
ca_es: <0/> Vots
cs_cz: <0/> hlasů
el_gr: <0/> Ψήφοι
es_es: <0/> Votos
it_it: <0/> Voti
no_no: <0/> Stemmer
pl_pl: <0/> głosów
pt_pt: <0/> Votos
ro_ro: Voturi <0/>
ru_ru: <0/> Голоса
th_th: <0/> โหวต
vi_vn: <0/> Phiếu bầu

source: Feedback
af_za: Terugvoer
cs_cz: Zpětná vazba
el_gr: Ανατροφοδότηση
es_es: Comentario
no_no: Tilbakemelding
pl_pl: Informacja zwrotna
pt_pt: Opinião
ro_ro: Părere
ru_ru: Обратная связь
th_th: ข้อเสนอแนะ
vi_vn: Nhận xét

source: Migrated liquidity
af_za: Gemigreerde likiditeit
ca_es: Liquiditat migrada
cs_cz: Migrovaná likvidita
el_gr: Μεταναστευτική ρευστότητα
es_es: Liquidez migrada
it_it: Liquidità migrata
no_no: Migrert likviditet
pl_pl: Przeniesiona płynność
pt_pt: Liquidez migrada
ro_ro: Lichiditate migrată
ru_ru: Мигрирующая ликвидность
th_th: สภาพคล่องที่โยกย้าย
vi_vn: thanh khoản di chuyển
