Repository: Uniswap/interface
Catalog: src/locales/*.po
Languages: af_za, ca_es, cs_cz, el_gr, es_es, it_it, no_no, pl_pl, pt_pt, ro_ro, ru_ru, th_th, vi_vn

source: Create proposal
af_za: Skep voorstel
pt_pt: Criar proposta
ro_ro: Creați o propunere
th_th: สร้างข้อเสนอ
vi_vn: Tạo đề xuất

source: No pool found.
af_za: Geen poel gevind nie.
ca_es: No s'ha trobat cap grup.
cs_cz: Nebyl nalezen žádný fond.
el_gr: Δεν βρέθηκε δεξαμενή.
es_es: Fondo común no encontrado.
it_it: Nessun pool trovato.
no_no: Ingen potter funnet.
pl_pl: Nie znaleziono basenu.
pt_pt: Nenhuma pool encontrada.
ro_ro: Nu a fost găsit niciun grup.
ru_ru: Пулы не найдены.
th_th: ไม่พบสระว่ายน้ำ
vi_vn: Không tìm thấy pool.

source: {0, plural, =1 {This token isn't traded on leading U.S. centralized exchanges.} other {These tokens aren't traded on leading U.S. centralized exchanges.}}
af_za: {0, plural, =1 {Hierdie token word nie op toonaangewende Amerikaanse gesentraliseerde uitruilings verhandel nie.} other {Hierdie tokens word nie op toonaangewende Amerikaanse gesentraliseerde uitruilings verhandel nie.}}
ca_es: {0, plural, =1 {Aquest testimoni no es negocia a les principals borses centralitzades dels EUA.} other {Aquestes fitxes no es comercialitzen a les principals borses centralitzades dels EUA.}}
el_gr: {0, plural, =1 {Αυτό το διακριτικό δεν διαπραγματεύεται σε κορυφαία κεντρικά χρηματιστήρια των ΗΠΑ.} other {Αυτά τα διακριτικά δεν διαπραγματεύονται σε κορυφαία κεντρικά χρηματιστήρια των ΗΠΑ.}}
es_es: {0, plural, =1 {Este token no se negocia en los principales intercambios centralizados de EE. UU.} other {Estos tokens no se negocian en los principales intercambios centralizados de EE. UU.}}
it_it: {0, plural, =1 {Questo token non è scambiato sui principali exchange centralizzati statunitensi.} other {Questi token non sono scambiati sui principali exchange centralizzati statunitensi.}}
no_no: {0, plural, =1 {Dette tokenet handles ikke på ledende amerikanske sentraliserte børser.} other {Disse tokenene handles ikke på ledende amerikanske sentraliserte børser.}}
pl_pl: {0, plural, =1 {Ten token nie jest przedmiotem obrotu na wiodących giełdach scentralizowanych w USA.} other {Te tokeny nie są przedmiotem obrotu na wiodących scentralizowanych giełdach w USA.}}
pt_pt: {0, plural, =1 {Este token não é negociado nas principais bolsas centralizadas dos EUA.} other {Esses tokens não são negociados nas principais bolsas centralizadas dos EUA.}}
ro_ro: {0, plural, =1 {Acest token nu este tranzacționat pe principalele burse centralizate din SUA.} other {Aceste jetoane nu sunt tranzacționate pe principalele burse centralizate din SUA.}}
ru_ru: {0, plural, =1 {Этот токен не торгуется на ведущих централизованных биржах США.} other {Эти токены не торгуются на ведущих централизованных биржах США.}}
th_th: {0, plural, =1 {โทเค็นนี้ไม่มีการแลกเปลี่ยนบนการแลกเปลี่ยนแบบรวมศูนย์ชั้นนำของสหรัฐอเมริกา} other {โทเค็นเหล่านี้ไม่ได้ซื้อขายบนการแลกเปลี่ยนแบบรวมศูนย์ชั้นนำของสหรัฐอเมริกา}}
vi_vn: {0, plural, =1 {Mã thông báo này không được giao dịch trên các sàn giao dịch tập trung hàng đầu của Hoa Kỳ.} other {Những mã thông báo này không được giao dịch trên các sàn giao dịch tập trung hàng đầu của Hoa Kỳ.}}

source: Your transaction may be frontrun and result in an unfavorable trade.
af_za: Jou transaksie kan voorloper wees en lei tot 'n ongunstige handel.
ca_es: La vostra transacció pot ser una oportunitat i donar lloc a un comerç desfavorable.
cs_cz: Vaše transakce může být frontrun a výsledkem může být nevýhodný obchod.
el_gr: Η συναλλαγή σας μπορεί να είναι προκαταρκτική και να οδηγήσει σε δυσμενή συναλλαγή.
es_es: Su transacción puede ser anticipada y resultar en una operación desfavorable.
it_it: La tua transazione potrebbe essere anticipata e risultare in uno scambio sfavorevole.
no_no: Transaksjonen din kan være frontrun og resultere i en ugunstig handel.
pl_pl: Twoja transakcja może zostać przekroczona i skutkować niekorzystną transakcją.
pt_pt: Sua transação pode ser antecipada e resultar em uma negociação desfavorável.
ro_ro: Tranzacția dvs. poate fi în avans și poate duce la o tranzacție nefavorabilă.
ru_ru: Ваша транзакция может быть проведена с опережением и привести к невыгодной сделке.
th_th: ธุรกรรมของคุณอาจเป็นผู้นำและส่งผลให้เกิดการค้าที่ไม่เอื้ออำนวย
vi_vn: Giao dịch của bạn có thể bị xử lý trước và dẫn đến giao dịch không thuận lợi.

source: Buy crypto
af_za: Koop kripto
ca_es: Comprar cripto
cs_cz: Kupte si kryptoměnu
el_gr: Αγοράστε κρυπτογράφηση
es_es: comprar criptomonedas
it_it: Acquista criptovalute
no_no: Kjøp krypto
pl_pl: Kup kryptowalutę
pt_pt: Comprar criptomoeda
ro_ro: Cumpărați cripto
ru_ru: Купить крипто
th_th: ซื้อคริปโต
vi_vn: Mua tiền điện tử

source: Unknown Swap
af_za: Onbekende ruil
ca_es: Canvi desconegut
cs_cz: Neznámá výměna
el_gr: Άγνωστη ανταλλαγή
es_es: Intercambio desconocido
it_it: Scambio sconosciuto
no_no: Ukjent bytte
pl_pl: Nieznana zamiana
pt_pt: Troca Desconhecida
ro_ro: Schimb necunoscut
ru_ru: Неизвестный обмен
th_th: การแลกเปลี่ยนที่ไม่รู้จัก
vi_vn: Hoán đổi không xác định

source: Supplying {0} {1} and {2} {3}
af_za: Verskaf {0} {1} en {2} {3}
ca_es: Subministrant {0} {1} i {2} {3}
cs_cz: Dodávání {0} {1} a {2} {3}
el_gr: Γίνεται παροχή {0} {1} και {2} {3}
es_es: Suministrando {0} {1} y {2} {3}
it_it: Fornitura di {0} {1} e {2} {3}
no_no: Leverer {0} {1} og {2} {3}
pl_pl: Zasilanie {0} {1} i {2} {3}
pt_pt: A fornecer {0} {1} e {2} {3}
ro_ro: Se furnizează {0} {1} și {2} {3}
ru_ru: Внесение {0} {1} и {2} {3}
th_th: จัดหา {0} {1} และ {2} {3}
vi_vn: Cung cấp {0} {1} và {2} {3}

source: Feature Flags
af_za: Eienskapvlae
ca_es: Característiques Banderes
cs_cz: Příznaky funkcí
el_gr: Σημαίες χαρακτηριστικών
es_es: Indicadores de funciones
it_it: Funzionalità Flag
no_no: Funksjonsflagg
pl_pl: Flagi funkcji
pt_pt: Sinalizadores de recursos
ro_ro: Caracteristici Steaguri
ru_ru: Флаги функций
th_th: แฟล็กคุณสมบัติ
vi_vn: Cờ tính năng

source: Claim Uniswap NFT Airdrop
af_za: Eis Uniswap NFT Airdrop
ca_es: Reclama Uniswap NFT Airdrop
cs_cz: Nárokujte Uniswap NFT Airdrop
el_gr: Αξίωση Uniswap NFT Airdrop
es_es: Reclamar Uniswap NFT Airdrop
it_it: Richiedi Uniswap NFT Airdrop
no_no: Krev Uniswap NFT Airdrop
pl_pl: Odbierz zrzut Uniswap NFT
pt_pt: Reivindicar Uniswap NFT Airdrop
ro_ro: Revendicați Uniswap NFT Airdrop
ru_ru: Заявка на раздачу Uniswap NFT
th_th: รับ Uniswap NFT Airdrop
vi_vn: Yêu cầu Uniswap NFT Airdrop

source: Add V2 liquidity failed
af_za: Kon nie V2-likiditeit byvoeg nie
ca_es: S'ha produït un error en afegir liquiditat V2
cs_cz: Přidání likvidity V2 se nezdařilo
el_gr: Η προσθήκη ρευστότητας V2 απέτυχε
es_es: Error al agregar liquidez V2
it_it: Aggiunta liquidità V2 non riuscita
no_no: Legg til V2-likviditet mislyktes
pl_pl: Dodanie płynności V2 nie powiodło się
pt_pt: Falha ao adicionar liquidez V2
ro_ro: Adăugarea lichidității V2 a eșuat
ru_ru: Не удалось добавить ликвидность V2
th_th: เพิ่มสภาพคล่อง V2 ล้มเหลว
vi_vn: Thêm thanh khoản V2 không thành công

source: Swap anyway
af_za: Ruil in elk geval
pt_pt: Troque mesmo assim
ro_ro: Schimbați oricum
th_th: สลับยังไงก็ได้
vi_vn: Vẫn trao đổi

source: Buy, sell, and explore tokens and NFTs
af_za: Koop, verkoop en verken tokens en NFT's
ca_es: Compreu, veneu i exploreu fitxes i NFT
cs_cz: Nakupujte, prodávejte a prozkoumávejte tokeny a NFT
el_gr: Αγοράστε, πουλήστε και εξερευνήστε διακριτικά και NFT
es_es: Compre, venda y explore tokens y NFT
it_it: Acquista, vendi ed esplora token e NFT
no_no: Kjøp, selg og utforsk tokens og NFT-er
pl_pl: Kupuj, sprzedawaj i eksploruj tokeny i NFT
pt_pt: Compre, venda e explore tokens e NFTs
ro_ro: Cumpărați, vindeți și explorați jetoane și NFT
ru_ru: Покупайте, продавайте и исследуйте токены и NFT
th_th: ซื้อ ขาย และสำรวจโทเค็นและ NFT
vi_vn: Mua, bán và khám phá mã thông báo và NFT

source: Try the
af_za: Probeer die
ca_es: Prova el
es_es: Prueba el
it_it: Prova il
no_no: Prøv
pl_pl: Spróbuj
pt_pt: Tente o
ro_ro: Incearca
ru_ru: Попробуйте
th_th: ลอง
vi_vn: Thử

source: Type
ro_ro: Tip
th_th: พิมพ์

source: Manage this pool.
af_za: Bestuur hierdie swembad.
ca_es: Gestioneu aquest fons.
cs_cz: Spravovat tento fond.
el_gr: Διαχείριση αυτής της δεξαμενής.
es_es: Administrar este grupo.
it_it: Gestisci questo pool.
no_no: Administrere denne reserven.
pl_pl: Zarządzaj tą pulą.
pt_pt: Gerir esta pool.
ro_ro: Gestionează acest grup.
ru_ru: Управление этим пулом.
th_th: จัดการพูลนี้
vi_vn: Quản lý pool này.

source: My NFTs
ca_es: Els meus NFT
cs_cz: Moje NFT
el_gr: Τα NFT μου
es_es: Mis NFT
it_it: I miei NFT
no_no: Mine NFT-er
pl_pl: Moje NFT
pt_pt: Meus NFTs
ro_ro: NFT-urile mele
ru_ru: Мои NFT
th_th: NFT ของฉัน
vi_vn: NFT của tôi

source: Receive cancelled
af_za: Ontvang gekanselleer
ca_es: Recepció cancel·lada
es_es: Recibir cancelado
it_it: Ricevi annullato
no_no: Mottak kansellert
pl_pl: Odbiór anulowany
pt_pt: Receber cancelado
ro_ro: Primire anulată
ru_ru: Получение отменено
th_th: รับการยกเลิก
vi_vn: Nhận đã hủy

source: Allow LP token migration
af_za: Laat migrasie van LP-teken toe
ca_es: Permet la migració de token LP
cs_cz: Povolit migraci žetonů LP
el_gr: Επιτρέψτε τη μεταφορά μάρκας παρόχου ρευστότητας (LP)
es_es: Permitir migración de token LP
it_it: Consenti la migrazione del token LP
no_no: Tillat migrering av LP-pollett
pl_pl: Zezwól na migrację tokena LP
pt_pt: Permitir migração de token LP
ro_ro: Permite migrarea token-ului LP
ru_ru: Разрешить перенос LP-токенов
th_th: อนุญาตการย้ายโทเค็น LP
vi_vn: Cho phép di chuyển mã token LP

source: {amount, plural, =1 {day} other {days}}
af_za: {amount, plural, =1 {dag} other {dae}}
ca_es: {amount, plural, =1 {dia} other {dies}}
el_gr: {amount, plural, =1 {ημέρα} other {ημέρες}}
es_es: {amount, plural, =1 {día} other {días}}
it_it: {amount, plural, =1 {giorno} other {giorni}}
no_no: {amount, plural, =1 {dag} other {dager}}
pl_pl: {amount, plural, =1 {dzień} other {dni}}
pt_pt: {amount, plural, =1 {dia} other {dias}}
ro_ro: {amount, plural, =1 {zi} other {zile}}
ru_ru: {amount, plural, =1 {день} other {дни}}
th_th: {amount, plural, =1 {วัน} other {วัน}}
vi_vn: {amount, plural, =1 {ngày} other {ngày}}

source: Your onchain transactions and crypto purchases will appear here.
af_za: Jou onchain-transaksies en kripto-aankope sal hier verskyn.
ca_es: Les vostres transaccions en cadena i les vostres compres criptogràfiques apareixeran aquí.
cs_cz: Zde se zobrazí vaše onchain transakce a krypto nákupy.
el_gr: Οι onchain συναλλαγές σας και οι αγορές κρυπτογράφησης θα εμφανίζονται εδώ.
es_es: Sus transacciones en cadena y compras de criptomonedas aparecerán aquí.
it_it: Le tue transazioni onchain e gli acquisti di criptovalute appariranno qui.
no_no: Dine onchain-transaksjoner og kryptokjøp vil vises her.
pl_pl: Tutaj pojawią się Twoje transakcje onchain i zakupy kryptowalut.
pt_pt: Suas transações onchain e compras criptográficas aparecerão aqui.
ro_ro: Tranzacțiile dvs. onchain și achizițiile cripto vor apărea aici.
ru_ru: Здесь будут отображаться ваши ончейн-транзакции и покупки криптовалюты.
th_th: ธุรกรรมบนเครือข่ายและการซื้อ crypto ของคุณจะปรากฏที่นี่
vi_vn: Các giao dịch onchain và giao dịch mua tiền điện tử của bạn sẽ xuất hiện tại đây.

source: Withdrew
af_za: Onttrek
ca_es: Es va retirar
cs_cz: Stáhl se
el_gr: Αποσύρθηκε
es_es: retirado
it_it: Ritirato
no_no: Trakk seg
pl_pl: Wycofał się
pt_pt: retirou
ro_ro: S-a retras
ru_ru: отозвал
th_th: ถอนตัว
vi_vn: rút tiền

source: Execute proposal {proposalId}
af_za: Voer voorstel {proposalId}uit
pt_pt: Executar proposta {proposalId}
ro_ro: Execută propunerea {proposalId}
th_th: ดำเนินการข้อเสนอ {proposalId}
vi_vn: Thực hiện đề xuất {proposalId}

source: To
af_za: Aan
ca_es: Per a
cs_cz: Do
el_gr: 'Ως
es_es: A
it_it: A
no_no: Til
pl_pl: Do
pt_pt: Para
ro_ro: La
ru_ru: На токены
th_th: ถึง
vi_vn: Đến

source: Voting starts approximately {0}
af_za: Stemming begin ongeveer {0}
ca_es: La votació comença aproximadament a {0}
cs_cz: Hlasování začíná přibližně od {0}
el_gr: Η ψηφοφορία ξεκινά περίπου {0}
es_es: La votación comienza aproximadamente {0}
it_it: La votazione inizia circa {0}
no_no: Avstemningen starter ca {0}
pl_pl: Głosowanie rozpoczyna się około {0}
pt_pt: A votação começa aproximadamente {0}
ro_ro: Votarea începe cu aproximativ {0}
ru_ru: Голосование начнется примерно {0}
th_th: การลงคะแนนเริ่มต้นประมาณ {0}
vi_vn: Bỏ phiếu bắt đầu khoảng {0}

source: Fees
af_za: Fooie
ca_es: Tarifes
cs_cz: Poplatky
el_gr: Αμοιβές
es_es: Honorarios
it_it: Commissioni
no_no: Gebyrer
pl_pl: Opłaty
pt_pt: Tarifas
ro_ro: Taxe
ru_ru: Сборы
th_th: ค่าธรรมเนียม
vi_vn: lệ phí

source: Connecting wallet...
af_za: Koppel tans beursie …
pt_pt: Conectando carteira...
ro_ro: Se conectează portofelul...
th_th: กำลังเชื่อมต่อกระเป๋าสตางค์...
vi_vn: Đang kết nối ví...

source: Collect fees failed
af_za: Invorderingsfooie het misluk
ca_es: No s'han pogut cobrar les taxes
cs_cz: Výběr poplatků se nezdařil
el_gr: Η συλλογή τελών απέτυχε
es_es: No se han podido cobrar las tarifas
it_it: Riscossione commissioni non riuscita
no_no: Innkreving av gebyrer mislyktes
pl_pl: Pobieranie opłat nie powiodło się
pt_pt: Falha na coleta de taxas
ro_ro: Colectarea taxelor nu a reușit
ru_ru: Не удалось собрать сборы
th_th: การเก็บค่าธรรมเนียมล้มเหลว
vi_vn: Thu phí không thành công

source: Removed Liquidity
af_za: Verwyder likiditeit
ca_es: Liquiditat eliminada
cs_cz: Odstraněná likvidita
el_gr: Καταργήθηκε η ρευστότητα
es_es: Liquidez eliminada
it_it: Liquidità rimossa
no_no: Fjernet likviditet
pl_pl: Usunięta płynność
pt_pt: Liquidez Removida
ro_ro: Lichiditatea eliminată
ru_ru: Удалена ликвидность
th_th: ลบสภาพคล่อง
vi_vn: thanh khoản bị loại bỏ

source: Deploying
af_za: Ontplooi tans
ca_es: Desplegant
cs_cz: Nasazení
el_gr: Ανάπτυξη
es_es: Desplegando
it_it: Distribuzione
no_no: Utplassering
pl_pl: Wdrażanie
pt_pt: Implantando
ro_ro: Desfășurare
ru_ru: Развертывание
th_th: กำลังปรับใช้
vi_vn: triển khai

source: No tokens yet
af_za: Nog geen tekens nie
ca_es: Encara no hi ha fitxes
cs_cz: Zatím žádné tokeny
el_gr: Δεν υπάρχουν ακόμη μάρκες
es_es: Aún no hay fichas
it_it: Ancora nessun gettone
no_no: Ingen tokens ennå
pl_pl: Nie ma jeszcze tokenów
pt_pt: Ainda não há fichas
ro_ro: Nu există încă jetoane
ru_ru: Токенов пока нет
th_th: ยังไม่มีโทเค็น
vi_vn: Chưa có mã thông báo nào

source: Twitter
ro_ro: Stare de nervozitate
th_th: ทวิตเตอร์

source: Select token
af_za: Kies teken
ca_es: Seleccioneu el testimoni
cs_cz: Vyberte token
el_gr: Επιλέξτε διακριτικό
es_es: Seleccionar token
it_it: Seleziona gettone
no_no: Velg token
pl_pl: Wybierz token
pt_pt: Selecionar token
ro_ro: Selectați jetonul
ru_ru: Выберите токен
th_th: เลือกโทเค็น
vi_vn: Chọn mã thông báo

source: 24H volume
ca_es: Volum 24 h
cs_cz: Hlasitost 24h
el_gr: Ένταση 24 ωρών
es_es: Volumen 24H
it_it: Volume 24H
no_no: 24H volum
pl_pl: głośność 24h
pt_pt: volume 24h
ro_ro: Volum 24 ore
ru_ru: 24-часовая громкость
th_th: ปริมาณ 24H
vi_vn: âm lượng 24H

source: Invalid chart
af_za: Ongeldige grafiek
pt_pt: Gráfico inválido
ro_ro: Diagramă nevalidă
th_th: แผนภูมิไม่ถูกต้อง
vi_vn: Biểu đồ không hợp lệ

source: Delegate voting power to {0}
af_za: Delegeer stemkrag na {0}
ca_es: Delega el poder de vot a {0}
cs_cz: Delegujte hlasovací právo na {0}
el_gr: Εκχωρήστε την ισχύ ψήφου στο {0}
es_es: Delegar poder de voto a {0}
it_it: Delega il potere di voto a {0}
no_no: Delegere stemmerett til {0}
pl_pl: Deleguj moc głosowania na {0}
pt_pt: Delegar poder de voto a {0}
ro_ro: Delegați puterea de vot la {0}
ru_ru: Делегировать право голоса {0}
th_th: มอบอำนาจการลงคะแนนเป็น {0}
vi_vn: Ủy quyền biểu quyết cho {0}

source: Vote for proposal {proposalKey}
af_za: Stem vir voorstel {proposalKey}
ca_es: Vota la proposta {proposalKey}
cs_cz: Hlasujte pro návrh {proposalKey}
el_gr: Ψηφίστε για την πρόταση {proposalKey}
es_es: Votar por propuesta {proposalKey}
it_it: Vota la proposta {proposalKey}
no_no: Stem for forslag {proposalKey}
pl_pl: Głosuj na propozycję {proposalKey}
pt_pt: Votar na proposta {proposalKey}
ro_ro: Votează propunerea {proposalKey}
ru_ru: Проголосовать за предложение {proposalKey}
th_th: โหวตข้อเสนอ {proposalKey}
vi_vn: Bỏ phiếu cho đề xuất {proposalKey}

source: Tip:
af_za: Wenk:
ca_es: Consell:
it_it: Mancia:
no_no: Tips:
pt_pt: Dica:
ro_ro: Bacsis:
ru_ru: Кончик:
th_th: เคล็ดลับ:
vi_vn: Mẹo:

source: Network cost is paid in {0} on the {chainName} network in order to transact.
ro_ro: Costul rețelei este plătit în {0} pe rețeaua {chainName} pentru a tranzacționa.
th_th: ค่าใช้จ่ายเครือข่ายจะจ่ายเป็น {0} บน {chainName} เครือข่ายเพื่อทำธุรกรรม

source: Create {0}/{1} V3 pool
af_za: Skep {0}/{1} V3 swembad
ca_es: Crea{1} grup V3 {0}
cs_cz: Vytvořte fond {0}{1}
el_gr: Δημιουργία πισίνας {0}/{1} V3
es_es: Crear {0}{1} V3
it_it: Crea{1} pool V3 {0}
no_no: Lag {0}V3-{1}
pl_pl: {1} pulę {0}V3
pt_pt: Criar pool{1} {0}
ro_ro: Creați{1} pool V3 {0}
ru_ru: Создать пул {0}/{1} в V3
th_th: สร้างพูล {0}{1}
vi_vn: Tạo nhóm {0}{1}

source: Event
af_za: Gebeurtenis
ca_es: Esdeveniment
cs_cz: událost
el_gr: Εκδήλωση
es_es: Evento
it_it: Evento
no_no: Begivenhet
pl_pl: Wydarzenie
pt_pt: Evento
ro_ro: Eveniment
ru_ru: Событие
th_th: เหตุการณ์
vi_vn: Sự kiện

source: Min:
cs_cz: Minimum:
el_gr: Ελάχιστο:
es_es: Mín:
pt_pt: Mín:
ru_ru: Мин.:
th_th: นาที:
vi_vn: Tối thiểu:

source: ETH Registrar Controller
af_za: ETH Registrateur Kontroleur
ca_es: Controlador del registre ETH
cs_cz: Registrátor ETH
el_gr: Ελεγκτής μητρώου ETH
es_es: Controlador de registro ETH
it_it: Controllore del registro dell'ETH
no_no: ETH-registratorkontrollør
pl_pl: Kontroler rejestratora ETH
pt_pt: Controlador de registro ETH
ro_ro: Controller al registratorului ETH
ru_ru: Контроллер регистратора ETH
th_th: ผู้ควบคุมนายทะเบียน ETH
vi_vn: Bộ điều khiển đăng ký ETH

source: Switch to {0}
af_za: Skakel oor na {0}
ca_es: Canvia a {0}
cs_cz: Přepnout na {0}
el_gr: Εναλλαγή στο {0}
es_es: Cambiar a {0}
it_it: Passa a {0}
no_no: Bytt til {0}
pl_pl: Przełącz na {0}
pt_pt: Mudar para {0}
ro_ro: Comutați la {0}
ru_ru: Переключиться на {0}
th_th: เปลี่ยนเป็น {0}
vi_vn: Chuyển sang {0}

source: {tokenB} per {tokenA}
cs_cz: {tokenB} na {tokenA}
el_gr: {tokenB} ανά {tokenA}
es_es: {tokenB} por {tokenA}
pl_pl: {tokenB} za {tokenA}
pt_pt: {tokenB} por {tokenA}
ru_ru: {tokenB} за {tokenA}
th_th: {tokenB} ต่อ {tokenA}
vi_vn: {tokenB} trên {tokenA}

source: {0} UNI
th_th: {0} ยูนิ

source: Your swap is expected to fail.
af_za: Daar word verwag dat jou ruil sal misluk.
ca_es: S'espera que el vostre intercanvi falli.
cs_cz: Očekává se, že váš swap selže.
el_gr: Η ανταλλαγή σας αναμένεται να αποτύχει.
es_es: Se espera que su intercambio falle.
it_it: Il tuo scambio dovrebbe fallire.
no_no: Byttet ditt forventes å mislykkes.
pl_pl: Oczekuje się, że zamiana zakończy się niepowodzeniem.
pt_pt: Espera-se que sua troca falhe.
ro_ro: Se așteaptă ca schimbul dvs. să eșueze.
ru_ru: Ожидается, что ваш обмен завершится ошибкой.
th_th: การแลกเปลี่ยนของคุณคาดว่าจะล้มเหลว
vi_vn: Trao đổi của bạn dự kiến sẽ không thành công.

source: Dismiss
af_za: Verwerp
ca_es: Destitueix
cs_cz: Zamítnout
el_gr: Απόρριψη
es_es: Descartar
it_it: Ignora
no_no: Avvis
pl_pl: Odrzuć
pt_pt: Descartar
ro_ro: Respinge
ru_ru: Закрыть
th_th: อนุญาตให้ออกไป
vi_vn: Bỏ qua

source: Collecting
af_za: Versamel
ca_es: Cobrant
cs_cz: Vybírání
el_gr: Συλλογή
es_es: Recolectando
it_it: Raccolta
no_no: Samler
pl_pl: Zbieranie
pt_pt: A recolher
ro_ro: Colectare
ru_ru: Получение
th_th: การสะสม
vi_vn: Sưu tập

source: Unlock voting
af_za: Ontsluit stemming
pt_pt: Desbloquear votação
ro_ro: Deblocați votul
th_th: ปลดล็อคการลงคะแนน
vi_vn: Mở khóa bỏ phiếu

source: FDV
th_th: เอฟดีวี

source: New position
af_za: Nuwe posisie
ca_es: Nova posició
it_it: Nuova posizione
no_no: Ny stilling
pt_pt: Nova posição
ro_ro: Pozitie noua
ru_ru: Новая позиция
th_th: ตำแหน่งใหม่
vi_vn: Vị trí mới

source: Queuing
af_za: Toustaan
ca_es: Fent cua
cs_cz: Zařazení do fronty
el_gr: Ουρά
es_es: haciendo cola
it_it: Accodamento
no_no: I kø
pl_pl: W kolejce
pt_pt: Fila
ro_ro: La coadă
ru_ru: очередь
th_th: เข้าคิว
vi_vn: Xếp hàng

source: Explore tokens
af_za: Verken tokens
ca_es: Explora fitxes
cs_cz: Prozkoumejte tokeny
el_gr: Εξερευνήστε τα διακριτικά
es_es: Explora fichas
it_it: Esplora i token
no_no: Utforsk tokens
pl_pl: Eksploruj tokeny
pt_pt: Explorar fichas
ro_ro: Explorați jetoanele
ru_ru: Исследуйте токены
th_th: สำรวจโทเค็น
vi_vn: Khám phá mã thông báo

source: Insufficient pool liquidity to complete transaction
af_za: Onvoldoende poellikiditeit om transaksie te voltooi
ca_es: Liquiditat del grup insuficient per completar la transacció
cs_cz: Nedostatečná likvidita fondu k dokončení transakce
el_gr: Ανεπαρκής συγκέντρωση ρευστότητας για την ολοκλήρωση της συναλλαγής
es_es: Liquidez de pool insuficiente para completar la transacción
it_it: Liquidità del pool insufficiente per completare la transazione
no_no: Utilstrekkelig poollikviditet til å fullføre transaksjonen
pl_pl: Niewystarczająca płynność puli do sfinalizowania transakcji
pt_pt: Liquidez insuficiente do pool para concluir a transação
ro_ro: Lichiditatea pool-ului insuficientă pentru a finaliza tranzacția
ru_ru: Недостаточная ликвидность пула для завершения транзакции
th_th: สภาพคล่องของพูลไม่เพียงพอในการทำธุรกรรมให้เสร็จสมบูรณ์
vi_vn: Không đủ thanh khoản nhóm để hoàn thành giao dịch

source: Added V2 liquidity
af_za: Bygevoeg V2-likiditeit
ca_es: S'ha afegit liquiditat V2
cs_cz: Přidána likvidita V2
el_gr: Προστέθηκε ρευστότητα V2
es_es: Liquidez V2 agregada
it_it: Aggiunta liquidità V2
no_no: Lagt til V2-likviditet
pl_pl: Dodano płynność V2
pt_pt: Liquidez V2 adicionada
ro_ro: S-a adăugat lichiditate V2
ru_ru: Добавлена ликвидность V2
th_th: เพิ่มสภาพคล่อง V2
vi_vn: Đã thêm thanh khoản V2

source: Stats
af_za: Statistieke
ca_es: Estadístiques
cs_cz: Statistiky
el_gr: Στατιστικά στοιχεία
es_es: Estadísticas
it_it: Statistiche
no_no: Statistikk
pl_pl: Statystyki
pt_pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика
th_th: สถิติ
vi_vn: số liệu thống kê

source: Pay Anyway
af_za: Betaal in elk geval
ca_es: Paga de totes maneres
cs_cz: Každopádně zaplatit
el_gr: Πληρώστε πάντως
es_es: Paga de todos modos
it_it: Paga comunque
no_no: Betal uansett
pl_pl: Zapłać mimo wszystko
pt_pt: Pagar de qualquer maneira
ro_ro: Plătește oricum
ru_ru: Плати в любом случае
th_th: จ่ายยังไงก็ได้
vi_vn: Dù sao cũng phải trả tiền

source: More
af_za: Meer
ca_es: Més
cs_cz: Více
el_gr: Περισσότερα
es_es: Más
it_it: Altro
no_no: Mer
pl_pl: Więcej
pt_pt: Mais
ro_ro: Mai mult
ru_ru: Ещё
th_th: มากกว่า
vi_vn: Thêm nữa

source: Add to bag
af_za: Gooi in sak
ca_es: Afegir a la bossa
cs_cz: Přidat do batohu
el_gr: Προσθήκη στην τσάντα
es_es: Agregar a la bolsa
it_it: Aggiungi al carrello
no_no: Legg til i kurven
pl_pl: Dodaj do torby
pt_pt: Adicionar ao saco
ro_ro: Adăugați în coș
ru_ru: Добавить в корзину
th_th: เพิ่มในกระเป๋า
vi_vn: Thêm vào túi

source: Pool balances
af_za: Poolsaldo's
pt_pt: Saldos do pool
ro_ro: Soldurile piscinei
th_th: ยอดคงเหลือของสระน้ำ
vi_vn: Số dư trong hồ bơi
